Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: paypalpaymentsstandard/source/PayPal Payments Standard/Translations/PayPal Payments Standard.*.xlf
Languages: da_dk, de_ch, es_mx, fr_be, is_is, it_it

# Table 2591710920 - Property 2879900210
source: PayPal Payments Standard Account
da_dk: Konto for PayPal Payments Standard
de_ch: PayPal Payments Standard-Konto
es_mx: Cuenta de PayPal Payments Standard
fr_be: Compte PayPal Payments Standard
is_is: Reikningur PayPal Payments Standard
it_it: Conto PayPal Payments Standard

# Table 2591710920 - NamedType 1467349039
source: You must specify an account ID for this payment service.
da_dk: Du skal angive et konto-id for denne betalingstjeneste.
de_ch: Sie müssen eine Konto-ID für diesen Zahlungsverkehr angeben.
es_mx: Debe especificar un id. de cuenta para este servicio de pago.
fr_be: Vous devez spécifier un ID de compte pour ce service de paiement.
is_is: Tilgreina verður kenni reiknings fyrir þessa greiðsluþjónustu.
it_it: È necessario specificare un ID conto per il servizio di pagamento.

# Table 2591710920 - NamedType 3915085408
source: The length of the specified PayPal account ID exceeds the maximum supported length of the webhook subscription ID, which is %1 characters.
da_dk: Længden på det angivne PayPal-konto-id overskrider maksimumlængden af webhook-abonnements-id'et, der er på %1 tegn.
de_ch: Die Länge der angegebenen PayPal-Konto-ID überschreitet die maximal unterstützte Länge der Webhook-Abonnement-ID, die %1 Zeichen beträgt.
es_mx: La longitud del identificador de cuenta de PayPal especificado supera la longitud máxima admitida del identificador de suscripción de webhook, que es de %1 caracteres.
fr_be: La longueur de l’ID compte PayPal spécifié dépasse la longueur maximale prise en charge de l’ID abonnement webhook, à savoir %1 caractères.
is_is: Tilgreint PayPal-reikningsauðkenni er lengra en hámarkslengdin sem er studd fyrir webhook-áskriftarauðkenni, þ.e. %1 stafir.
it_it: La lunghezza dell'ID del conto PayPal specificato supera la lunghezza massima supportata dell'ID di sottoscrizione a webhook, ovvero %1 caratteri.

# Table 2591710920 - NamedType 2592877442
source: The target URL is not valid.
da_dk: URL-måladressen er ugyldig.
de_ch: Die Ziel-URL ist ungültig.
es_mx: La dirección URL de destino no es válida.
fr_be: L'URL cible n'est pas valide.
is_is: Markvefslóðin er ógild.
it_it: URL destinazione non valido.

# Table 2591710920 - NamedType 246429963
source: A link for the PayPal payment service will be included for new sales documents. To add it to existing sales documents, you must manually select it in the Payment Service field on the sales document.
da_dk: Der inkluderes et link til PayPal-betalingstjenesten for nye salgsdokumenter. Hvis du vil tilføje det til eksisterende salgsdokumenter, skal du vælge dette manuelt i feltet Betalingstjeneste på salgsdokumentet.
de_ch: In neuen Verkaufsbelegen wird ein Link für den PayPal-Zahlungsverkehr eingefügt. Wenn Sie ihn in vorhandenen Verkaufsbelegen einfügen möchten, müssen Sie ihn im Feld „Zahlungsverkehr“ auf dem Verkaufsbeleg manuell auswählen.
es_mx: Se incluirá un vínculo del servicio de pago de PayPal para los nuevos documentos de venta. Para agregarlo a los documentos de venta existentes, debe seleccionarlo manualmente en el campo Servicio de pago del documento de venta.
fr_be: Un lien pour le service de paiement PayPal sera inclus pour les nouveaux documents vente. Pour l'ajouter à des documents vente existants, vous devez le sélectionner manuellement dans le champ Service de paiement sur le document vente.
is_is: Tengill fyrir PayPal-greiðsluþjónustu verður á öllum nýjum söluskjölum. Til að bæta honum á eldri söluskjöl þarf að velja hann handvirkt í reitnum „Greiðsluþjónusta“ á söluskjalinu.
it_it: Un collegamento per il servizio di pagamento PayPal verrà incluso per i nuovi documenti di vendita. Per aggiungerlo ai documenti di vendita esistenti è necessario selezionarlo manualmente nel campo Servizio di pagamento del documento di vendita.

# Table 2591710920 - Field 629845928 - Property 2879900210
source: Account ID
da_dk: Konto-id
de_ch: Konto-ID
es_mx: Id. de cuenta
fr_be: ID compte
is_is: Kenni reiknings
it_it: ID conto

# Table 2591710920 - Field 3302455580 - Property 2879900210
source: Always Include on Documents
da_dk: Medtag altid på bilag
de_ch: Immer in Belege einfügen
es_mx: Incluir siempre en documentos
fr_be: Toujours inclure dans les documents
is_is: Hafa alltaf með á fylgiskjölum
it_it: Includi sempre in documenti

# Table 2591710920 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_ch: Beschreibung
es_mx: Descripción
is_is: Lýsing
it_it: Descrizione

# Table 2591710920 - Field 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret
de_ch: Aktiviert
es_mx: Habilitado
fr_be: Activé
is_is: Virkt
it_it: Abilitato

# Table 2591710920 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_mx: Nombre
fr_be: Nom
is_is: Heiti
it_it: Nome

# Table 2591710920 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle
de_ch: Primärschlüssel
es_mx: Clave principal
fr_be: Clé primaire
is_is: Aðallykill
it_it: Chiave primaria

# Table 2591710920 - Field 2362480470 - Property 2879900210
source: Service URL
da_dk: URL-adresse for tjeneste
de_ch: Dienste-URL
es_mx: URL de servicio
fr_be: URL service
is_is: Vefslóð þjónustu
it_it: URL servizio

# Table 2591710920 - Field 161526099 - Property 2879900210
source: Terms of Service
da_dk: Servicebetingelser
de_ch: Vertragsbedingungen
es_mx: Condiciones del servicio
fr_be: Conditions d'utilisation
is_is: Þjónustuskilmálar
it_it: Condizioni d'uso

# Table 945518375 - Property 2879900210
source: PayPal Payments Standard Account Template
da_dk: Kontoskabelon for PayPal Payments Standard
de_ch: PayPal Payments Standard-Kontovorlage
es_mx: Plantilla de cuenta de PayPal Payments Standard
fr_be: Modèle de compte PayPal Payments Standard
is_is: Sniðmát reiknings fyrir PayPal Payments Standard
it_it: Modello conto PayPal Payments Standard

# Table 945518375 - NamedType 2024606936
source: The logo URL is not valid.
da_dk: URL-adressen for logoet er ugyldig.
de_ch: Die Logo-URL ist ungültig.
es_mx: La dirección URL de logotipo no es válida.
fr_be: L'URL du logo n'est pas valide.
is_is: Vefslóð kennimerkis er ógild.
it_it: URL logo non valido.

# Table 945518375 - NamedType 2592877442
source: The target URL is not valid.
da_dk: URL-måladressen er ugyldig.
de_ch: Die Ziel-URL ist ungültig.
es_mx: La dirección URL de destino no es válida.
fr_be: L'URL cible n'est pas valide.
is_is: Markvefslóðin er ógild.
it_it: URL destinazione non valido.

# Table 945518375 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode
es_mx: Código
is_is: Kóði
it_it: Codice

# Table 945518375 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_ch: Beschreibung
es_mx: Descripción
is_is: Lýsing
it_it: Descrizione

# Table 945518375 - Field 1123305005 - Property 2879900210
source: Logo
es_mx: Logotipo
is_is: Kennimerki

# Table 945518375 - Field 1402567763 - Property 2879900210
source: Logo Last Update DateTime
da_dk: Dato/klokkeslæt for logos seneste opdatering
de_ch: Letzte Logoaktualisierung – Datum/Uhrzeit
es_mx: Fecha y hora de actualización más reciente de logotipo
fr_be: Date et heure de la dernière mise à jour du logo
is_is: Síðasta uppfærsla lógós DateTime
it_it: Data e ora ultimo aggiornamento logo

# Table 945518375 - Field 1516166834 - Property 2879900210
source: Logo Update Frequency
da_dk: Logos opdateringsfrekvens
de_ch: Häufigkeit der Logoaktualisierung
es_mx: Frecuencia de actualización de logotipo
fr_be: Fréquence de mise à jour du logo
is_is: Uppfærslutíðni táknmyndar
it_it: Frequenza di aggiornamento logo

# Table 945518375 - Field 2211917788 - Property 2879900210
source: Logo URL
da_dk: URL-adresse for logo
es_mx: URL del logotipo
fr_be: URL logo
is_is: Vefslóð kennimerkis
it_it: URL logo

# Table 945518375 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_mx: Nombre
fr_be: Nom
is_is: Heiti
it_it: Nome

# Table 945518375 - Field 2362480470 - Property 2879900210
source: Service URL
da_dk: URL-adresse for tjeneste
de_ch: Dienste-URL
es_mx: URL de servicio
fr_be: URL service
is_is: Vefslóð þjónustu
it_it: URL servizio

# Table 945518375 - Field 161526099 - Property 2879900210
source: Terms of Service
da_dk: Servicebetingelser
de_ch: Vertragsbedingungen
es_mx: Condiciones del servicio
fr_be: Conditions d'utilisation
is_is: Þjónustuskilmálar
it_it: Condizioni d'uso

# Table 3572587406 - Property 2879900210
source: MS - PayPal Transaction
da_dk: MS – PayPal-transaktion
es_mx: MS - Transacción de PayPal
fr_be: MS – Transaction PayPal
is_is: MS - PayPal-færsla

# Table 3572587406 - Field 629845928 - Property 2879900210
source: Account ID
da_dk: Konto-id
de_ch: Konto-ID
es_mx: Id. de cuenta
fr_be: ID compte
is_is: Kenni reiknings
it_it: ID conto

# Table 3572587406 - Field 4198939294 - Property 2879900210
source: Currency Code
da_dk: Valutakode
de_ch: Währungscode
es_mx: Cód. divisa
fr_be: Code devise
is_is: Gjaldmiðilskóði
it_it: Codice valuta

# Table 3572587406 - Field 3431463797 - Property 2879900210
source: Custom
da_dk: Brugerdefineret
de_ch: Benutzerdefiniert
es_mx: Personalizada
fr_be: Personnalisé
is_is: Sérstillt
it_it: Personalizzato

# Table 3572587406 - Field 318613646 - Property 2879900210
source: Details
da_dk: Detaljer
es_mx: Detalles
fr_be: Détails
is_is: Upplýsingar
it_it: Dettagli

# Table 3572587406 - Field 3167542630 - Property 2879900210
source: Fee Amount
da_dk: Gebyrbeløb
de_ch: Gebührenbetrag
es_mx: Importe de comisión
fr_be: Montant des frais
is_is: Greiðsluupphæð
it_it: Importo commissione

# Table 3572587406 - Field 471669354 - Property 2879900210
source: Gross Amount
da_dk: Bruttobeløb
de_ch: Bruttobetrag
es_mx: Importe bruto
fr_be: Montant brut
is_is: Brúttóupphæð
it_it: Importo lordo

# Table 3572587406 - Field 166038250 - Property 2879900210
source: Invoice No.
da_dk: Fakturanr.
de_ch: Rechnungsnr.
es_mx: N.º de factura
fr_be: N° facture
is_is: Reikningsnr.
it_it: Nr. fattura

# Table 3572587406 - Field 3035691293 - Property 2879900210
source: Net Amount
da_dk: Nettobeløb
de_ch: Nettobetrag
es_mx: Importe neto
fr_be: Montant net
is_is: Nettóupphæð
it_it: Importo netto

# Table 3572587406 - Field 2898143332 - Property 2879900210
source: Note
de_ch: Hinweis
es_mx: Nota
is_is: Athugasemd
it_it: Nota

# Table 3572587406 - Field 2819864851 - Property 2879900210
source: Payer Address
da_dk: Indbetalers adresse
de_ch: Adresse des Zahlenden
es_mx: Dirección de pagador
fr_be: Adresse du payeur
is_is: Heimilisfang greiðanda
it_it: Indirizzo pagante

# Table 3572587406 - Field 2525374026 - Property 2879900210
source: Payer E-mail
da_dk: Indbetalers mail
de_ch: E-Mail des Zahlenden
es_mx: Correo electrónico de pagador
fr_be: E-mail du payeur
is_is: Netfang greiðanda
it_it: E-mail pagante

# Table 3572587406 - Field 2434967932 - Property 2879900210
source: Payer Name
da_dk: Indbetalers navn
de_ch: Name des Zahlenden
es_mx: Nombre de pagador
fr_be: Nom du payeur
is_is: Nafn greiðanda
it_it: Nome pagante

# Table 3572587406 - Field 2595192385 - Property 2879900210
source: Response Date
da_dk: Svardato
de_ch: Reagieren bis (Datum)
es_mx: Fecha de respuesta
fr_be: Date de réponse
is_is: Svardagsetning
it_it: Data risposta

# Table 3572587406 - Field 775380468 - Property 2879900210
source: Transaction Date
da_dk: Transaktionsdato
de_ch: Transaktionsdatum
es_mx: Fecha de transacción
fr_be: Date transaction
is_is: Dagsetning færslu
it_it: Data transazione

# Table 3572587406 - Field 443943387 - Property 2879900210
source: Transaction ID
da_dk: Transaktions-id
de_ch: Transaktions-ID
es_mx: Id. de transacción
fr_be: ID transaction
is_is: Auðkenni færslu
it_it: ID transazione

# Table 3572587406 - Field 587668972 - Property 2879900210
source: Transaction Status
da_dk: Transaktionsstatus
de_ch: Transaktionsstatus
es_mx: Estado de la transacción
fr_be: Statut transaction
is_is: Færslustaða
it_it: Stato transazione

# Table 3572587406 - Field 3773776616 - Property 2879900210
source: Transaction Type
da_dk: Transaktionsart
de_ch: Transaktionsart
es_mx: Naturaleza de la transacción
fr_be: Type transaction
is_is: Gerð færslu
it_it: Tipo di transazione

# Codeunit 1098255835 - NamedType 101907022
source: Demo Sandbox Account -
da_dk: Sandkassekonto til demo -
de_ch: Demo-Sandkastenkonto –
es_mx: Cuenta de espacio aislado de demostración -
fr_be: Compte de démonstration Sandbox -
is_is: Sýniútgáfa Sandbox-reiknings -
it_it: Conto sandbox demo -

# Codeunit 1926784871 - NamedType 3790335743
source: NOTE: This Is a test invoice. Therefore, no actual money transfer will be made.
da_dk: BEMÆRK: Dette er en testfaktura. Derfor foretages der ikke en ægte pengeoverførsel.
de_ch: HINWEIS: Das ist eine Testrechnung. Daher wird nicht tatsächlich Geld überwiesen.
es_mx: NOTA: Esto es una factura de prueba. No se transferirá dinero.
fr_be: REMARQUE : Ceci est une facture de test. En conséquence, aucun transfert d'ragent réel n'aura lieu.
is_is: ATHUGIÐ: Þetta er prufureikningur. Því verða engar raunverulegar peningafærslur framkvæmdar.
it_it: NOTA: questa è una fattura di prova e non verrà effettuato alcun trasferimento reale di denaro.

# Codeunit 1926784871 - NamedType 3804706331
source: Invoice %1
da_dk: Faktura %1
de_ch: Rechnung %1
es_mx: Factura %1
fr_be: Facture %1
is_is: Reikningur %1
it_it: Fattura %1

# Codeunit 1926784871 - NamedType 3023250626
source: This function is not supported for the %1 table.
da_dk: Denne funktion understøttes ikke for tabellen %1.
de_ch: Diese Funktion wird für die Tabelle %1 nicht unterstützt.
es_mx: No se admite esta función para la tabla %1.
fr_be: Cette fonction n'est pas prise en charge pour la table %1.
is_is: Þessi aðgerð er ekki studd fyrir töfluna %1.
it_it: La funzione non è supportata per la tabella %1.

# Codeunit 1926784871 - NamedType 4029329426
source: Finance,PayPal,Payment
da_dk: Finans,PayPal,Betaling
de_ch: Finanzen,PayPal,Zahlung
es_mx: Finanzas,PayPal,Pago
fr_be: Finance,PayPal,Paiement
is_is: Fjárhagur,PayPal,Greiðsla
it_it: Dati finanziari,PayPal,Pagamento

# Codeunit 1926784871 - NamedType 3295255348
source: Pay with PayPal
da_dk: Betal med PayPal
de_ch: Zahlen mit PayPal
es_mx: Pagar con PayPal
fr_be: Payer avec PayPal
is_is: Greiða með PayPal
it_it: Paga con PayPal

# Codeunit 1926784871 - NamedType 4099674243
source: An error occured while creating the PayPal payment link.
da_dk: Der opstod en fejl under oprettelse af PayPal-betalingslinket.
de_ch: Fehler beim Erstellen des PayPal-Zahlungslinks.
es_mx: Error al crear el vínculo de pago de PayPal.
fr_be: Une erreur s’est produite lors de la création du lien de paiement PayPal.
is_is: Villa kom upp þegar verið var að búa til greiðslutengil fyrir PayPal.
it_it: Si è verificato un errore durante la creazione del collegamento per il pagamento PayPal.

# Codeunit 1926784871 - NamedType 1120322070
source: An error occured while creating the PayPal payment link.\\Do you want to continue to create the document without the link?
da_dk: Der opstod en fejl under oprettelse af betalingslinket til PayPal.\\Vil du fortsætte med at oprette bilaget uden linket?
de_ch: Fehler beim Erstellen des PayPal-Zahlungslinks.\\Möchten Sie ohne den Link mit dem Erstellen des Dokuments fortfahren?
es_mx: Error al crear el vínculo de pago de PayPal.\\¿Desea continuar creando el documento sin el vínculo?
fr_be: Une erreur s’est produite lors de la création du lien de paiement PayPal.\\Voulez-vous poursuivre la création du document sans le lien ?
is_is: Villa kom upp þegar verið var að búa til greiðslutengil fyrir PayPal.\\Á að halda áfram að búa til skjalið án tengils?
it_it: Si è verificato un errore durante la creazione del collegamento per il pagamento PayPal.\\Continuare a creare il documento senza il collegamento?

# Codeunit 1926784871 - NamedType 1906247739
source: PayPal payment
da_dk: PayPal-betaling
de_ch: PayPal-Zahlung
es_mx: Pago con PayPal
fr_be: Paiement PayPal
is_is: PayPal-greiðsla
it_it: Pagamento PayPal

# Codeunit 1926784871 - NamedType 1142556911
source: Do you want to enable PayPal Sandbox setup?
da_dk: Vil du aktivere opsætning af PayPal-sandkassen?
de_ch: Möchten Sie die PayPal Sandbox-Einrichtung aktivieren?
es_mx: ¿Confirma que desea habilitar la configuración de espacio aislado de PayPal?
fr_be: Voulez-vous activer la configuration PayPal Sandbox ?
is_is: Á að gera uppsetningu á PayPal-afmörkun virka?
it_it: Abilitare il setup dell'ambiente sandbox per PayPal?

# Codeunit 1926784871 - NamedType 675362307
source: Set up and enable the PayPal Payments Standard service.
da_dk: Konfigurer og aktivér tjenesten PayPal Payments Standard.
de_ch: Richten Sie den PayPal Payments Standard-Dienst ein und aktivieren Sie ihn.
es_mx: Permite configurar y habilitar el servicio PayPal Payments Standard.
fr_be: Configurez et activez le service PayPal Payments Standard.
is_is: Setja upp og virkja PayPal Payments Standard-þjónustu.
it_it: Impostare e abilitare il servizio PayPal Payments Standard.

# Codeunit 1926784871 - NamedType 4118283908
source: PayPal Payments Standard - Fee % of Amount
da_dk: PayPal Payments Standard – gebyrprocent af beløbet
de_ch: PayPal Payments Standard - Gebühr in % des Betrags
es_mx: PayPal Payments Standard: % de tarifa del importe
fr_be: PayPal Payments Standard - Frais % du montant
is_is: PayPal Payments Standard - % þóknunar af upphæð
it_it: PayPal Payments Standard - % commissioni dell'importo

# Codeunit 1926784871 - NamedType 3394800156
source: You cannot change the target URL in the demonstration company.
da_dk: Du kan ikke ændre URL-måladressen i demoregnskabet.
de_ch: Sie können die Ziel-URL im Demounternehmen nicht ändern.
es_mx: No puede cambiar la dirección URL de destino de la empresa de demostración.
fr_be: Vous ne pouvez pas modifier l'URL cible de la société de démonstration.
is_is: Ekki er hægt að breyta markslóð í sýnifyrirtækinu.
it_it: Impossibile modificare l'URL di destinazione nella società demo.

# Codeunit 1926784871 - NamedType 1045122670
source: Your Ref.
da_dk: Din ref.
de_ch: Ihr Zeichen
es_mx: Su ref.
fr_be: Votre Réf.
is_is: Tilvísunarnr.
it_it: Rif. personale

# Codeunit 4159580547 - NamedType 349556811
source: Transaction %2 with status %1 has already been processed.
da_dk: Transaktionen %2 med statussen %1 er allerede blevet behandlet.
de_ch: Transaktion %2 mit dem Status %1 wurde bereits verarbeitet.
es_mx: Ya se ha procesado transacción %2 con estado %1.
fr_be: La transaction %2 ayant le statut %1 a déjà été traitée.
is_is: Þegar hefur verið unnið úr færslu %2 með stöðuna %1.
it_it: La transazione %2 con stato %1 è già stata elaborata.

# Codeunit 4159580547 - NamedType 2905366231
source: Webhook notification is empty.
da_dk: Webhook-notifikation er tom.
de_ch: Webhook-Benachrichtigung ist leer.
es_mx: La notificación de webhook está vacía.
fr_be: La notification webhook est vide.
is_is: Webhook-tilkynning er tóm.
it_it: La notifica Webhook è vuota.

# Codeunit 4159580547 - NamedType 984218275
source: PayPal account %1 in transaction %2 is unexpected.
da_dk: PayPal-kontoen %1 i transaktionen %2 er uventet.
de_ch: PayPal-Konto %1 wurde in Transaktion %2 nicht erwartet.
es_mx: No se espera cuenta PayPal %1 en transacción %2.
fr_be: Le compte PayPal %1 dans la transaction %2 n’est pas attendu.
is_is: PayPal-reikningurinn %1 í færslu %2 er óvæntur.
it_it: Il conto PayPal %1 nella transazione %2 non è previsto.

# Codeunit 4159580547 - NamedType 524254552
source: Gross amount %1 in transaction %2 is unexpected.
da_dk: Bruttobeløbet %1 i transaktionen %2 er uventet.
de_ch: Bruttobetrag %1 wurde in Transaktion %2 nicht erwartet.
es_mx: No se espera importe bruto %1 en transacción %2.
fr_be: Le montant brut %1 dans la transaction %2 n’est pas attendu.
is_is: Brúttóupphæðin %1 í færslu %2 er óvænt.
it_it: L'importo lordo %1 nella transazione %2 non è previsto.

# Codeunit 4159580547 - NamedType 3438185550
source: Currency code %1 in transaction %2 is unexpected.
da_dk: Valutakoden %1 i transaktionen %2 er uventet.
de_ch: Währungscode %1 wurde in Transaktion %2 nicht erwartet.
es_mx: No se espera código de divisa %1 en transacción %2.
fr_be: Le code devise %1 dans la transaction %2 n’est pas attendu.
is_is: Gjaldmiðilskóðinn %1 í færslu %2 er óvæntur.
it_it: Il codice valuta %1 nella transazione %2 non è previsto.

# Codeunit 4159580547 - NamedType 2741561990
source: Invoice number %1 in transaction %2 is unexpected.
da_dk: Fakturanummeret %1 i transaktionen %2 er uventet.
de_ch: Nummer der Rechnung %1 wurde in Transaktion %2 nicht erwartet.
es_mx: No se espera número de factura %1 en transacción %2.
fr_be: Le numéro de facture %1 dans la transaction %2 n'est pas attendu.
is_is: Reikningsnúmerið %1 í færslu %2 er óvænt.
it_it: Il numero di fattura %1 nella transazione %2 non è previsto.

# Page 113868361 - Property 2879900210
source: PayPal Payments Standard Accounts
da_dk: Konti for PayPal Payments Standard
de_ch: PayPal Payments Standard-Konten
es_mx: Cuentas de PayPal Payments Standard
fr_be: Comptes PayPal Payments Standard
is_is: Reikningar PayPal Payments Standard
it_it: Conti PayPal Payments Standard

# Page 113868361 - Control 629845928 - Property 1295455071
source: Specifies the account id.
da_dk: Angiver konto-id'et.
de_ch: Gibt die Konto-ID an.
es_mx: Especifica el id. de la cuenta.
fr_be: Spécifie l'ID compte.
is_is: Tilgreinir kenni reiknings.
it_it: Specifica l'ID conto.

# Page 113868361 - Control 3302455580 - Property 1295455071
source: Specifies whether to make this PayPal Standard account available on all documents.
da_dk: Angiver, om denne PayPal-standardkonto er tilgængelig på alle bilag.
de_ch: Gibt an, ob dieses PayPal-Standardkonto auf allen Belegen verfügbar sein soll.
es_mx: Especifica si se debe hacer que esta cuenta de PayPal Standard esté disponible en todos los documentos.
fr_be: Spécifie si ce compte PayPal standard doit être disponible sur tous les documents.
is_is: Tilgreinir hvort gera eigi þennan PayPal Standard-reikning tiltækan í öllum skjölum.
it_it: Specifica se rendere disponibile questo conto PayPal standard su tutti i documenti.

# Page 113868361 - Control 3461834954 - Property 1295455071
source: Specifies the PayPal Standard account description.
da_dk: Angiver beskrivelsen af PayPal-standardkontoen.
de_ch: Gibt die Beschreibung des PayPal-Standardkontos an.
es_mx: Especifica la descripción de la cuenta de PayPal Standard.
fr_be: Spécifie la description du compte standard PayPal.
is_is: Tilgreinir lýsinguna á PayPal Standard-reikningnum.
it_it: Specifica la descrizione del conto PayPal standard.

# Page 113868361 - Control 2891538263 - Property 1295455071
source: Specifies whether the PayPal Standard account is enabled.
da_dk: Angiver, om PayPal-standardkontoen er aktiveret.
de_ch: Gibt an, ob das PayPal-Standardkonto aktiviert ist.
es_mx: Especifica si la cuenta de PayPal Standard está habilitada.
fr_be: Indique si le compte PayPal standard est activé.
is_is: Tilgreinir hvort PayPal Standard-reikningurinn sé virkur.
it_it: Specifica se il conto PayPal standard è abilitato.

# Page 113868361 - Control 2961552353 - Property 1295455071
source: Specifies the name of the PayPal Standard account.
da_dk: Angiver navnet på PayPal-standardkontoen.
de_ch: Gibt den Namen des PayPal-Standardkontos an.
es_mx: Especifica el nombre de la cuenta de PayPal Standard.
fr_be: Spécifie le nom du compte PayPal standard.
is_is: Tilgreinir heiti PayPal Standard-reikningsins.
it_it: Specifica il nome del conto PayPal standard.
