Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: paypalpaymentsstandard/source/PayPal Payments Standard/Translations/PayPal Payments Standard.*.xlf
Languages: da_dk, de_ch, es_mx, fr_be, is_is, it_it

# Page 4268182158 - NamedType 594054157
source: This extension uses the Paypal service, a third-party provider. By enabling this extension, you will be subject to the applicable terms, conditions, and privacy policies that Paypal may make available.\\When you establish a connection through the PayPal Payments Standard extension, customer data from the invoice, such as invoice number, due date, amount, and currency, as well as your PayPal account ID, will be inserted into the PayPal payment link on invoices and sent to PayPal when the customer chooses the link to pay. This data is used to ensure that the link contains enough information for your customers to pay the invoice, as well as for PayPal to identify you as the recipient of a payment using the link.\\By installing this solution, you agree for this limited set of data to be sent to the PayPal service. Note that you can disable or uninstall the PayPal Payments Standard extension at any time to discontinue the functionality.
de_ch: Diese Erweiterung verwendet den Dienst Paypal, einen Drittanbieter. Durch Aktivieren dieser Erweiterung unterliegen Sie den geltenden Bestimmungen, Bedingungen und Datenschutzrichtlinien, die Paypal möglicherweise zur Verfügung stellt.\\Wenn Sie über die PayPal Payments Standard-Erweiterung eine Verbindung herstellen, werden Kundendaten aus der Rechnung, wie etwa Rechnungsnummer, Fälligkeitsdatum, Betrag und Währung, sowie Ihre PayPal-Konto-ID in den PayPal-Zahlungslink auf Rechnungen eingefügt und an PayPal gesendet, wenn der Debitor den Link auswählt, um zu zahlen. Diese Daten werden verwendet, um sicherzustellen, dass der Link ausreichend Informationen für Ihre Debitoren enthält, um die Rechnung zu zahlen, sowie für PayPal, um Sie anhand des Links als Zahlungsempfänger zu identifizieren.\\Durch Installieren dieser Lösung stimmen Sie zu, dass dieser eingeschränkte Satz Daten an den Dienst PayPal gesendet wird. Beachten Sie, dass Sie die PayPal Payments Standard-Erweiterung jederzeit deaktivieren oder deinstallieren können, um die Funktion nicht mehr zu verwenden.
it_it: L'estensione utilizza il servizio PayPal, un fornitore di terze parti. Se si attiva questa estensione, l'utente sarà soggetto alle condizioni e all'informativa sulla privacy che potrebbero essere rese disponibili da PayPal.\\Quando si stabilisce una connessione tramite l'estensione PayPal Payments Standard, i dati cliente della fattura, quali il numero di fattura, la data di scadenza, l'importo e la valuta, nonché l'ID conto per PayPal verranno inseriti nel collegamento al pagamento PayPal sulle fatture e inviati a PayPal quando il cliente sceglie il collegamento per pagare. Questi dati vengono utilizzati per garantire che il collegamento contenga abbastanza informazioni per i clienti per pagare la fattura, nonché per PayPal per identificare l'utente come destinatario di un pagamento utilizzando il collegamento.\\Installando questa soluzione, l'utente accetta questo set di dati limitato da inviare al servizio PayPal. Si noti che è possibile disattivare o disinstallare l'estensione PayPal Payments Standard in qualsiasi momento per interrompere la funzionalità.
