Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: paypalpaymentsstandard/source/PayPal Payments Standard/Translations/PayPal Payments Standard.*.xlf
Languages: da_dk, de_ch, es_mx, fr_be, is_is, it_it

# Page 113868361 - Action 4069333574 - Property 1295455071
source: Creates a new PayPal Standard account.
da_dk: Opretter en ny PayPal-standardkonto.
de_ch: Erstellt ein neues PayPal-Standardkonto.
es_mx: Crea una nueva cuenta de PayPal Standard.
fr_be: Crée un compte PayPal standard.
is_is: Stofnar nýjan PayPal Standard-reikning.
it_it: Crea un nuovo conto PayPal standard.

# Page 113868361 - Action 4069333574 - Property 2879900210
source: New
da_dk: Nyt
de_ch: Neu
es_mx: Nuevo
fr_be: Nouveau
is_is: Nýtt
it_it: Nuovo

# Page 4244671604 - NamedType 961880541
source: Terms of service
da_dk: Servicebetingelser
de_ch: Vertragsbedingungen
es_mx: Condiciones del servicio
fr_be: Conditions d'utilisation
is_is: Þjónustuskilmálar
it_it: Condizioni d'uso

# Page 4244671604 - Control 2170401387 - Property 1968111052
source: Enter your email address for PayPal payments.
da_dk: Angiv din mailadresse for PayPal-betalinger.
de_ch: Geben Sie Ihre E-Mail-Adresse für PayPal-Zahlungen ein.
es_mx: Introduzca la dirección de correo electrónico para los pagos de PayPal.
fr_be: Entrez votre adresse e-mail pour les paiements PayPal.
is_is: Skráið netfang notanda fyrir PayPal-greiðslur.
it_it: Immettere l'indirizzo di posta elettronica per i pagamenti PayPal.

# Page 4244671604 - Control 2170401387 - Property 2879900210
source: PayPal Information
da_dk: PayPal-oplysninger
de_ch: PayPal-Informationen
es_mx: Información de PayPal
fr_be: Informations PayPal
is_is: PayPal upplýsingar
it_it: Informazioni PayPal

# Page 4244671604 - Control 1807660456 - Property 1295455071
source: Specifies the PayPal email.
da_dk: Angiver PayPal-mailadressen.
de_ch: Gibt die PayPal-E-Mail-Adresse an.
es_mx: Especifica la dirección de correo electrónico de PayPal.
fr_be: Spécifie l'adresse e-mail PayPal.
is_is: Tilgreinir PayPal-netfangið.
it_it: Specifica l'indirizzo e-mail di PayPal.

# Page 4244671604 - Control 1807660456 - Property 2879900210
source: PayPal Email
da_dk: PayPal-mailadresse
es_mx: Correo electrónico de PayPal
fr_be: E-mail PayPal
is_is: PayPal-netfang
it_it: Indirizzo di posta elettronica PayPal

# Page 4244671604 - Control 2224294470 - Property 1295455071
source: Specifies whether the Sandbox is active.
da_dk: Angiver, om sandkassen er aktiv.
de_ch: Gibt an, ob die Sandbox aktiv ist.
es_mx: Especifica si el Espacio aislado está activo.
fr_be: Spécifie si l'environnement bac à sable est actif.
is_is: Tilgreinir hvort Sandbox sé virkt.
it_it: Specifica se la sandbox è attiva.

# Page 4244671604 - Control 2224294470 - Property 2879900210
source: Sandbox active
da_dk: Sandkasse aktiv
de_ch: Aktiver Sandkasten
es_mx: Espacio aislado activo
fr_be: Sandbox actif
is_is: Sandbox virkt
it_it: Sandbox attiva

# Page 4244671604 - Control 161526099 - Property 1295455071
source: Specifies PayPal terms of service.
da_dk: Angiver servicebetingelserne for PayPal.
de_ch: Gibt die Vertragsbedingungen von PayPal an.
es_mx: Especifica las condiciones del servicio de PayPal.
fr_be: Spécifie les conditions d'utilisation PayPal.
is_is: Tilgreinir þjónustuskilmála PayPal.
it_it: Specifica le condizioni d'uso di PayPal.

# Page 4244671604 - Control 161526099 - Property 2879900210
source: PayPal Terms of Service
da_dk: Servicebetingelser for PayPal
de_ch: Vertragsbedingungen von PayPal
es_mx: Condiciones del servicio de PayPal
fr_be: Conditions d'utilisation PayPal
is_is: Þjónustuskilmálar PayPal
it_it: Condizioni d'uso di PayPal

# Page 4268182158 - Property 2879900210
source: PayPal Payments Standard Setup
da_dk: Opsætning af PayPal Payments Standard
de_ch: PayPal Payments Standard-Einrichtung
es_mx: Configuración de PayPal Payments Standard
fr_be: Configuration de PayPal Payments Standard
is_is: Uppsetning PayPal Payments Standard
it_it: Setup PayPal Payments Standard

# Page 4268182158 - NamedType 2004045125
source: PayPal Payment Standard has been enabled. To have invoice status updated to Paid when a customer has paid, contact your system administrator to enable API services.
da_dk: PayPal Payment Standard er blevet aktiveret. Kontakt systemadministratoren for at aktivere API-tjenester, hvis du vil opdatere en fakturas status til Betalt, når en kunde har betalt den.
de_ch: PayPal Payment Standard wurde aktiviert. Damit der Rechnungsstatus in "Bezahlt" aktualisiert wird, wenn ein Debitor gezahlt hat, bitten Sie den Systemadministrator, API-Dienste zu aktivieren.
es_mx: Se ha activado PayPal Payment Standard. Para que el estado de las facturas se actualice a Pagado cuando un cliente haya pagado, póngase en contacto con el administrador del sistema para habilitar los servicios de API.
fr_be: PayPal Payment Standard a été activé. Pour mettre à jour le statut de la facture sur Payé lorsqu’un client a payé, contactez votre administrateur système pour activer les services API.
is_is: Búið er að virkja PayPal Payments Standard. Til að staða reiknings sé uppfærð í „Greiddur“ þegar viðskiptamaður hefur greitt skal hafa samband við kerfisstjóra til að virkja API-þjónustu.
it_it: PayPal Payment Standard è stato abilitato. Per aggiornare lo stato della fattura su Pagato dopo che un cliente ha effettuato il pagamento, contattare l'amministratore di sistema per abilitare i servizi API.

# Page 4268182158 - NamedType 3035575630
source: The %1 is not enabled. Are you sure you want to exit?
da_dk: %1 er ikke aktiveret. Er du sikker på, at du vil afslutte?
de_ch: %1 ist nicht aktiviert. Möchten Sie den Vorgang wirklich beenden?
es_mx: %1 no está habilitado. ¿Está seguro de que desea salir?
fr_be: Le %1 n’est pas activé. Voulez-vous vraiment quitter ?
is_is: %1 er ekki virkt. Á örugglega að loka?
it_it: %1 non è abilitato. Uscire?

# Page 4268182158 - NamedType 594054157
source: This extension uses the Paypal service, a third-party provider. By enabling this extension, you will be subject to the applicable terms, conditions, and privacy policies that Paypal may make available.\\When you establish a connection through the PayPal Payments Standard extension, customer data from the invoice, such as invoice number, due date, amount, and currency, as well as your PayPal account ID, will be inserted into the PayPal payment link on invoices and sent to PayPal when the customer chooses the link to pay. This data is used to ensure that the link contains enough information for your customers to pay the invoice, as well as for PayPal to identify you as the recipient of a payment using the link.
fr_be: Cette extension utilise le service PayPal, un fournisseur tiers. En activant cette extension, vous serez soumis aux termes, aux conditions et aux règles de confidentialité applicables que PayPal peut rendre disponibles.\\Lorsque vous établissez une connexion par le biais de l’extension PayPal Payments Standard, les données client sur la facture, comme le numéro de facture, la date d’échéance, le montant et la devise, ainsi que votre ID de compte PayPal, sont insérées dans le lien de paiement PayPal sur les factures et envoyées à PayPal lorsque le client clique sur le lien de paiement. Ces données permettent de s’assurer que le lien contienne suffisamment d’informations pour permettre à vos clients de payer la facture et à PayPal de vous identifier comme destinataire du paiement à l’aide du lien.
is_is: Þessi viðbót notar PayPal, sem er þjónustuveita þriðja aðila. Með því að virkja viðbótina heyrir þú undir viðeigandi skilmála, skilyrði og persónuverndarstefnur frá PayPal.\\Þegar tengingu er komið á með PayPal Payments Standard-viðbótinni verða viðskiptamannagögn af reikningnum, t.d. númer reiknings, gjalddagi, upphæð og gjaldmiðill, ásamt PayPal-reikningsauðkenni þínu, flutt inn í PayPal-greiðslutengil á reikningum og send til PayPal þegar viðskiptamaður ákveður að nota tengilinn til að greiða. Þessi gögn eru notuð til að tryggja að tengillinn innihaldi nægar upplýsingar fyrir viðskiptamenn þína svo þeir geti greitt reikninginn, sem og fyrir PayPal til að bera kennsl á þig sem viðtakanda greiðslu þegar þessi tengill er notaður.

# Page 4268182158 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_ch: Allgemein
fr_be: Général
is_is: Almennt
it_it: Generale

# Page 4268182158 - Control 1123305005 - Property 1295455071
source: Specifies Logo that should be included for this account on all invoices.
da_dk: Angiver det logo, der skal inkluderes for denne konto på alle fakturaer.
de_ch: Gibt das Logo an, das für dieses Konto auf allen Rechnungen erscheinen soll.
es_mx: Especifica el logotipo que se debe incluir para esta cuenta en todas las facturas.
fr_be: Spécifie le logo qui doit être inclus dans toutes les factures pour ce compte.
is_is: Tilgreinir táknmynd sem ætti að birtast á öllum reikningum fyrir þennan reikning.
it_it: Specifica il logo da includere per il conto in tutte le fatture.

# Page 4268182158 - Control 1123305005 - Property 2879900210
source: Logo
es_mx: Logotipo
is_is: Kennimerki

# Page 4268182158 - Control 629845928 - Property 1295455071
source: Specifies the email or the Merchant account ID of the PayPal account
da_dk: Angiver mailadressen eller den handlendes konto-id for PayPal-kontoen
de_ch: Gibt die E-Mail oder die Händlerkonto-ID des PayPal-Kontos an.
es_mx: Especifica el correo electrónico o el id. de cuenta de comerciante de la cuenta de PayPal
fr_be: Spécifie l'e-mail ou l'ID du compte marchand du compte PayPal
is_is: Tilgreinir tölvupóst eða kenni söluaðilareiknings fyrir PayPal-reikninginn
it_it: Specifica il messaggio e-mail o l'ID conto venditore del conto PayPal

# Page 4268182158 - Control 3302455580 - Property 1295455071
source: Specifies if this PayPal account should be included on all of the Documents by default.
da_dk: Angiver, om PayPal-kontoen skal inkluderes som standard på alle dokumenter.
de_ch: Gibt an, ob dieses PayPal-Konto standardmässig in alle Belege einbezogen werden soll.
es_mx: Especifica si esta cuenta PayPal debe incluirse en todos los documentos de forma predeterminada.
fr_be: Spécifie si ce compte PayPal doit être inclus dans tous les documents par défaut.
is_is: Tilgreinir hvort þessi PayPal-reikningur skuli sjálfgefið hafður með á öllum skjölunum.
it_it: Specifica se il conto PayPal deve essere incluso in tutti i documenti per default.

# Page 4268182158 - Control 3461834954 - Property 1295455071
source: Specifies description for what this PayPal account is being used for.
da_dk: Angiver beskrivelse af, hvad denne PayPal-konto bliver brugt til.
de_ch: Beschreibt, wofür dieses PayPal-Konto verwendet wird.
es_mx: Especifica la descripción de la finalidad de la cuenta de PayPal.
fr_be: Spécifie la description de l'utilisation de ce compte PayPal.
is_is: Tilgreinir lýsingu á því fyrir hvað þessi PayPal-reikningur verður notaður fyrir.
it_it: Specifica la descrizione dell'utilizzo del conto PayPal.

# Page 4268182158 - Control 2891538263 - Property 1295455071
source: Specifies if the payment service is enabled.
da_dk: Angiver, om betalingstjenesten er aktiveret.
de_ch: Gibt an, ob der Zahlungsverkehr aktiviert ist.
es_mx: Especifica si el servicio de pagos está habilitado.
fr_be: Spécifie si le service de paiement est activé.
is_is: Tilgreinir hvort greiðsluþjónustan er virkjuð.
it_it: Specifica se il servizio di pagamento è abilitato.

# Page 4268182158 - Control 2961552353 - Property 1295455071
source: Specifies the name of the PayPal account.
da_dk: Angiver navnet på PayPal-kontoen.
de_ch: Gibt den Namen des PayPal-Kontos an.
es_mx: Especifica el nombre de la cuenta de PayPal.
fr_be: Spécifie le nom du compte PayPal.
is_is: Tilgreinir heiti PayPal-reikningsins.
it_it: Specifica il nome del conto PayPal.

# Page 4268182158 - Control 4086242710 - Property 1295455071
source: Specifies the target URL that will be opened when the customer chooses the link on the invoice.
da_dk: Angiver den URL-måladresse, der vil blive åbnet, når debitoren vælger linket på fakturaen.
de_ch: Gibt die Ziel-URL an, die geöffnet wird, wenn der Debitor den Link auf der Rechnung auswählt.
es_mx: Especifica la dirección URL de destino que se abrirá cuando el cliente elija el vínculo de la factura.
fr_be: Spécifie l'URL cible qui s'ouvre lorsque le client choisit le lien sur la facture.
is_is: Tilgreinir markslóð sem opnast þegar viðskiptamaður velur tengil á reikningnum.
it_it: Specifica l'URL di destinazione che viene aperto quando il cliente sceglie il collegamento sulla fattura.

# Page 4268182158 - Control 4086242710 - Property 2879900210
source: Target URL
da_dk: URL-måladresse
de_ch: Ziel-URL
es_mx: URL de destino
fr_be: URL cible
is_is: Markslóð
it_it: URL destinazione

# Page 4268182158 - Control 161526099 - Property 1295455071
source: Specifies PayPal terms of service.
da_dk: Angiver servicebetingelserne for PayPal.
de_ch: Gibt die Vertragsbedingungen von PayPal an.
es_mx: Especifica las condiciones del servicio de PayPal.
fr_be: Spécifie les conditions d'utilisation PayPal.
is_is: Tilgreinir þjónustuskilmála PayPal.
it_it: Specifica le condizioni d'uso PayPal.

# Page 4268182158 - Action 2678035379 - Property 1295455071
source: Log listing events for this PayPal account.
da_dk: Log, der anfører hændelser for denne PayPal-konto.
de_ch: Protokolliert gelistete Ereignisse für dieses PayPal-Konto.
es_mx: Registra eventos de listado de esta cuenta de PayPal.
fr_be: Liste les enregistrements pour ce compte PayPal.
is_is: Setjið skráningartilvik í kladda fyrir þennan PayPal-reikning.
it_it: Registro degli eventi elencati per questo conto PayPal.

# Page 4268182158 - Action 2678035379 - Property 2879900210
source: Activity Log
da_dk: Aktivitetslog
de_ch: Aktivitätsprotokoll
es_mx: Registro de actividades
fr_be: Journal des activités
is_is: Aðgerðakladdi
it_it: Registro attività

# Page 4268182158 - Action 2397962153 - Property 1295455071
source: Opens Template Setup for all PayPal accounts.
da_dk: Åbner opsætningsskabelonen for alle PayPal-konti.
de_ch: Öffnet die Vorlageneinrichtung für alle PayPal-Konten.
es_mx: Abre la plantilla de configuración para todas las cuentas de PayPal.
fr_be: Ouvre les paramètres modèles pour tous les comptes PayPal.
is_is: Opnar uppsetningarsniðmát fyrir alla PayPal-reikninga.
it_it: Apre il setup modello per tutti i conti PayPal.

# Page 4268182158 - Action 2397962153 - Property 2879900210
source: Setup Template
da_dk: Opsætningsskabelon
de_ch: Einrichtungsvorlage
es_mx: Plantilla de configuración
fr_be: Configurer le modèle
is_is: Uppsetningarsniðmát
it_it: Modello setup

# Page 945518375 - Property 2879900210
source: PayPal Payments Standard Template
da_dk: Skabelon for PayPal Payments Standard
de_ch: PayPal Payments Standard-Vorlage
es_mx: Plantilla de PayPal Payments Standard
fr_be: Modèle PayPal Payments Standard
is_is: Sniðmát PayPal Payments Standard
it_it: Modello PayPal Payments Standard

# Page 945518375 - NamedType 1102136885
source: Settings have been set to default.
da_dk: Indstillingerne er angivet til standard.
de_ch: Die Einstellungen wurden auf die Standardeinstellung festgelegt.
es_mx: La configuración se ha establecido en los valores predeterminados.
fr_be: Les paramètres ont été définis par défaut.
is_is: Sjálfgefnar stillingar hafa verið valdar.
it_it: Le impostazioni sono state impostate sui valori di default.

# Page 945518375 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_ch: Allgemein
fr_be: Général
is_is: Almennt
it_it: Generale

# Page 945518375 - Control 3461834954 - Property 1295455071
source: Specifies the default description for the PayPal payment service.
da_dk: Angiver standardbeskrivelsen for PayPal-betalingstjenesten.
de_ch: Gibt die Standardbeschreibung für den PayPal-Zahlungsverkehr an.
es_mx: Especifica la descripción predeterminada para el servicio de pago de PayPal.
fr_be: Spécifie la description par défaut pour le service de paiement PayPal.
is_is: Tilgreinir sjálfgefnu lýsinguna fyrir PayPal-greiðsluþjónustuna.
it_it: Specifica la descrizione di default per il servizio di pagamento PayPal.

# Page 945518375 - Control 1123305005 - Property 1295455071
source: Specifies the default logo for the PayPal payment service.
da_dk: Angiver standardlogoet for PayPal-betalingstjenesten.
de_ch: Gibt das Standardlogo für den PayPal-Zahlungsverkehr an.
es_mx: Especifica el logotipo predeterminado para el servicio de pago de PayPal.
fr_be: Spécifie le logo par défaut pour le service de paiement PayPal.
is_is: Tilgreinir sjálfgefnu táknmyndina fyrir PayPal-greiðsluþjónustuna.
it_it: Specifica il logo di default per il servizio di pagamento PayPal.

# Page 945518375 - Control 1516166834 - Property 1295455071
source: Specifies the frequency with which the logo is updated.
da_dk: Angiver, hvor hyppigt logoet bliver opdateret.
de_ch: Gibt die Häufigkeit an, mit der das Logo aktualisiert wird.
es_mx: Especifica la frecuencia con la que se actualiza el logotipo.
fr_be: Spécifie la fréquence à laquelle le logo est mis à jour.
is_is: Tilgreinir uppfærslutíðni lógós.
it_it: Specifica la frequenza di aggiornamento del logo.

# Page 945518375 - Control 2228795340 - Property 1295455071
source: Specifies the URL from which the logo will be refreshed regularly.
da_dk: Angiver den URL-adresse, hvorfra logoet vil blive opdateret regelmæssigt.
de_ch: Gibt die URL an, von der das Logo regelmässig aktualisiert wird.
es_mx: Especifica la dirección URL desde la que se actualizará periódicamente el logotipo.
fr_be: Spécifie l'URL à partir de laquelle le logo va être actualisé régulièrement.
is_is: Tilgreinir vefslóðina sem verður notuð til að uppfæra lógóið reglulega.
it_it: Specifica l'URL da cui il logo verrà aggiornato regolarmente.

# Page 945518375 - Control 2228795340 - Property 2879900210
source: Logo URL
da_dk: URL-adresse for logo
es_mx: URL del logotipo
fr_be: URL logo
is_is: Vefslóð kennimerkis
it_it: URL logo

# Page 945518375 - Control 2961552353 - Property 1295455071
source: Specifies the default name for the PayPal payment service.
da_dk: Angiver standardnavnet for PayPal-betalingstjenesten.
de_ch: Gibt den Standardnamen für den PayPal-Zahlungsverkehr an.
es_mx: Especifica el nombre predeterminado para el servicio de pago de PayPal.
fr_be: Spécifie le nom par défaut pour le service de paiement PayPal.
is_is: Tilgreinir sjálfgefið heiti fyrir PayPal-greiðsluþjónustuna.
it_it: Specifica il nome di default per il servizio di pagamento PayPal.

# Page 945518375 - Control 4086242710 - Property 1295455071
source: Specifies the default target URL that will be used for the PayPal payment services.
da_dk: Angiver den URL-måladresse, der bruges som standard til PayPal-betalingstjenester.
de_ch: Gibt die Standard-Ziel-URL an, die für den PayPal-Zahlungsverkehr verwendet wird.
es_mx: Especifica la dirección URL de destino predeterminada que se va a utilizar para los servicios de pago de PayPal.
fr_be: Spécifie l'URL cible par défaut qui est utilisée pour les services de paiement PayPal.
is_is: Tilgreinir sjálfgefnu markslóðina sem verður notuð fyrir PayPal-greiðsluþjónustuna.
it_it: Specifica l'URL di destinazione di default che viene utilizzato per i servizi di pagamento PayPal.

# Page 945518375 - Control 4086242710 - Property 2879900210
source: Target URL
da_dk: URL-måladresse
de_ch: Ziel-URL
es_mx: URL de destino
fr_be: URL cible
is_is: Markslóð
it_it: URL destinazione

# Page 945518375 - Control 161526099 - Property 1295455071
source: Specifies the terms of use for the PayPal payment service.
da_dk: Angiver vilkårene for anvendelse af PayPal-betalingstjenesten.
de_ch: Gibt die Nutzungsbedingungen für den PayPal-Zahlungsverkehr an.
es_mx: Especifica las condiciones de uso del servicio de pago de PayPal.
fr_be: Spécifie les conditions d'utilisation pour le service de paiement PayPal.
is_is: Tilgreinir notkunarskilmála fyrir PayPal-greiðsluþjónustuna.
it_it: Specifica le condizioni d'uso del servizio di pagamento PayPal.

# Page 945518375 - Action 3160976295 - Property 1295455071
source: Resets values to default.
da_dk: Gendanner standardværdierne.
de_ch: Setzt die Werte auf die Standardeinstellung zurück.
es_mx: Restablece los valores predeterminados.
fr_be: Réinitialise les valeurs par défaut.
is_is: Endurstillir á sjálfgefin gildi.
it_it: Ripristina i valori di default.

# Page 945518375 - Action 3160976295 - Property 2879900210
source: Reset To Default
da_dk: Gendan standardværdi
de_ch: Auf Standard zurücksetzen
es_mx: Restaurar valores predeterminados
fr_be: Rétablir les valeurs par défaut
is_is: Endurstilla á sjálfgefið
it_it: Ripristina default

# PageExtension 1655671086 - NamedType 961880541
source: Terms of service
da_dk: Servicebetingelser
de_ch: Vertragsbedingungen
es_mx: Condiciones del servicio
fr_be: Conditions d'utilisation
is_is: Þjónustuskilmálar
it_it: Condizioni d'uso

# PageExtension 1655671086 - Control 2725778290 - Property 1295455071
source: Specifies the PayPal email address.
da_dk: Angiver PayPal-mailadressen.
de_ch: Gibt die PayPal-E-Mail-Adresse an.
es_mx: Especifica la dirección de correo electrónico de PayPal.
fr_be: Spécifie l’adresse e-mail PayPal.
is_is: Tilgreinir PayPal-netfang.
it_it: Specifica l'indirizzo e-mail di PayPal.

# PageExtension 1655671086 - Control 2725778290 - Property 2879900210
source: PayPal email address
da_dk: PayPal-mailadresse
de_ch: PayPal-E-Mail-Adresse
es_mx: Dirección de correo electrónico de PayPal
fr_be: Adresse électronique PayPal
is_is: PayPal-netfang
it_it: Indirizzo e-mail PayPal

# PageExtension 1655671086 - Control 161526099 - Property 1295455071
source: Specifies PayPal terms of service.
da_dk: Angiver servicebetingelserne for PayPal.
de_ch: Gibt die Vertragsbedingungen von PayPal an.
es_mx: Especifica las condiciones del servicio de PayPal.
fr_be: Spécifie les conditions d'utilisation PayPal.
is_is: Tilgreinir þjónustuskilmála PayPal.
it_it: Specifica le condizioni d'uso di PayPal.

# PageExtension 1655671086 - Control 161526099 - Property 2879900210
source: PayPal Terms of Service
da_dk: Servicebetingelser for PayPal
de_ch: Vertragsbedingungen von PayPal
es_mx: Condiciones del servicio de PayPal
fr_be: Conditions d'utilisation PayPal
is_is: Þjónustuskilmálar PayPal
it_it: Condizioni d'uso di PayPal

# PageExtension 1655671086 - Control 2102977698 - Property 1968111052
source: Ask your Office 365 administrator to change the settings for PayPal.
da_dk: Bed Office 365-administratoren om at ændre indstillingerne for PayPal.
de_ch: Bitten Sie Ihren Office 365-Administrator, die Einstellungen für PayPal zu ändern.
es_mx: Pida al administrador de Office 365 que cambie la configuración de PayPal.
fr_be: Contactez votre administrateur Office 365 pour modifier les paramètres de PayPal.
is_is: Biddu Office 365-stjórnandann að breyta stillingunum fyrir PayPal.
it_it: Chiedere all'amministratore di Office 365 di modificare le impostazioni per PayPal.
