Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: simplifiedbankstatementimport/source/Simplified Bank Statement Import/Translations/Simplified Bank Statement Import.*.xlf
Languages: de_de, es_es, fi_fi, it_it, nl_be

# Table 3726475704 - Property 2879900210
source: Bank Statement Import Preview
de_de: Vorschau Bankauszugimport
es_es: Vista previa importación extracto cuenta
fi_fi: Tiliotteen tuonnin esikatselu
it_it: Anteprima importazione estratto conto bancario
nl_be: Voorbeeld van bankafschriftimport

# Table 3726475704 - Field 636392376 - Property 2879900210
source: Amount
de_de: Betrag
es_es: Importe
fi_fi: Summa
it_it: Importo
nl_be: Bedrag

# Table 3726475704 - Field 3465196513 - Property 2879900210
source: Amount Format
de_de: Betragsformat
es_es: Formato importe
fi_fi: Summan muoto
it_it: Formato importo
nl_be: Bedragindeling

# Table 3726475704 - Field 3192175264 - Property 2879900210
source: Date
de_de: Datum
es_es: Fecha
fi_fi: Pvm
it_it: Data
nl_be: Datum

# Table 3726475704 - Field 902669161 - Property 2879900210
source: Date Format
de_de: Datumsformat
es_es: Formato fecha
fi_fi: Päivämäärän muoto
it_it: Formato data
nl_be: Datumindeling

# Table 3726475704 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_it: Descrizione
nl_be: Beschrijving

# Table 3726475704 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
es_es: Clave principal
fi_fi: Ensisijainen avain
it_it: Chiave primaria
nl_be: Primaire sleutel

# Codeunit 1261045762 - NamedType 4123649463
source: Set up a bank statement file import format.
de_de: Richten Sie ein Bankauszugs-Dateiimportformat ein.
es_es: Configurar formato importac. archiv. extracto cta.
fi_fi: Määritä tiliotetiedoston tuontimuoto.
it_it: Impostare un formato di importazione del file estratto conto bancario.
nl_be: Een importindeling voor het bankafschriftbestand instellen.

# Codeunit 1261045762 - NamedType 1254056685
source: Set up a bank statement file import format
de_de: Richten Sie ein Bankauszugs-Dateiimportformat ein.
es_es: Configurar formato importac. archiv. extracto cta.
fi_fi: Määritä tiliotetiedoston tuontimuoto
it_it: Imposta un formato di importazione del file estratto conto bancario
nl_be: Een importindeling voor het bankafschriftbestand instellen.

# Codeunit 1261045762 - NamedType 3225951371
source: Upload
es_es: Cargar
fi_fi: Lataa palvelimeen
it_it: Carica
nl_be: Uploaden

# Codeunit 1261045762 - NamedType 1707396675
source: CSV Files|%1
de_de: CSV-Dateien|%1
es_es: Archivos CSV|%1
fi_fi: CSV-tiedostot|%1
it_it: File CSV|%1
nl_be: CSV-bestanden|%1

# Page 1261045762 - Property 2879900210
source: Bank Statement File Setup
de_de: Einrichtung der Bankauszugsdatei
es_es: Config. servic. extr. cuenta
fi_fi: Tiliotetiedoston määritys
it_it: Setup file estratto conto bancario
nl_be: Instelling van bankafschriftbestand

# Page 1261045762 - NamedType 1245862610
source: Amount
de_de: Betrag
es_es: Importe
fi_fi: Summa
it_it: Importo
nl_be: Bedrag

# Page 1261045762 - NamedType 117133418
source: Bank Import Setup
de_de: Bankimporteinrichtung
es_es: Configuración de la importación de bancos
fi_fi: Pankin tuonnin määritys
it_it: Setup importazione banca
nl_be: Instelling van bankimport

# Page 1261045762 - NamedType 1979522020
source: Bank Payment Field Mapping
de_de: Bankkonto-Zahlungsfeldzuordnung
es_es: Asignación de campos de pagos bancarios
fi_fi: Pankkimaksu-kentän yhdistämismääritys
it_it: Mapping campo Pagamento bancario
nl_be: Toewijzing van veld Bankbetaling

# Page 1261045762 - NamedType 926033131
source: Column number for %1 cannot be greater than column count.
de_de: Die Spaltennummer für %1 darf nicht größer sein als die Spaltenanzahl.
es_es: El número de columna para %1 no puede ser mayor que el recuento de columnas.
fi_fi: Sarakkeen %1 numero ei voi olla suurempi kuin sarakemäärä.
it_it: Il numero di colonna per %1 non può essere maggiore del numero di colonne.
nl_be: Het kolomnummer voor %1 kan niet groter zijn dan het aantal kolommen.

# Page 1261045762 - NamedType 3679842891
source: Bank Statement Import Format %1 is already defined for the Bank Account %2. Do you want to overwrite it with the new format?
de_de: Das Bankauszugsimportformat %1 ist bereits für das Bankkonto %2 definiert. Möchten Sie es mit dem neuen Format überschreiben?
es_es: El formato de importación de extracto de cuenta %1 ya está definido para el banco %2. ¿Desea sobrescribirlo con el nuevo formato?
fi_fi: Pankkitilin %2 tiliotteen tuontimuoto %1 on jo määritetty. Haluatko korvata sen uudella muodolla?
it_it: Formato importazione estratto conto bancario %1 già definito per il C/C bancario %2. Sovrascriverlo con il nuovo formato?
nl_be: Importindeling voor bankafschriften %1 is al gedefinieerd voor de bankrekening %2. Wilt u deze overschrijven met de nieuwe indeling?

# Page 1261045762 - NamedType 1215989694
source: A data exchange definition with the code %1 already exists.
de_de: Eine Datenaustauschdefinition mit dem Code %1 ist bereits vorhanden.
es_es: Ya existe una definición de intercambio de datos con el código %1.

# Page 1261045762 - NamedType 1662316861
source: Data Exchange Definition
de_de: Datenaustauschdefinition
es_es: Definición de intercambio de datos
fi_fi: Tiedonsiirtomääritys
it_it: Definizione di scambio dati
nl_be: Definitie van gegevensuitwisseling

# Page 1261045762 - NamedType 1542941690
source: Date
de_de: Datum
es_es: Fecha
fi_fi: Pvm
it_it: Data
nl_be: Datum

# Page 1261045762 - NamedType 3569966352
source: Description
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_it: Descrizione
nl_be: Beschrijving

# Page 1261045762 - NamedType 3342129989
source: Detail
es_es: Detalle
fi_fi: Erittely
it_it: Dettaglio
nl_be: Details

# Page 1261045762 - NamedType 1612662348
source: Download a sample bank statement file
de_de: Eine Beispiel-Bankauszugsdatei herunterladen
es_es: Descargar un archivo de extracto de cuenta de muestra
fi_fi: Lataa mallitiliotetiedosto
it_it: Scarica un file estratto conto bancario di esempio
nl_be: Een voorbeeld van een bankafschriftbestand downloaden

# Page 1261045762 - NamedType 3189848945
source: Bank statement file successfully uploaded
de_de: Bankauszugsdatei erfolgreich hochgeladen
es_es: El archivo de extracto de cuenta se cargó correctamente
fi_fi: Tiliotetiedoston lataaminen palvelimeen onnistui
it_it: Caricamento del file estratto conto bancario completato
nl_be: Bankafschriftbestand geüpload

# Page 1261045762 - NamedType 510207457
source: The line separator in the uploaded file, %1, differs from your setup. To continue, go back a step or two and change your setup to use %1.
de_de: Das Zeilentrennzeichen in der hochgeladenen Datei, %1, unterscheidet sich von Ihrer Einrichtung. Gehen Sie zum Fortfahren einen oder zwei Schritte zurück, und ändern Sie die Einrichtung, um %1 zu verwenden.
es_es: El separador de líneas del archivo cargado, %1, difiere de la configuración. Para continuar, retroceda uno o dos pasos y cambie la configuración para usar %1.

# Page 1261045762 - NamedType 2421718085
source: Line Definition
de_de: Zeilendefinition
es_es: Definición de línea
fi_fi: Rivimääritys
it_it: Definizione riga
nl_be: Regeldefinitie

# Page 1261045762 - NamedType 984350027
source: The setup is not complete.\\Are you sure you want to exit?
de_de: Die Einrichtung ist nicht abgeschlossen.\\Möchten Sie den Vorgang wirklich beenden?
es_es: La configuración no está completa.\\¿Seguro que desea salir?
fi_fi: Määritys on kesken.\\Haluatko varmasti poistua?
it_it: Il setup non è stato completato.\\Uscire?
nl_be: De instelling is niet voltooid.\\Weet u zeker dat u wilt afsluiten?

# Page 1261045762 - NamedType 997420393
source: The preview will show the first 10 lines from the file, and any problems will be colored red. It's a good idea to verify that the decimal separator is correct. Using the wrong separator will result in incorrect amounts.
de_de: In der Vorschau werden die ersten 10 Zeilen aus der Datei angezeigt, und alle Probleme werden rot hervorgehoben. Überprüfen Sie auch, ob das Dezimaltrennzeichen korrekt ist. Die Verwendung des falschen Trennzeichens führt zu falschen Beträgen.
es_es: La vista previa mostrará las 10 primeras líneas del archivo y los problemas se mostrarán en color rojo. Es recomendable comprobar que el separador decimal es correcto. Si se usa un separador incorrecto, se obtendrán importes incorrectos.
fi_fi: Esikatselu näyttää tiedoston 10 ensimmäistä riviä, ja mahdolliset virheet näkyvät punaisina. Desimaalierottimen oikeellisuus kannattaa tarkistaa. Jos käytetty erotin on väärä, summat ovat virheellisiä.
it_it: L'anteprima mostra le prime 10 righe del file ed eventuali problemi sono evidenziati in rosso. È consigliabile verificare che il separatore decimale sia corretto. L'utilizzo del separatore errato genera importi errati.
nl_be: Het voorbeeld bevat de eerste tien regels uit het bestand en eventuele problemen worden rood aangegeven. Controleer ook of het decimaalteken klopt. Als u het verkeerde teken gebruikt, krijgt u verkeerde bedragen.

# Page 1261045762 - NamedType 1790941001
source: Test the bank statement file format
de_de: Das Bankauszugsdateiformat testen
es_es: Probar el formato de archivo de extracto de cuenta
fi_fi: Testaa tiliotetiedoston muoto
it_it: Verifica il formato del file estratto conto bancario
nl_be: De indeling van het bankafschriftbestand testen

# Page 1261045762 - NamedType 3391927513
source: Upload a bank statement file
de_de: Bankauszugsdatei hochladen
es_es: Cargar un archivo de extracto de cuenta
fi_fi: Lataa tiliotetiedosto palvelimeen
it_it: Carica un file estratto conto bancario
nl_be: Een bankafschriftbestand uploaden

# Page 1261045762 - Control 2667510389 - Property 1968111052
source: You're all set. Do you want to attach this format to a bank account now, so you can import bank transactions right away?
de_de: Sie sind fertig. Möchten Sie dieses Format jetzt an ein Bankkonto anfügen, damit Sie Banktransaktionen sofort importieren können?
es_es: Está todo establecido. ¿Desea adjuntar este formato a un banco ahora, de modo que pueda importar transacciones bancarias directamente?
fi_fi: Kaikki on valmista. Haluatko liittää tämän muodon pankkitiliin nyt, jotta voit tuoda pankkitapahtumat heti?
it_it: Operazione completata. Collegare questo formato a un C/C bancario ora, in modo da importare le transazioni bancarie subito?
nl_be: U bent klaar. Wilt u deze indeling nu aan een bankrekening koppelen, zodat u direct banktransacties kunt importeren?

# Page 1261045762 - Control 2667510389 - Property 2879900210
source: One last thing
de_de: Eine letzte Sache
es_es: Una última cosa
fi_fi: Vielä yksi juttu
it_it: Un'ultima cosa
nl_be: Nog één ding

# Page 1261045762 - Control 480237546 - Property 1295455071
source: Specifies the name of the setup that will be used as the code for data exchange definitions and bank statement imports.
de_de: Gibt den Namen der Einrichtung an, die als Code für Datenaustauschdefinitionen und Bankauszugsimporte verwendet wird.
es_es: Especifica el nombre de la configuración que se usará como código para las definiciones de intercambio de datos y las importaciones de extractos de cuenta.
fi_fi: Määrittää tiedonsiirtomääritysten ja tiliotetuontien koodina käytettävän määrityksen nimen.
it_it: Specifica il nome del setup che verrà utilizzato come codice per la definizione di scambio dati e le importazioni dell'estratto conto bancario.
nl_be: Hiermee wordt de naam opgegeven van de instelling die wordt gebruikt als de code voor definities van gegevensuitwisseling en het importeren van bankafschriften.

# Page 1261045762 - Control 480237546 - Property 2879900210
source: Format Code
es_es: Código de formato
fi_fi: Muotokoodi
it_it: Formatta codice
nl_be: Indelingscode

# Page 1261045762 - Control 3395982809 - Property 1295455071
source: Specifies the bank account that this setup is assigned to. You can assign the account at any time.
de_de: Gibt das Bankkonto an, dem diese Einrichtung zugeordnet ist. Sie können das Konto jederzeit zuweisen.
es_es: Especifica el banco al que está asignada esta configuración. Puede asignar la cuenta en cualquier momento.
fi_fi: Määrittää pankkitilin, jolle tämä määritys annetaan. Voit määrittää tilin milloin tahansa.
it_it: Specifica il C/C bancario a cui è assegnato questo setup. È possibile assegnare il conto in qualsiasi momento.
nl_be: Hiermee wordt de bankrekening opgegeven waaraan deze instelling is toegewezen. U kunt de rekening op elk moment toewijzen.

# Page 1261045762 - Control 3395982809 - Property 2879900210
source: Bank Account
de_de: Bankkonto
es_es: Cuenta bancaria
fi_fi: Pankkitili
it_it: C/C bancario
nl_be: Bankrekening

# Page 1261045762 - Control 2557384806 - Property 2879900210
source: Download Sample
de_de: Beispiel herunterladen
es_es: Descargar ejemplo
fi_fi: Lataa malli
it_it: Scarica esempio
nl_be: Voorbeeld downloaden

# Page 1261045762 - Control 3647570164 - Property 1968111052
source: Choose Next to upload your bank statement file. If you upload a file, we'll detect it's format and apply it for you. You can also skip this step and define the format yourself.
de_de: Wählen Sie „Weiter“ aus, um die Bankauszugsdatei hochzuladen. Wenn Sie eine Datei hochladen, wird das Format erkannt und angewendet. Sie können diesen Schritt auch überspringen und das Format selbst definieren.
es_es: Elija Siguiente para cargar el archivo de extracto de cuenta. Si carga un archivo, se detectará su formato y se aplicará automáticamente. También puede omitir este paso y definir el formato personalmente.
fi_fi: Lataa tiliotetiedosto valitsemalla Seuraava. Jos lataat tiedoston palvelimeen, tunnistamme sen muodon ja otamme sen käyttöön puolestasi. Voit myös ohittaa tämän vaiheen ja määrittää muodon itse.
it_it: Scegliere Avanti per caricare il file estratto conto bancario. Se si carica un file, il formato verrà rilevato e applicato automaticamente. È anche possibile saltare questo passaggio e definire il formato manualmente.
nl_be: Kies Volgende om uw bankafschriftbestand te uploaden. Als u een bestand uploadt, wordt de indeling ervan bepaald en voor u toegepast. U kunt deze stap ook overslaan en de indeling zelf definiëren.

# Page 1261045762 - Control 3647570164 - Property 2879900210
source: Let's go!
de_de: Los geht’s!
es_es: Empecemos.
fi_fi: Aloitetaan!
it_it: Inizia
nl_be: Aan de slag!

# Page 1261045762 - Control 2926822725 - Property 1968111052
source: You can import bank statement files for use in bank account and payment reconciliations. Use this guide to define formats for the files.
de_de: Sie können Bankauszugsdateien zur Verwendung in Bankkonto- und Zahlungsabstimmungen importieren. Verwenden Sie dieses Handbuch, um Formate für die Dateien zu definieren.
es_es: Puede importar archivos de extractos de cuenta para su uso en conciliación de pagos y bancos. Use esta guía para definir formatos para los archivos.
fi_fi: Voit tuoda tiliotetiedostoja, jotta niitä voidaan käyttää pankkitilin ja maksujen täsmäytyksissä. Määritä tämän ohjatun määrityksen avulla tiedostojen muodot.
it_it: È possibile importare i file estratto conto bancario da utilizzare nel C/C bancario e nelle riconciliazioni dei pagamenti. Utilizzare questa guida per definire i formati per i file.
nl_be: U kunt bankafschriftbestanden importeren voor gebruik in bankrekening- en betalingsreconciliaties. Gebruik deze instructies om indelingen voor de bestanden te definiëren.

# Page 1261045762 - Control 2926822725 - Property 2879900210
source: Welcome to Bank Statement File Setup
de_de: Willkommen bei der Einrichtung der Bankauszugsdatei
es_es: Bienvenido a Configuración de servicio de extracto de cuenta
fi_fi: Tervetuloa tiliotetiedoston määritykseen
it_it: Setup file estratto conto bancario
nl_be: Welkom bij de instelling van het bankafschriftbestand

# Page 1261045762 - Control 2279239964 - Property 1968111052
source: Upload a bank statement file so that we can detect the format and match the column definitions.
de_de: Laden Sie eine Bankauszugsdatei hoch, damit das Format erkannt und mit den Spaltendefinitionen abgeglichen werden kann.
es_es: Permite cargar un archivo de extracto de cuenta para poder detectar el formato y hacer coincidir las definiciones de la columna.
fi_fi: Lataa tiliotetiedosto palvelimeen, jotta voimme tunnistaa muodon ja yhdistää sarakemääritykset.
it_it: Caricare un file estratto conto bancario in modo che sia possibile rilevare il formato e abbinare le definizioni di colonna.
nl_be: Een bankafschriftbestand uploaden zodat de indeling kan worden bepaald en de kolomdefinities kunnen worden afgestemd.

# Page 1261045762 - Control 2187849051 - Property 1968111052
source: By continuing without uploading a file, we will not be able to automatically determine formats, and you must specify file definitions yourself.
de_de: Wenn Sie ohne Dateiupload fortfahren, können keine Formate automatisch bestimmt werden, und Sie müssen die Dateidefinitionen selbst angeben.
es_es: Al continuar sin cargar un archivo, no podremos determinar automáticamente los formatos y deberá especificar las definiciones de archivo.
fi_fi: Jos jatkat lataamatta tiedostoa palvelimeen, emme pysty määrittämään muotoja automaattisesti, ja sinun on määritettävä tiedostomääritykset itse.
it_it: Se si continua senza caricare un file, non sarà possibile determinare automaticamente i formati e sarà necessario specificare manualmente le definizioni dei file.
nl_be: Als u doorgaat zonder een bestand te uploaden, kunnen indelingen niet automatisch worden bepaald en moet u de bestandsdefinities zelf opgeven.

# Page 1261045762 - Control 2187849051 - Property 2879900210
source: Define the bank statement file layout yourself
de_de: Das Layout der Bankauszugsdatei selbst festlegen
es_es: Definir el diseño del archivo de extracto bancario
fi_fi: Määritä tiliotetiedoston asettelu itse
it_it: Definire manualmente il layout del file estratto conto bancario
nl_be: Zelf de indeling van het bankafschriftbestand definiëren

# Page 1261045762 - Control 2663336091 - Property 2879900210
source: Continue without uploading
de_de: Ohne Upload fortfahren
es_es: Continuar sin cargar
fi_fi: Jatka lataamatta palvelimeen
it_it: Continuare senza caricare
nl_be: Doorgaan zonder te uploaden

# Page 1261045762 - Control 1139572727 - Property 2879900210
source: Upload file
de_de: Datei hochladen
es_es: Cargar archivo
fi_fi: Lataa tiedosto palvelimeen
it_it: Carica file
nl_be: Bestand uploaden

# Page 1261045762 - Control 1641543347 - Property 1968111052
source: Specify the number of header lines in your bank statement file. Header lines contain information, such as the name of the bank and the column names, that is not relevant for reconciliations and should be skipped. Header lines are highlighted in the File Preview section and they will be skipped when importing bank statement file.
de_de: Geben Sie die Anzahl der Kopfzeilen in der Bankauszugsdatei an. Kopfzeilen enthalten Informationen, z. B. den Namen der Bank und die Spaltennamen, die für Abstimmungen nicht relevant sind und übersprungen werden sollten. Kopfzeilen werden im Abschnitt „Dateivorschau“ hervorgehoben und werden beim Importieren der Bankauszugsdatei übersprungen.
es_es: Especifica el número de líneas de encabezado del archivo de extracto de cuenta. Las líneas de encabezado contienen información, como el nombre del banco y los nombres de columnas, que no es relevante para las conciliaciones y que se debe omitir. Las líneas de encabezado se resaltan en la sección Vista previa de archivo y se omitirán al importar el archivo del extracto bancario.
fi_fi: Määritä tiliotetiedoston otsikkorivien määrä. Otsikkoriveillä on tietoja (kuten pankin nimi ja sarakkeiden nimet), joilla ei ole merkitystä täsmäytysten kannalta ja jotka tulee ohittaa. Otsikkorivit näkyvät korostettuina Tiedoston esikatselu -osiossa, ja ne ohitetaan, kun tiliotetiedosto tuodaan.
it_it: Specificare il numero di righe di intestazione nel file estratto conto bancario. Le righe di intestazione contengono informazioni, quali il nome della banca e i nomi delle colonne, che non sono rilevanti per le riconciliazioni e devono essere ignorate. Le righe di intestazione sono evidenziate nella sezione Anteprima file e verranno ignorate durante l'importazione del file estratto conto bancario.
nl_be: Geef het aantal koptekstregels in uw bankafschriftbestand op. Koptekstregels bevatten gegevens, zoals de naam van de bank en de kolomnamen, die niet relevant zijn voor reconciliaties en die moeten worden overgeslagen. Koptekstregels worden gemarkeerd in het gedeelte Voorbeeld van bestand en worden overgeslagen wanneer het bankbestand wordt geïmporteerd.

# Page 1261045762 - Control 1233906720 - Property 2879900210
source: File Preview
de_de: Dateivorschau
es_es: Vista previa de archivo
fi_fi: Tiedoston esikatselu
it_it: Anteprima file
nl_be: Voorbeeld van bestand

# Page 1261045762 - Control 3398488374 - Property 1295455071
source: Specifies the number of header lines to skip in the bank statement file.
de_de: Gibt die Anzahl der Kopfzeilen an, die in der Bankauszugsdatei übersprungen werden sollen.
es_es: Especifica el número de líneas de encabezado que se omitirán en el archivo de extracto de cuenta.
fi_fi: Määrittää tiliotetiedostossa ohitettavien otsikkorivien määrän.
it_it: Specifica il numero di righe di intestazione da ignorare nel file estratto conto bancario.
nl_be: Hiermee wordt het aantal koptekstregels opgegeven dat moet worden overgeslagen in het bankafschriftbestand.

# Page 1261045762 - Control 3398488374 - Property 2879900210
source: Header Lines to Skip
de_de: Zu überspringende Kopfzeilen
es_es: Líneas de encabezado que se omitirán
fi_fi: Ohitettavat otsikkorivit
it_it: Righe di intestazione da ignorare
nl_be: Koptekstregels overslaan

# Page 1261045762 - Control 1003846730 - Property 1968111052
source: Specify the column separator, the number of columns, and line separator for your bank statement file.
de_de: Geben Sie das Spaltentrennzeichen, die Anzahl der Spalten und das Zeilentrennzeichen für die Bankauszugsdatei an.
es_es: Especifique el separador de columnas, el número de columnas y el separador de líneas del archivo de extracto bancario.

# Page 1261045762 - Control 1398062215 - Property 1295455071
source: Specifies the number of columns in the bank statement file.
de_de: Gibt die Anzahl der Spalten in der Bankauszugsdatei an.
es_es: Especifica el número de columna en el archivo de extracto extracto de cuenta.
fi_fi: Määrittää sarakkeiden määrän tiliotetiedostossa.
it_it: Specifica il numero di colonne nel file estratto conto bancario.
nl_be: Hiermee wordt het aantal kolommen in het bankafschriftbestand opgegeven.

# Page 1261045762 - Control 1398062215 - Property 2879900210
source: Column Count
de_de: Spaltenanzahl
es_es: Recuento de columnas
fi_fi: Sarakemäärä
it_it: Conteggio colonne
nl_be: Aantal kolommen

# Page 1261045762 - Control 1532031853 - Property 1295455071
source: Specifies the character that separates each column in the bank statement file.
de_de: Gibt das Zeichen an, das jede Spalte in der Bankauszugsdatei trennt.
es_es: Especifica el carácter que separa cada columna del archivo de extracto de cuenta.
fi_fi: Määrittää merkin, joka erottaa kunkin sarakkeen tiliotetiedostossa.
it_it: Specifica il carattere che separa ogni colonna nel file estratto conto bancario.
nl_be: Hiermee wordt het teken opgegeven dat de kolommen in het bankafschriftbestand scheidt.

# Page 1261045762 - Control 1532031853 - Property 2879900210
source: Column Seperator
de_de: Spaltentrennzeichen
es_es: Separador de columnas
fi_fi: Sarake-erotin
it_it: Separatore colonna
nl_be: Kolomscheiding
