Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: simplifiedbankstatementimport/source/Simplified Bank Statement Import/Translations/Simplified Bank Statement Import.*.xlf
Languages: de_de, es_es, fi_fi, it_it, nl_be

# Page 1261045762 - Control 1532031853 - Property 62802879
source: ,Comma,Semicolon
de_de: ,Komma,Semikolon
es_es: ,Coma,Punto y coma
fi_fi: ,Pilkku,Puolipiste
it_it: ,virgola,punto e virgola
nl_be: ,Komma,Puntkomma

# Page 1261045762 - Control 2851203976 - Property 2879900210
source: File Preview
de_de: Dateivorschau
es_es: Vista previa de archivo
fi_fi: Tiedoston esikatselu
it_it: Anteprima file
nl_be: Voorbeeld van bestand

# Page 1261045762 - Control 1721594309 - Property 1295455071
source: Specifies the character that separates each line in the bank statement file.
de_de: Gibt das Zeichen an, das jede Zeile in der Bankauszugsdatei trennt.
es_es: Especifica el carácter que separa cada línea en el archivo de extracto bancario.

# Page 1261045762 - Control 1721594309 - Property 2879900210
source: Line Separator
de_de: Zeilentrennzeichen
es_es: Separador de líneas

# Page 1261045762 - Control 366150113 - Property 1968111052
source: Review and define the column definitions of your bank statement file. When you enter or change a value, the File Preview section will update accordingly.
de_de: Überprüfen und definieren Sie die Spaltendefinitionen Ihrer Bankauszugsdatei. Wenn Sie einen Wert eingeben oder ändern, wird der Abschnitt „Dateivorschau“ entsprechend aktualisiert.
es_es: Revise y defina las definiciones de columna del archivo de extracto de cuenta. Al introducir o cambiar un valor, la sección Vista previa de archivo se actualizará en consecuencia.
fi_fi: Tarkista ja määritä tiliotetiedoston sarakemääritykset. Kun lisäät arvon tai muutat arvoa, Tiedoston esikatselu -osio päivittyy sen mukaisesti.
it_it: Esaminare e definire le definizioni delle colonne del file estratto conto bancario. Quando si immette o si modifica un valore, la sezione Anteprima file verrà aggiornata di conseguenza.
nl_be: De kolomdefinities van uw bankafschriftbestand controleren en definiëren. Wanneer u een waarde invoert of wijzigt, wordt het gedeelte Voorbeeld van bestand bijgewerkt.

# Page 1261045762 - Control 3461834954 - Property 1295455071
source: Specifies the number of the column that contains the description in the bank statement file.
de_de: Gibt die Nummer der Spalte an, die die Beschreibung in der Bankauszugsdatei enthält.
es_es: Especifica el número de la columna que contiene la descripción en el archivo de extracto de cuenta.
fi_fi: Määrittää sen sarakkeen numeron, joka sisältää kuvauksen tiliotetiedostossa.
it_it: Specifica il numero della colonna che contiene la descrizione nel file estratto conto bancario.
nl_be: Hiermee wordt het nummer opgegeven van de kolom met de beschrijving in het bankafschriftbestand.

# Page 1261045762 - Control 3461834954 - Property 2879900210
source: Description Column No.
de_de: Beschreibungsspalten-Nr.
es_es: N.º columna descripción
fi_fi: Kuvaus-sarakkeen nro
it_it: Nr. colonna Descrizione
nl_be: Nr. van kolom Beschrijving

# Page 1261045762 - Control 3914460203 - Property 2879900210
source: File Preview
de_de: Dateivorschau
es_es: Vista previa de archivo
fi_fi: Tiedoston esikatselu
it_it: Anteprima file
nl_be: Voorbeeld van bestand

# Page 1261045762 - Control 2717213718 - Property 2879900210
source: Amount
de_de: Betrag
es_es: Importe
fi_fi: Summa
it_it: Importo
nl_be: Bedrag

# Page 1261045762 - Control 4169365438 - Property 2879900210
source: Date
de_de: Datum
es_es: Fecha
fi_fi: Pvm
it_it: Data
nl_be: Datum

# Page 1261045762 - Control 2495062196 - Property 2879900210
source: Description
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_it: Descrizione
nl_be: Beschrijving

# Page 1261045762 - Control 3029417624 - Property 2879900210
source: File Preview
de_de: Dateivorschau
es_es: Vista previa de archivo
fi_fi: Tiedoston esikatselu
it_it: Anteprima file
nl_be: Voorbeeld van bestand

# Page 1261045762 - Control 2364353460 - Property 1295455071
source: Specifies the number of the column that contains the transaction amount in the bank statement file.
de_de: Gibt die Nummer der Spalte an, die den Transaktionsbetrag in der Bankauszugsdatei enthält.
es_es: Especifica el número de la columna que contiene el importe de la transacción en el archivo de extracto de cuenta.
fi_fi: Määrittää sen sarakkeen numeron, joka sisältää tapahtuman summan tiliotetiedostossa.
it_it: Specifica il numero della colonna che contiene l'importo della transazione nel file estratto conto bancario.
nl_be: Hiermee wordt het nummer opgegeven van de kolom die het transactiebedrag bevat in het bankafschriftbestand.

# Page 1261045762 - Control 2364353460 - Property 2879900210
source: Amount Column No.
de_de: Betragsspalten-Nr.
es_es: N.º columna importe
fi_fi: Summa-sarakkeen nro
it_it: Nr. colonna importo
nl_be: Nr. van kolom Bedrag

# Page 1261045762 - Control 1117537388 - Property 1295455071
source: Specifies the position of the Date column in the order of columns. For example, if the Date column is first in the order, the number should be 1.
de_de: Gibt die Position der Datumsspalte in der Reihenfolge der Spalten an. Wenn die Datumsspalte z. B. in der Reihenfolge an erster Stelle steht, muss die Nummer 1 sein.
es_es: Especifica la posición de la columna Fecha en el orden de las columnas. Por ejemplo, si la columna Fecha es la primera del pedido, el número debe ser 1.
fi_fi: Määrittää Pvm-sarakkeen sijainnin sarakejärjestyksessä. Jos esimerkiksi Pvm-sarake on järjestyksessä ensimmäisenä, numeron on oltava 1.
it_it: Specifica la posizione della colonna Data nell'ordine delle colonne. Ad esempio, se la colonna Data è la prima nell'ordine, il numero deve essere 1.
nl_be: Hiermee wordt de positie van de kolom Datum opgegeven in de volgorde van kolommen. Als de kolom Datum bijvoorbeeld de eerste kolom in de volgorde is, moet het nummer 1 zijn.

# Page 1261045762 - Control 1117537388 - Property 2879900210
source: Date Column No.
de_de: Datumsspalte-Nr.
es_es: N.º columna fecha
fi_fi: Pvm-sarakkeen nro
it_it: Nr. colonna Data
nl_be: Nr. van kolom Datum

# Page 1261045762 - Control 4023420792 - Property 1968111052
source: Review and define the local formats that are used in your bank statement file.
de_de: Überprüfen und definieren Sie die lokalen Formate, die in Ihrer Bankauszugsdatei verwendet werden.
es_es: Permite revisar y definir los formatos locales que se usan en el archivo de extracto bancario.
fi_fi: Tarkista ja määritä tiliotetiedostossa käytettävät paikalliset muodot.
it_it: Esaminare e definire i formati locali che vengono utilizzati nel file estratto conto bancario.
nl_be: De lokale indelingen controleren en definiëren die in uw bankafschriftbestand worden gebruikt.

# Page 1261045762 - Control 521147009 - Property 1295455071
source: Specifies the format used for dates in the bank statement file. Note that the Microsoft standard date and time format requires capitalization for the month, for example, dd/MM/yyyy or d-M-y.
de_de: Gibt das Format an, das für Datumsangaben in der Bankauszugsdatei verwendet wird. Beachten Sie, dass das Microsoft-Standarddatums- und -zeitformat eine Großschreibung für den Monat erfordert, z. B. tt-MM-jjjj oder t-M-j.
es_es: Especifica el formato usado para las fechas en el archivo de extracto bancario. Tenga en cuenta que el formato de fecha y hora estándar de Microsoft requiere mayúsculas para el mes, por ejemplo, dd/MM/aaaa o d-M-a.
fi_fi: Määrittää tiliotetiedostossa käytettävien päivämäärien muodon. Huomaa, että Microsoftin normaali päivämäärä- ja aikamuoto edellyttää kuukauden kirjoittamista isoilla kirjaimilla (kuten dd/MM/yyyy tai d-M-y).
it_it: Specifica il formato utilizzato per le date nel file estratto conto bancario. Notare che il formato di data e ora standard di Microsoft richiede la capitalizzazione del mese, ad esempio dd/MM/yyyy o d-M-y.
nl_be: Hiermee wordt de indeling opgegeven die voor datums wordt gebruikt in het bankafschriftbestand. De standaardindeling voor datum en tijd van Microsoft vereist een hoofdletter voor de maand, bijvoorbeeld MM-dd-jjjj of d-M-j.

# Page 1261045762 - Control 521147009 - Property 2879900210
source: Date Format
de_de: Datumsformat
es_es: Formato fecha
fi_fi: Päivämäärän muoto
it_it: Formato data
nl_be: Datumindeling

# Page 1261045762 - Control 436820374 - Property 1295455071
source: Specifies the decimal separator for amounts in the bank statement file. Separators can be a comma (123,45) or a dot (123.45).
de_de: Gibt das Dezimaltrennzeichen für Beträge in der Bankauszugsdatei an. Trennzeichen können ein Komma (123,45) oder ein Punkt (123.45) sein.
es_es: Especifica el separador decimal de los importes del archivo de extracto de cuenta. Los separadores pueden ser comas (123,45) o un punto (123.45).
fi_fi: Määrittää summien desimaalierottimen tiliotetiedostossa. Erotin voi olla pilkku (123,45) tai piste (123.45).
it_it: Specifica il separatore decimale per gli importi nel file estratto conto bancario. I separatori possono essere una virgola (123, 45) o un punto (123.45).
nl_be: Hiermee wordt het decimaalteken opgegeven voor bedragen in het bankafschriftbestand. Scheidingstekens kunnen een komma (123,45) of een punt (123.45) zijn.

# Page 1261045762 - Control 436820374 - Property 2879900210
source: Decimal Separator
de_de: Dezimaltrennzeichen
es_es: Separador decimal
fi_fi: Desimaalierotin
it_it: Separatore decimale
nl_be: Decimaalteken

# Page 1261045762 - Control 436820374 - Property 62802879
source: ,Dot,Comma
de_de: ,Punkt,Komma
es_es: ,Punto,Coma
fi_fi: ,Piste,Pilkku
it_it: ,punto,virgola
nl_be: ,Punt,Komma

# Page 1261045762 - Control 812546281 - Property 2879900210
source: File Preview
de_de: Dateivorschau
es_es: Vista previa de archivo
fi_fi: Tiedoston esikatselu
it_it: Anteprima file
nl_be: Voorbeeld van bestand

# Page 1261045762 - Control 1507199763 - Property 2879900210
source: Amount
de_de: Betrag
es_es: Importe
fi_fi: Summa
it_it: Importo
nl_be: Bedrag

# Page 1261045762 - Control 2927510395 - Property 2879900210
source: Date
de_de: Datum
es_es: Fecha
fi_fi: Pvm
it_it: Data
nl_be: Datum

# Page 1261045762 - Control 3385724175 - Property 1968111052
source: Test that your new format is correct. If you have already uploaded a bank statement file, just choose the link. If you are defining a format yourself, you will be asked to upload a file.
de_de: Testen Sie, ob das neue Format korrekt ist. Wenn Sie bereits eine Bankauszugsdatei hochgeladen haben, wählen Sie einfach den Link aus. Wenn Sie selbst ein Format definieren, werden Sie aufgefordert, eine Datei hochzuladen.
es_es: Compruebe que el nuevo formato es correcto. Si ya ha cargado un archivo de extracto bancario, solo tiene que elegir el vínculo. Si está definiendo un formato usted mismo, se le pedirá que cargue un archivo.
fi_fi: Testaa uuden muodon oikeellisuus. Jos olet jo ladannut tiliotetiedoston palvelimeen, valitse vain linkki. Jos määrität muodon itse, sinua pyydetään lataamaan tiedosto palvelimeen.
it_it: Verificare che il nuovo formato sia corretto. Se è già stato caricato un file estratto conto bancario, scegliere il collegamento. Se si sta definendo un formato manualmente, verrà richiesto di caricare un file.
nl_be: Controleer of de nieuwe indeling klopt. Als u al een bankafschriftbestand hebt geüpload, kiest u gewoon de koppeling. Als u zelf een indeling definieert, wordt u gevraagd een bestand te uploaden.

# Page 1261045762 - Control 3385724175 - Property 2879900210
source: Try it out
de_de: Testen
es_es: Pruébelo
fi_fi: Kokeile
it_it: Prova
nl_be: Uitproberen

# Page 1261045762 - Control 1086849319 - Property 2879900210
source: Upload file
de_de: Datei hochladen
es_es: Cargar archivo
fi_fi: Lataa tiedosto palvelimeen
it_it: Carica file
nl_be: Bestand uploaden

# Page 1261045762 - Action 2438272767 - Property 2879900210
source: Back
de_de: Zurück
es_es: Atrás
fi_fi: Edellinen
it_it: Indietro
nl_be: Vorige

# Page 1261045762 - Action 3259912055 - Property 2879900210
source: Finish
de_de: Fertigstellen
es_es: Finalizar
fi_fi: Valmis
it_it: Fine
nl_be: Voltooien

# Page 1261045762 - Action 914282563 - Property 2879900210
source: Next
de_de: Weiter
es_es: Siguiente
fi_fi: Seuraava
it_it: Avanti
nl_be: Volgende

# Page 3726475704 - Property 2879900210
source: Bank Statement Import Preview
de_de: Vorschau Bankauszugimport
es_es: Vista previa importación extracto cuenta
fi_fi: Tiliotteen tuonnin esikatselu
it_it: Anteprima importazione estratto conto bancario
nl_be: Voorbeeld van bankafschriftimport

# Page 3726475704 - Control 636392376 - Property 1295455071
source: Transaction amount.
de_de: Transaktionsbetrag.
es_es: Importe de la transacción.
fi_fi: Tapahtuman summa.
it_it: Importo transazione.
nl_be: Transactiebedrag.

# Page 3726475704 - Control 636392376 - Property 2879900210
source: Transaction Amount
de_de: Transaktionsbetrag
es_es: Importe de la transacción
fi_fi: Tapahtuman summa
it_it: Importo transazione
nl_be: Transactiebedrag

# Page 3726475704 - Control 3192175264 - Property 1295455071
source: Transaction date.
de_de: Transaktionsdatum.
es_es: Fecha de transacción.
fi_fi: Tapahtuman pvm.
it_it: Data transazione.
nl_be: Transactiedatum.

# Page 3726475704 - Control 3192175264 - Property 2879900210
source: Date
de_de: Datum
es_es: Fecha
fi_fi: Pvm
it_it: Data
nl_be: Datum

# Page 3726475704 - Control 3461834954 - Property 1295455071
source: Transaction description.
de_de: Transaktionsbeschreibung.
es_es: Descripción de la transacción.
fi_fi: Tapahtuman kuvaus.
it_it: Descrizione transazione.
nl_be: Transactiebeschrijving.

# Page 3726475704 - Control 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_it: Descrizione
nl_be: Beschrijving

# PageExtension 4184426718 - NamedType 4267259091
source: A Bank Statement Import Format is not specified for the bank account. You can select an existing format, or create one.
de_de: Es wurde kein Bankauszugsimportformat für das Bankkonto angegeben. Wählen Sie ein vorhandenes Format aus, oder erstellen Sie ein neues.
es_es: No se ha especificado un formato de importación para extractos de cuenta. Puede seleccionar un formato existente o crear uno.
fi_fi: Pankkitilin tiliotteen tuontimuotoa ei ole määritetty. Voit valita aiemmin määritetyn muodon tai määrittää uuden.
it_it: Un formato di importazione per estratto conto bancario non è specificato per il C/C bancario. È possibile selezionare un formato esistente o crearne uno.
nl_be: Er is geen importindeling voor bankafschriften opgegeven voor de bankrekening. U kunt een bestaande indeling selecteren of er een maken.

# PageExtension 4184426718 - NamedType 207204715
source: Set up Bank Statement File Import Format
de_de: Bankauszugs-Dateiimportformat einrichten
es_es: Configurar formato de importación de extractos de cuenta
fi_fi: Määritä tiliotetiedoston tuontimuoto
it_it: Imposta formato importazione file estratto conto bancario
nl_be: Importindeling van bankafschriftbestand instellen

# PageExtension 674905867 - Action 1918701063 - Property 1295455071
source: Start the Bank Statement File Setup wizard to set up a bank statement file import format.
de_de: Starten Sie den Einrichtungsassistenten für die Bankauszugsdatei, um ein Bankauszugs-Dateiimportformat einzurichten.
es_es: Permite iniciar el asistente Config. servic. extr. cuenta para configurar un formato de importación de archivos de extractos de cuenta.
fi_fi: Aloita ohjattu tiliotetiedoston määritys tiliotetiedoston tuontimuodon määrittämistä varten.
it_it: Avviare l'installazione guidata del file di estratto conto bancario per impostare un formato di importazione del file estratto conto bancario.
nl_be: De wizard Instelling van bankafschriftbestand starten om een importindeling voor een bankafschriftbestand in te stellen.

# PageExtension 674905867 - Action 1918701063 - Property 2879900210
source: Bank Statement File Format Wizard
de_de: Formatassistent für Bankauszugsdatei
es_es: Asistente de formato de archivo de extracto de cuenta
fi_fi: Ohjattu tiliotetiedoston muototoiminto
it_it: Creazione guidata formato file estratto conto bancario
nl_be: Wizard Bestandsindeling van bankafschrift

# PermissionSet 658748726 - Property 2879900210
source: SimplifiedBankStatementImport - Edit
de_de: SimplifiedBankStatementImport – Bearbeiten
es_es: SimplifiedBankStatementImport - Edición

# PermissionSet 2063104060 - Property 2879900210
source: SimplifiedBankStatementImport - Objects
de_de: SimplifiedBankStatementImport – Objekte
es_es: SimplifiedBankStatementImport - Objetos

# PermissionSet 2170860736 - Property 2879900210
source: SimplifiedBankStatementImport - Read
de_de: SimplifiedBankStatementImport – Lesen
es_es: SimplifiedBankStatementImport - Lectura

# Page 1261045762 - NamedType 1215989694
source: Data Exchange Definition with the code %1 already exists.
fi_fi: Tiedonsiirtomääritys, jonka koodi on %1, on jo luotu.
it_it: La definizione di scambio dati con il codice %1 esiste già.
nl_be: Er bestaat al een definitie van gegevensuitwisseling met code %1.

# Page 1261045762 - Control 1003846730 - Property 1968111052
source: Specify the column separator and column count for your bank statement file.
fi_fi: Määritä tiliotetiedoston sarake-erotin ja sarakemäärä.
it_it: Specificare il separatore e il numero di colonne per il file estratto conto bancario.
nl_be: Het kolomscheidingsteken en het aantal kolommen voor uw bankafschriftbestand opgeven.
