Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: ReviewGLEntries/Source/_Exclude_Review_General_Ledger_Entries/Translations/_Exclude_Review_General_Ledger_Entries.*.xlf
Languages: cs_cz, da_dk, de_ch, fr_ca, nb_no

# Page 2247589152 - Control 3732000533 - Property 1295455071
source: Specifies if an entry is marked as reviewed.
cs_cz: Určuje, zda je položka označena jako zkontrolovaná.
da_dk: Angiver, om en post er markeret som gennemset.
de_ch: Gibt an, ob ein Posten als überprüft gekennzeichnet ist.
fr_ca: Indique si une écriture est marquée comme révisée.
nb_no: Angir om en post er merket som gjennomgått.

# Page 2247589152 - Control 3732000533 - Property 247559172
source: In this column you can see which entries have already been marked as reviewed and which has not, you can easily filter on this or use the Hide/Show actions
cs_cz: V tomto sloupci můžete vidět, které položky již byly označeny jako zkontrolované a které ne, můžete snadno filtrovat nebo použít akce Skrýt/Zobrazit
da_dk: I denne kolonne kan du se, hvilke poster der allerede er markeret som gennemset, og som ikke har, så du let kan filtrere på denne eller bruge Vis/Skjul-handlinger
de_ch: In dieser Spalte wird angezeigt, welche Posten bereits als „überprüft“ gekennzeichnet wurden und welche nicht. Sie können diese Spalte einfach filtern oder die Aktionen „ausblenden/anzeigen“ verwenden
fr_ca: Dans cette colonne, vous pouvez voir les écritures déjà marquées comme révisées et celles qui ne l’ont pas été, vous pouvez facilement les filtrer ou utiliser les actions Masquer/Afficher
nb_no: I denne kolonnen kan du se hvilke poster som allerede er merket som gjennomgått, og hvilke som ikke er det. Du kan enkelt filtrere på dette eller bruke handlingene for å vise/skjule

# Page 2247589152 - Control 486908828 - Property 1295455071
source: Specifies the number of the document that the general ledger entries apply to.
cs_cz: Určuje číslo dokladu, ke kterému jsou věcné položky vyrovnány.
da_dk: Angiver nummeret på det dokument, som finansposterne vedrører.
de_ch: Gibt die Nummer des Belegs an, für den die Fibuposten gelten.
fr_ca: Spécifie le numéro du document auquel les écritures GL s’appliquent.
nb_no: Angir nummeret på dokumentet som finanspostene utlignes til.

# Page 2247589152 - Control 636392376 - Property 1295455071
source: Specifies the amount that will be applied.
cs_cz: Určuje částku, která bude vyrovnána.
da_dk: Angiver det beløb, der vil blive udlignet.
de_ch: Gibt den Betrag an, der ausgeglichen werden soll.
fr_ca: Spécifie le montant qui sera affecté.
nb_no: Angir beløpet som blir utlignet.

# Page 2247589152 - Control 84647506 - Property 1295455071
source: Specifies the accumulated debit amount of all the lines applied to this line.
cs_cz: Určuje kumulovanou částku MD všech řádků vyrovnaných s tímto řádkem.
da_dk: Angiver det akkumulerede debetbeløb for alle linjer, der er knyttet til linjen.
de_ch: Gibt den kumulierten Sollbetrag aller Zeilen an, die mit dieser Zeile ausgeglichen wurden.
fr_ca: Spécifie le montant débit cumulé de toutes les lignes affectées à cette ligne.
nb_no: Angir det akkumulerte debetbeløpet for alle linjene utlignet til denne linjen.

# Page 2247589152 - Control 84647506 - Property 2879900210
source: Debit (LCY)
cs_cz: MD (LM)
da_dk: Debet (LV)
de_ch: Soll (MW)
fr_ca: Débit ($)
nb_no: Debet (lokal valuta)

# Page 2247589152 - Control 883711285 - Property 1295455071
source: Specifies the general ledger entry no.
cs_cz: Určuje číslo věcné položky.
da_dk: Angiver finanspostnr.
de_ch: Gibt die Nummer des Sachpostens an
fr_ca: Spécifie le numéro d’écriture GL
nb_no: Angir finansløpenummeret.

# Page 2293883615 - Control 2272945056 - Property 1295455071
source: Specifies which review implementation the review system uses
cs_cz: Určuje, kterou implementaci kontroly používá kontrolní systém
da_dk: Angiver, hvilken gennemsynsimplementering som gennemsynssystemet bruger
de_ch: Gibt an, welche Überprüfungsimplementierung das Prüfsystem verwendet
fr_ca: Spécifie l’implémentation de révision que le système de révision utilise
nb_no: Angir hvilken gjennomgangsimplementering gjennomgangssystemet bruker

# Page 2293883615 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_ch: Allgemein
fr_ca: Général
nb_no: Generelt

# Page 2247589152 - Property 1064389655
source: About Review G/L Entries
cs_cz: O kontrole věcných položek
da_dk: Gennemse finansposter
de_ch: Informationen zu „Fibuposten überprüfen“
fr_ca: À propos de la révision des écritures GL
nb_no: Om gjennomgå finansposter

# Page 2247589152 - Property 247559172
source: Select one or more entries by marking one and marking a second one while holding down either CTRL or SHIFT while marking entries. On this page you manually mark entries as reviewed according to the given review policy, which is specified on the G/L Account. When you review one or more entries, they are given a unique common identifier, the data can be opened in Excel
cs_cz: Vyberte jednu nebo více položek tak, že jednu označíte a druhou označíte, zatímco při označování položek podržíte klávesu CTRL nebo SHIFT. Na této stránce ručně označíte položky jako zkontrolované podle dané zásady kontroly, která je uvedena na finančním účtu. Když kontrolujete jeden nebo více záznamů, je jim přidělen jedinečný společný identifikátor, data lze otevřít v Excelu
da_dk: Vælg en eller flere poster ved at markere en og markere en anden, mens du holder Ctrl eller Skift nede, mens du markerer poster. På denne side kan du manuelt markere poster som gennemset i henhold til den angivne gennemsynspolitik, som er angivet på finanskontoen. Når du gennemser en eller flere poster, får de tildelt et entydigt fælles id, og dataene kan åbnes i Excel
de_ch: Wählen Sie einen oder mehrere Posten, indem Sie erst einen markieren und dann einen zweiten markieren und dabei Ctrl oder Shift gedrückt halten. Auf dieser Seite können Sie Posten gemäss der für das Fibukonto angegebenen Überprüfungsrichtlinie manuell als überprüft kennzeichnen. Wenn Sie einen oder mehrere Posten überprüfen, erhalten sie einen gemeinsamen eindeutigen Bezeichner, die Daten können in Excel geöffnet werden
fr_ca: Sélectionnez une ou plusieurs écritures en en marquant une et en en marquant une seconde tout en maintenant la touche CTRL ou Maj enfoncée pendant le marquage des écritures. Sur cette page, vous marquez manuellement les écritures comme révisées conformément à la stratégie de révision indiquée sur le compte du grand livre. Lorsque vous révisez une ou plusieurs écritures, un identificateur unique et commun leur est affecté, les données peuvent être ouvertes dans Excel
nb_no: Velg en eller flere poster ved å merke en og merke en til mens du holder nede CTRL eller SKIFT mens du merker poster. På denne siden merker du poster som gjennomgått i henhold til den angitte gjennomgangspolicyen, som er angitt i finanskontoen. Når du ser gjennom en eller flere poster, gis de en unik felles identifikator. Dataene kan åpnes i Excel

# Page 2247589152 - Property 2879900210
source: Review G/L Entries
cs_cz: Kontrola věcných položek
da_dk: Gennemse finansposter
de_ch: Fibuposten prüfen
fr_ca: Réviser écritures GL
nb_no: Gjennomgå finansposter

# Page 2293883615 - Property 2879900210
source: G/L Entry Review Setup
cs_cz: Nastavení kontroly věcných položek
da_dk: Opsætning af gennemgang af finanspost
de_ch: Einrichtung der Sachpostenüberprüfung
fr_ca: Configuration révision écriture GL
nb_no: Oppsett av finanspostkontroll

# Page 2293883615 - Property 3863440606
source: review,apply,gl entries, review gl
cs_cz: kontrolovat,vyrovnat,věcné položky, kontrola vp
da_dk: gennemse,udlign,finansposter,gennemse gl
de_ch: überprüfen,ausgleichen,Sachposten,Sachkonto überprüfen
fr_ca: réviser,affecter,écritures gl, révision gl
nb_no: gå gjennom,utlign,finansposter, gjennomgå finans

# PageExtension 3920593255 - Action 682019436 - Property 1064389655
source: Review Entries
cs_cz: Zkontrolovat položky
da_dk: Gennemse poster
de_ch: Posten überprüfen
fr_ca: Réviser les écritures
nb_no: Gå gjennom poster

# PageExtension 3920593255 - Action 682019436 - Property 1295455071
source: Opens a page where you can manually review G/L entries
cs_cz: Otevře stránku, kde můžete ručně zkontrolovat věcné položky
da_dk: Åbner en side, hvor du kan gennemse finansposter manuelt
de_ch: Öffnet eine Seite, auf der Sie Fibuposten manuell prüfen können
fr_ca: Ouvre une page vous permettant de consulter manuellement les écritures GL
nb_no: Åpner en side der du kan gå gjennom finansposter manuelt

# PageExtension 3920593255 - Action 682019436 - Property 247559172
source: Opens a new page where you can manually mark entries as reviewed and open the page in Excel
cs_cz: Otevře novou stránku, kde můžete ručně označit položky jako zkontrolované a otevřít stránku v aplikaci Excel
da_dk: Åbner en ny side, hvor du manuelt kan markere poster som gennemset og åbne siden i Excel
de_ch: Öffnet eine neue Seite, auf der Sie Posten manuell als überprüft kennzeichnen und die Seite in Excel öffnen können
fr_ca: Ouvre une nouvelle page vous permettant de marquer manuellement les écritures comme étant révisées et d’ouvrir la page dans Excel
nb_no: Åpner en ny side der du manuelt kan merke poster som gjennomgått og åpne siden i Excel

# PageExtension 3920593255 - Action 682019436 - Property 2879900210
source: Review Entries
cs_cz: Zkontrolovat položky
da_dk: Gennemse poster
de_ch: Posten überprüfen
fr_ca: Réviser les écritures
nb_no: Gå gjennom poster

# PageExtension 4104492989 - Action 682019436 - Property 1064389655
source: Review Entries
cs_cz: Zkontrolovat položky
da_dk: Gennemse poster
de_ch: Posten überprüfen
fr_ca: Réviser les écritures
nb_no: Gå gjennom poster

# PageExtension 4104492989 - Action 682019436 - Property 1295455071
source: Opens a page where you can manually review G/L entries
cs_cz: Otevře stránku, kde můžete ručně zkontrolovat věcné položky
da_dk: Åbner en side, hvor du kan gennemse finansposter manuelt
de_ch: Öffnet eine Seite, auf der Sie Fibuposten manuell prüfen können
fr_ca: Ouvre une page vous permettant de consulter manuellement les écritures GL
nb_no: Åpner en side der du kan gå gjennom finansposter manuelt

# PageExtension 4104492989 - Action 682019436 - Property 247559172
source: Opens a new page where you can manually mark entries as reviewed and open the page in Excel
cs_cz: Otevře novou stránku, kde můžete ručně označit položky jako zkontrolované a otevřít stránku v aplikaci Excel
da_dk: Åbner en ny side, hvor du manuelt kan markere poster som gennemset og åbne siden i Excel
de_ch: Öffnet eine neue Seite, auf der Sie Posten manuell als überprüft kennzeichnen und die Seite in Excel öffnen können
fr_ca: Ouvre une nouvelle page vous permettant de marquer manuellement les écritures comme étant révisées et d’ouvrir la page dans Excel
nb_no: Åpner en ny side der du manuelt kan merke poster som gjennomgått og åpne siden i Excel

# PageExtension 4104492989 - Action 682019436 - Property 2879900210
source: Review Entries
cs_cz: Zkontrolovat položky
da_dk: Gennemse poster
de_ch: Posten überprüfen
fr_ca: Réviser les écritures
nb_no: Gå gjennom poster

# PageExtension 3191048332 - Control 2457185862 - Property 1295455071
source: Specifies the review policy for this account.
cs_cz: Určuje zásady kontroly pro tento účet.
da_dk: Angiver gennemsynspolitikken for denne konto.
de_ch: Gibt die Überprüfungsrichtlinie für dieses Konto an.
fr_ca: Spécifie la stratégie de révision pour ce compte.
nb_no: Angir gjennomgangspolicyen for denne kontoen.

# PageExtension 3191048332 - Control 2457185862 - Property 2879900210
source: Review Policy
cs_cz: Zásady kontroly
da_dk: Gennemse politik
de_ch: Überprüfungsrichtlinie
fr_ca: Stratégie de révision
nb_no: Gå gjennom policy

# Table 2293883615 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primærnøgle
de_ch: Primärschlüssel
fr_ca: Clé primaire
nb_no: Primærnøkkel

# Table 2293883615 - Field 2789930462 - Property 2879900210
source: G/L Entry Reviewer
cs_cz: Recenzent věcných položek
da_dk: Finanspostvalidator
de_ch: Fibuposten-Prüfer
fr_ca: Réviseur d’écriture GL
nb_no: Finanspostkontrollør

# Table 3624135866 - Field 1411740825 - Property 2879900210
source: G/L Entry No.
cs_cz: Číslo věcné položky
da_dk: Finanspostnr.
de_ch: Sachpostennr.
fr_ca: N° écriture GL
nb_no: Finansløpenr.

# Table 3624135866 - Field 1699201620 - Property 2879900210
source: Reviewed Identifier
cs_cz: Identifikátor kontroly
da_dk: Gennemset id
de_ch: Überprüfter Bezeichner
fr_ca: Identificateur révisé
nb_no: Identifikator for kontrollør

# Table 3624135866 - Field 2188429124 - Property 2879900210
source: Reviewed By
cs_cz: Zkontroloval
da_dk: Gennemset af
de_ch: Überprüft von
fr_ca: Revu par
nb_no: Gjennomgått av

# Table 2293883615 - Property 2879900210
source: G/L Entry Review Setup
cs_cz: Nastavení kontroly věcných položek
da_dk: Opsætning af gennemgang af finanspost
de_ch: Einrichtung der Sachpostenüberprüfung
fr_ca: Configuration révision écriture GL
nb_no: Oppsett av finanspostkontroll

# Table 3624135866 - Property 2879900210
source: G/L Entry Review Entry
cs_cz: Položka kontroly věcné položky
da_dk: Post for gennemsyn af finanspost
de_ch: Fibuposten Überprüfungsposten
fr_ca: Écriture GL - Réviser écriture
nb_no: Gjennomgangspost for finanspost

# TableExtension 2120619102 - Field 1699201620 - Property 2879900210
source: Reviewed Identifier
cs_cz: Identifikátor kontroly
da_dk: Gennemset id
de_ch: Überprüfter Bezeichner
fr_ca: Identificateur révisé
nb_no: Identifikator for kontrollør

# TableExtension 2120619102 - Field 2188429124 - Property 2879900210
source: Reviewed By
cs_cz: Zkontroloval
da_dk: Gennemset af
de_ch: Überprüft von
fr_ca: Revu par
nb_no: Gjennomgått av

# TableExtension 2120619102 - Field 2567000513 - Property 2879900210
source: Reviewed Date
cs_cz: Datum kontroly
da_dk: Gennemset dato
de_ch: Überprüftes Datum
fr_ca: Date révision
nb_no: Dato for gjennomgang

# TableExtension 2120619102 - Field 3732000533 - Property 2879900210
source: Reviewed
cs_cz: Zkontrolováno
da_dk: Gennemset
de_ch: Überprüft
fr_ca: Révisé
nb_no: Gjennomgått

# TableExtension 3177632721 - Field 2457185862 - Property 2879900210
source: Review Policy
cs_cz: Zásady kontroly
da_dk: Gennemse politik
de_ch: Überprüfungsrichtlinie
fr_ca: Stratégie de révision
nb_no: Gå gjennom policy
