Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: ReviewGLEntries/Source/_Exclude_Review_General_Ledger_Entries/Translations/_Exclude_Review_General_Ledger_Entries.*.xlf
Languages: cs_cz, da_dk, de_ch, fr_ca, nb_no

# Codeunit 3107932718 - NamedType 1448111787
source: Selected G/L Entries for G/L Account %1 %2 were not marked as reviewed because credit and debit do not match and the review policy on the account enforces that
cs_cz: Vybrané věcné položky pro finanční účet %1 %2 nebyly označeny jako zkontrolované, protože MD a Dal se neshodují a zásady kontroly účtu to vyžadují
da_dk: Udvalgte finansposter for finanskonto %1 %2 blev ikke markeret som gennemset, da kredit og debet ikke matcher, og gennemsynspolitikken på kontoen gennemtvinger, at
de_ch: Die ausgewählten Fibuposten für das Fibukonto %1 %2 wurden nicht als überprüft gekennzeichnet, da Soll und Haben nicht übereinstimmen und die Überprüfungsrichtlinie für das Konto dies aber vorschreibt
fr_ca: Les écritures GL sélectionnées pour le compte du grand livre %1 %2 n’ont pas été marquées comme ayant été révisées car le crédit et le débit ne correspondent pas et la politique de révision du compte applique ce
nb_no: Valgte finansposter for finanskonto %1 %2 ble ikke merket som gjennomgått fordi kredit og debet ikke samsvarer, og gjennomgangspolicyen på kontoen håndhever det

# Codeunit 3107932718 - NamedType 2635438508
source: G/L Entries for G/L Account %1 %2 were not marked as reviewed since the G/L Account has a No Review Policy
cs_cz: Věcné položky pro finanční účet %1 %2 nebyly označeny jako zkontrolované, protože finanční účet má zásadu nulové kontroly
da_dk: Finansposter for finanskonto %1 %2 blev ikke markeret som gennemgået, fordi finanskontoen ikke har en gennemsynspolitik
de_ch: Fibuposten für das Fibukonto %1 %2 wurden nicht als überprüft gekennzeichnet, da für das Fibukonto die Richtlinie „Keine Überprüfung“ gilt
fr_ca: Les écritures GL pour le compte du grand livre %1 %2 n’ont pas été marquées comme étant révisées, car le compte du grand livre a une politique de non révision
nb_no: Finansposter for finanskonto %1 %2 ble ikke merket som gjennomgått fordi finanskontoen ikke har noen gjennomgangspolicy

# Codeunit 3107932718 - NamedType 4218043748
source: No entries were selected
cs_cz: Nebyly vybrány žádné položky
da_dk: Der blev ikke valgt nogen poster
de_ch: Keine Einträge ausgewählt
fr_ca: Aucune écriture n’a été sélectionnée
nb_no: Ingen poster ble valgt

# Enum 3059661478 - EnumValue 1320218767 - Property 2879900210
source: Allow Review and Match Balance
cs_cz: Povolit kontrolu a vyrovnání
da_dk: Tillad gennemsyn og match saldo
de_ch: Überprüfung zulassen und Saldo abgleichen
fr_ca: Autoriser la révision et solde de correspondance
nb_no: Tillat gjennomgang og samsvar saldo

# Enum 3059661478 - EnumValue 171085621 - Property 2879900210
source: Allow Review
cs_cz: Povolit kontrolu
da_dk: Tillad gennemsyn
de_ch: Überprüfung zulassen
fr_ca: Autoriser la révision
nb_no: Tillat gjennomgang

# Enum 3059661478 - EnumValue 3371220206 - Property 2879900210
source: None
cs_cz: Žádný
da_dk: Ingen
de_ch: Keine
fr_ca: Aucun
nb_no: Ingen

# Enum 3177632721 - EnumValue 1320218767 - Property 2879900210
source: Allow Review and Match Balance
cs_cz: Povolit kontrolu a vyrovnání
da_dk: Tillad gennemsyn og match saldo
de_ch: Überprüfung Saldenabgleich zulassen
fr_ca: Autoriser solde révision et correspondance
nb_no: Tillat gjennomgang og samsvar saldo

# Enum 3177632721 - EnumValue 171085621 - Property 2879900210
source: Allow Review
cs_cz: Povolit kontrolu
da_dk: Tillad gennemsyn
de_ch: Überprüfung zulassen
fr_ca: Autoriser la révision
nb_no: Tillat gjennomgang

# Enum 3177632721 - EnumValue 3371220206 - Property 2879900210
source: None
cs_cz: Žádný
da_dk: Ingen
de_ch: Keine
fr_ca: Aucun
nb_no: Ingen

# Page 2247589152 - Action 2079910339 - Property 1064389655
source: About hiding and showing entries
cs_cz: O skrytí a zobrazení položek
da_dk: Om at skjule og få vist poster
de_ch: Informationen zum Ausblenden und Anzeigen von Posten
fr_ca: À propos du masquage et de l’affichage des écritures
nb_no: Om å skjule og vise poster

# Page 2247589152 - Action 2079910339 - Property 1295455071
source: Hide reviewed entries, hides all the reviewed entries on the page
cs_cz: Skrýt zkontrolované položky, skrýt všechny kontrolované položky na stránce
da_dk: Skjul gennemsete poster, skjuler alle de gennemsete poster på siden
de_ch: Überprüfte Posten ausblenden, blendet alle überprüften Posten auf der Seite aus
fr_ca: Masquer écritures révisées, masque toutes les écritures révisées sur la page
nb_no: Skjul gjennomgåtte poster, skjuler alle gjennomgåtte poster på siden

# Page 2247589152 - Action 2079910339 - Property 247559172
source: You can use the show or hide reviewed entries to toggle which entries are displayed on the table and show all to see both reviewed and unreviewed
cs_cz: Pomocí možnosti zobrazit nebo skrýt kontrolované položky můžete přepínat, které položky se zobrazí v tabulce, a můžete zobrazit vše, abyste viděli zkontrolované i nezkontrolované položky
da_dk: Du kan bruge Vis eller skjul korrekturlæste poster til at slå de poster, der vises i tabellen, til/fra og vise alle for at se både gennemset og ikke-gennemset
de_ch: Mit dem Umschalter für das Anzeigen und Ausblenden von überprüften Posten können Sie festlegen, welche Posten in der Tabelle angezeigt werden. Mit „Alle anzeigen“ werden sowohl überprüfte als auch nicht überprüfte angezeigt
fr_ca: Vous pouvez utiliser les options d’affichage ou de masquage des écritures révisées pour basculer entre les écritures qui sont affichées dans la table et tout afficher pour voir les écritures révisées et non révisées
nb_no: Du kan bruke Vis eller skjul gjennomgåtte poster til å veksle hvilke poster som vises i tabellen, og vise alle for å vise både gjennomgåtte og ikke gjennomgåtte

# Page 2247589152 - Action 2079910339 - Property 2879900210
source: Hide reviewed entries
cs_cz: Skrýt zkontrolované položky
da_dk: Skjul gennemsete poster
de_ch: Überprüfte Posten ausblenden
fr_ca: Masquer écritures révisées
nb_no: Skjul gjennomgåtte poster

# Page 2247589152 - Action 2309888678 - Property 1295455071
source: Show all entries, removes the filters set in the view
cs_cz: Zobrazit všechny položky, odstraní filtry nastavené v zobrazení
da_dk: Vis alle poster, fjerner de filtre, der er angivet i visningen
de_ch: Zeigt alle Posten an, entfernt die in der Ansicht festgelegten Filter
fr_ca: Afficher toutes les écritures, supprime les filtres définis dans la vue
nb_no: Vis alle poster, fjerner filtrene som er angitt i visningen

# Page 2247589152 - Action 2309888678 - Property 2879900210
source: Show all entries
cs_cz: Zobrazit všechny záznamy
da_dk: Vis alle poster
de_ch: Alle Posten anzeigen
fr_ca: Afficher toutes les écritures
nb_no: Vis alle poster

# Page 2247589152 - Action 2553591649 - Property 1295455071
source: For selected G/L Entries, field Reviewer is set to blank, field Review Status is set to Not Reviewed, field Reviewed On is set to blank, field Review Id is to blank
cs_cz: U vybraných věcných položek je pole Kontrolor nastaveno na prázdné, pole Stav kontroly je nastaveno na Nezkotrolováno, pole Zkontrolováno je prázdné, pole ID kontroly je prázdné
da_dk: For udvalgte finansposter er feltgennemsyn angivet til tom, Felt Status af gennemsyn er indstillet til Ikke gennemset, feltet Gennemsyn til er tomt, felt Gennemsyns-id er tomt
de_ch: Für ausgewählte Fibuposten wird das Feld „Prüfer“ auf leer gesetzt, das Feld „Überprüfungsstatus“ wird auf „nicht überprüft“ gesetzt, das Feld „Überprüft am“ wird auf leer gesetzt und das Feld „Überprüfungs-ID “ ist leer
fr_ca: Pour les écritures GL sélectionnées, le champ Réviseur est défini sur vide, le champ d’état de la révision est défini sur Non révisé, le champ de date de révision est défini sur vide, le champ de code de révision est défini sur vide
nb_no: For utvalgte finansposter er feltet Kontrollør tomt, feltet Gjennomgangsstatus satt til Ikke gjennomgått, feltet Gjennomgått den tomt, feltet Gjennomgangs-ID er tomt

# Page 2247589152 - Action 2553591649 - Property 2879900210
source: Set selected as not reviewed
cs_cz: Nastavit vybrané jako nezkontrolované
da_dk: Angiv som ikke gennemset
de_ch: Ausgewählte als nicht überprüft festlegen
fr_ca: Définir la sélection comme non révisée
nb_no: Angi valgt som ikke gjennomgått

# Page 2247589152 - Action 3288081654 - Property 1064389655
source: About review and unreview entries
cs_cz: O kontrole položek
da_dk: Om gennemsyn og fjernelse af gennemsyn af poster
de_ch: Informationen zum Setzen von Posten auf „überprüft“
fr_ca: À propos des écritures révisées et non révisées
nb_no: Om gjennomgåtte og ikke gjennomgåtte poster

# Page 2247589152 - Action 3288081654 - Property 1295455071
source: For selected G/L Entries, field Reviewer is set to the current user, field Review Status is set to Reviewed, field Reviewed On is set to current date, field Review Id is to a number which all the marked entries share
cs_cz: U vybraných věcných položek je pole Kontrolor nastaveno na aktuálního uživatele, pole Stav kontroly je nastaveno na Zkontrolováno, pole Zkontrolováno je nastaveno na aktuální datum, ID kontroly je nastaveno na číslo, které sdílejí všechny označené položky
da_dk: For udvalgte finansposter er felt Validator angivet til den aktuelle bruger, feltet Status af gennemsyn er angivet til gennemset, feltet Gennemsyn til er angivet til dags dato, feltet Gennemsyns-id er et nummer, som alle markerede poster deler
de_ch: Für ausgewählte Fibuposten wird das Feld „Prüfer“ auf den aktuellen Benutzer gesetzt, das Feld „Überprüfungsstatus“ wird auf „Überprüft“ gesetzt, das Feld „Überprüft am“ wird auf das aktuelle Datum gesetzt und das Feld „Überprüfungs-ID “ enthält eine Nummer, die für alle markierten Posten gleich ist
fr_ca: Pour les écritures GL sélectionnées, le champ Réviseur est défini sur l’utilisateur actuel, le champ d’état de la révision est défini sur Révisé, le champ de date de révision est défini sur la date du jour, le champ de code de révision est défini sur un numéro que toutes les écritures marquées partagent
nb_no: For utvalgte finansposter er feltet Kontrollør satt til nåværende bruker, feltet Gjennomgangsstatus satt til Gjennomgått, feltet Gjennomgått satt til nåværende dato, feltet Gjennomgangs-ID er satt til et tall som alle de valgte postene deler

# Page 2247589152 - Action 3288081654 - Property 247559172
source: Set selected as reviewed updates the fields related to reviews and marks the entry as reviewed, set selected as not reviewed clears these fields
cs_cz: Nastavit vybrané jako zkontrolované aktualizuje pole související s recenzemi a označí záznam jako zkontrolovaný, nastavit vybrané jako nezkontrolované vymaže tato pole
da_dk: Angiv de valgte som gennemset, opdaterer de felter, der er relateret til gennemsyn, og markerer indtastningen som gennemset, angiv valgte som ikke gennemset, ryddes disse felter
de_ch: Werden die ausgewählten Posten auf „überprüft“ gesetzt, werden die mit der Überprüfung verknüpften Felder aktualisiert und der Posten als überprüft gekennzeichnet. Werden sie auf „nicht überprüft“ gesetzt, werden diese Felder gelöscht
fr_ca: Définir la sélection comme révisée met à jour les champs associés aux révisions et marque l’écriture comme révisée. Définir la sélection comme non révisée supprime ces champs
nb_no: Hvis du angir valgt som gjennomgått, oppdateres feltene som er knyttet til gjennomganger, og posten merkes som gjennomgått. Hvis du angir som ikke gjennomgått, tømmes disse feltene

# Page 2247589152 - Action 3288081654 - Property 2879900210
source: Set selected as reviewed
cs_cz: Nastavit vybrané jako zkontrolované
da_dk: Angiv som gennemset
de_ch: Ausgewählte als überprüft festlegen
fr_ca: Définir la sélection comme révisée
nb_no: Angi valgt som gjennomgått

# Page 2247589152 - Action 3383493608 - Property 2879900210
source: Entry
cs_cz: Položka
da_dk: Post
de_ch: Posten
fr_ca: Écriture
nb_no: Post

# Page 2247589152 - Action 3473830694 - Property 1295455071
source: Show reviewed entries, hides all the unreviewed entries on the page
cs_cz: Zobrazit zkontrolované položky, skrýt všechny nezkontrolované položky na stránce
da_dk: Vis gennemsete poster, skjuler alle poster, der ikke er gennemset, på siden
de_ch: Überprüfte Posten anzeigen, blendet alle nicht überprüften Posten auf der Seite aus
fr_ca: Afficher écritures révisées, masque toutes les écritures non révisées de la page
nb_no: Vis gjennomgåtte poster, skjuler alle postene som ikke er gjennomgått på siden

# Page 2247589152 - Action 3473830694 - Property 2879900210
source: Show reviewed entries
cs_cz: Zobrazit zkontrolované položky
da_dk: Vis gennemsete poster
de_ch: Geprüfte Posten anzeigen
fr_ca: Afficher écritures révisées
nb_no: Vis gjennomgåtte poster

# Page 2247589152 - Action 4181767958 - Property 2879900210
source: Application
cs_cz: Vyrovnání
da_dk: Applikation
de_ch: Ausgleich
fr_ca: Affectation
nb_no: Utligning

# Page 2247589152 - Control 1267408499 - Property 1295455071
source: Specifies the account no. that will be applied.
cs_cz: Určuje číslo účtu, které bude použito.
da_dk: Angiver det kontonr., der vil blive udlignet.
de_ch: Gibt die Kontonummer an, die ausgeglichen wird.
fr_ca: Spécifie le numéro de compte qui sera affecté.
nb_no: Angir kontonummeret som blir utlignet.

# Page 2247589152 - Control 1515723681 - Property 1064389655
source: About Review Id?
cs_cz: O ID kontroly
da_dk: Om id for gennemsyn?
de_ch: Informationen zur Überprüfungs-ID
fr_ca: À propos du code révision?
nb_no: Om gjennomgang-ID?

# Page 2247589152 - Control 1515723681 - Property 1295455071
source: Specifies the id that represents the review.
cs_cz: Určuje ID, které představuje kontrolu.
da_dk: Angiver det id, der repræsenterer gennemsynet.
de_ch: Gibt die ID an, die die Beziehung darstellt.
fr_ca: Spécifie le code qui représente la révision.
nb_no: Angir ID-en som representerer gjennomgangen.

# Page 2247589152 - Control 1515723681 - Property 247559172
source: When one or more entries has been marked as reviewed together, you can see an identifier unique to the entries that were reviewed together
cs_cz: Pokud byla jedna nebo více položek označeno jako kontrolované společně, zobrazí pro položky, které byly kontrolovány společně, jedinečný identifikátor.
da_dk: Når en eller flere poster er markeret som gennemset, kan du se et id, der er entydigt for de poster, der blev gennemset sammen
de_ch: Wenn mindestens ein Posten als „gemeinsam überprüft“ gekennzeichnet wurde, können Sie einen eindeutigen Bezeichner für die Posten sehen, die gemeinsam überprüft wurden
fr_ca: Si une ou plusieurs écritures ont été marquées comme révisées ensemble, vous pouvez voir un identificateur unique pour les écritures révisées ensemble
nb_no: Når en eller flere poster er merket som gjennomgått, kan du se en identifikator som er unik for postene som ble gjennomgått sammen

# Page 2247589152 - Control 1519032111 - Property 1064389655
source: About Reviewer?
cs_cz: O recenzentovi?
da_dk: Om validatoren?
de_ch: Informationen zum Prüfer
fr_ca: À propos du réviseur ?
nb_no: Om kontrolløren?

# Page 2247589152 - Control 1519032111 - Property 1295455071
source: Specifies a code for the ID when you set entries as reviewed.
cs_cz: Určuje kód pro ID při nastavování položek jako kontrolovaných.
da_dk: Angiver en kode for id'et, når du angiver poster som gennemset.
de_ch: Gibt einen Code für die ID an, wenn Sie Posten als überprüft festlegen.
fr_ca: Spécifie un code lorsque vous définissez des écritures comme révisées.
nb_no: Angir en kode for ID-en når du angir poster som gjennomgått.

# Page 2247589152 - Control 1519032111 - Property 247559172
source: When an entry has been marked as reviewed, you can see the name of that person
cs_cz: Pokud byla položka označena jako zkontrolovaná, zobrazí se jméno osoby
da_dk: Når en post er markeret som gennemset, kan du se navnet på den pågældende person
de_ch: Wenn ein Posten als „überprüft“ gekennzeichnet wurde, wird der Name der Person angezeigt
fr_ca: Lorsqu’une écriture a été marquée comme révisée, vous pouvez voir le nom de cette personne
nb_no: Når en post er merket som gjennomgått, kan du se navnet på personen

# Page 2247589152 - Control 2141525479 - Property 1295455071
source: Specifies the accumulated credit amount of all the lines applied to this line.
cs_cz: Určuje kumulovanou částku Dal všech řádků vyrovnaných s tímto řádkem.
da_dk: Angiver det akkumulerede kreditbeløb for alle linjer, der er knyttet til linjen.
de_ch: Gibt den kumulierten Habenbetrag aller Zeilen an, die mit dieser Zeile ausgeglichen wurden.
fr_ca: Spécifie le montant crédit cumulé de toutes les lignes affectées à cette ligne.
nb_no: Angir det akkumulerte kreditbeløpet for alle linjene utlignet til denne linjen.

# Page 2247589152 - Control 2141525479 - Property 2879900210
source: Credit (LCY)
cs_cz: Dal (LM)
da_dk: Kredit (LV)
de_ch: Haben (MW)
fr_ca: Crédit ($)
nb_no: Kredit (lokal valuta)

# Page 2247589152 - Control 2363328873 - Property 1295455071
source: Specifies the type of document that the G/L entries apply to.
cs_cz: Určuje typ dokladu, ke kterému jsou věcné položky vyrovnány.
da_dk: Angiver den dokumenttype, som finansposterne vedrører.
de_ch: Gibt die Art des Belegs an, für den die Fibuposten gelten.
fr_ca: Spécifie le type de document auquel les écritures GL sont affectées.
nb_no: Angir dokumenttypen som finanspostene utlignes til.

# Page 2247589152 - Control 2457185862 - Property 1064389655
source: About Review Policy?
cs_cz: O zásadách kontroly?
da_dk: Om Gennemse politik?
de_ch: Informationen zur Überprüfungsrichtlinie
fr_ca: À propos de la stratégie de révision ?
nb_no: Om gjennomgangspolicy?

# Page 2247589152 - Control 2457185862 - Property 1295455071
source: Specifies the review policy for the G/L Account shown in the page caption
cs_cz: Určuje zásady kontroly pro finanční účet zobrazený v titulku stránky
da_dk: Angiver gennemsynspolitikken for den finanskonto, der vises i sidetitlen
de_ch: Gibt die Überprüfungsrichtlinie für das in der Seitenbeschriftung angezeigte Fibukonto an
fr_ca: Spécifie la stratégie de révision pour le compte du grand livre affiché dans la légende de la page
nb_no: Angir gjennomgangspolicyen for finanskontoen som vises i sidetittelen

# Page 2247589152 - Control 2457185862 - Property 247559172
source: The review policy specifies the rules for which the selected entries must adhere to
cs_cz: Zásady kontroly určují pravidla, která musí vybrané položky splňovat
da_dk: Gennemsynspolitikken angiver, hvilke regler de udvalgte poster skal overholde
de_ch: Die Überprüfungsrichtlinie gibt die Regeln vor, die für die ausgewählten Posten eingehalten werden müssen
fr_ca: La stratégie de révision spécifie les règles que les écritures sélectionnées doivent respecter
nb_no: Gjennomgangspolicyen angir reglene som de valgte postene må overholde

# Page 2247589152 - Control 2457185862 - Property 2879900210
source: Review Policy
cs_cz: Zásady kontroly
da_dk: Gennemse politik
de_ch: Richtlinie überprüfen
fr_ca: Vérifier la stratégie
nb_no: Gå gjennom policy

# Page 2247589152 - Control 2556136339 - Property 1295455071
source: Specifies the credit amount that will be applied.
cs_cz: Určuje částku Dal, která bude vyrovnána.
da_dk: Angiver det kreditbeløb, der vil blive udlignet.
de_ch: Gibt den Habenbetrag an, der ausgeglichen wird.
fr_ca: Spécifie le montant crédit qui sera affecté.
nb_no: Angir kreditbeløpet som skal utlignes.

# Page 2247589152 - Control 2567000513 - Property 1064389655
source: About Reviewed Date?
cs_cz: O datu kontroly?
da_dk: Om revideret dato?
de_ch: Informationen zum Überprüfungsdatum
fr_ca: À propos de la date de révision ?
nb_no: Om dato for gjennomgang?

# Page 2247589152 - Control 2567000513 - Property 1295455071
source: Specifies the time when the ledger entries were reviewed.
cs_cz: Určuje čas, kdy byly položky zkontrolovány.
da_dk: Angiver det klokkeslæt, hvor finansposterne blev gennemset.
de_ch: Gibt die Uhrzeit an, zu der die Posten überprüft wurden.
fr_ca: Spécifie l’heure à laquelle les écritures ont été révisées.
nb_no: Angir klokkeslettet da postene ble gjennomgått.

# Page 2247589152 - Control 2567000513 - Property 247559172
source: When an entry has been marked as reviewed, you can see the date on which it was done
cs_cz: Pokud byla položka označena jako zkontrolovaná, můžete vidět datum, kdy to bylo provedeno
da_dk: Når en post er markeret som gennemset, kan du se den dato, hvor den blev udført
de_ch: Wenn ein Posten als „überprüft“ gekennzeichnet wurde, wird das Datum angezeigt, an dem die Überprüfung erfolgte
fr_ca: Lorsqu’une écriture a été marquée comme révisée, vous pouvez voir la date à laquelle cette opération a été effectuée
nb_no: Når en post er merket som gjennomgått, kan du se datoen da den ble utført

# Page 2247589152 - Control 25700210 - Property 1064389655
source: About Balance?
cs_cz: O saldu?
da_dk: Om saldoen?
de_ch: Informationen zum Saldo
fr_ca: À propos du solde ?
nb_no: Om saldo?

# Page 2247589152 - Control 25700210 - Property 1295455071
source: Specifies the accumulated balance of all the lines applied to this line.
cs_cz: Určuje kumulované saldo všech řádků vyrovnaných s tímto řádkem.
da_dk: Angiver den akkumulerede saldo for alle linjer, der er knyttet til linjen.
de_ch: Gibt den kumulierten Saldo aller Zeilen an, die mit dieser Zeile ausgeglichen wurden.
fr_ca: Spécifie le solde cumulé de toutes les lignes affectées à cette ligne.
nb_no: Angir den akkumulerte saldoen for alle linjene utlignet til denne linjen.

# Page 2247589152 - Control 25700210 - Property 247559172
source: Based on the selected records, the balance displays the sum of debit and credit
cs_cz: Na základě vybraných záznamů se v zůstatku zobrazuje součet částek MD a Dal
da_dk: Saldoen viser summen af debet og kredit i ud fra de valgte records
de_ch: Auf Grundlage der ausgewählten Datensätze wird der Saldo von Soll und Haben angezeigt
fr_ca: En fonction des enregistrements sélectionnés, le solde affiche la somme du débit et du crédit
nb_no: Basert på de valgte postene viser saldoen summen av debet og kredit

# Page 2247589152 - Control 25700210 - Property 2879900210
source: Balance
cs_cz: Saldo
da_dk: Saldo
de_ch: Saldo
fr_ca: Solde
nb_no: Saldo

# Page 2247589152 - Control 2796346326 - Property 1295455071
source: Specifies the debit amount that will be applied.
cs_cz: Určuje částku MD, která bude vyrovnána.
da_dk: Angiver det debetbeløb, der vil blive udlignet.
de_ch: Gibt den Sollbetrag an, der ausgeglichen wird.
fr_ca: Spécifie le montant débit qui sera affecté.
nb_no: Angir debetbeløpet som blir utlignet.

# Page 2247589152 - Control 3461834954 - Property 1295455071
source: Specifies additional information about the general ledger entry.
cs_cz: Určuje další informace o věcné položce.
da_dk: Angiver yderligere oplysninger om finansposten.
de_ch: Gibt zusätzliche Informationen über den Fibuposten an.
fr_ca: Spécifie des informations supplémentaires sur l’écriture du grand livre.
nb_no: Angir tilleggsinformasjon om finansposten.

# Page 2247589152 - Control 3710982960 - Property 1295455071
source: Specifies the date when the G/L entries were posted.
cs_cz: Určuje datum zaúčtování věcných položek.
da_dk: Angiver datoen for bogføringen af finansposterne.
de_ch: Gibt das Datum an, an dem die Fibuposten im Journal gebucht wurden.
fr_ca: Spécifie la date à laquelle les écritures GL ont été reportées.
nb_no: Angir datoen da finanspostene ble bokført.

# Page 2247589152 - Control 3732000533 - Property 1064389655
source: About reviewed?
cs_cz: O zkontrolovaných?
da_dk: Om gennemset?
de_ch: Informationen zu „überprüft“
fr_ca: À propos des écritures révisées ?
nb_no: Om gjennomgått?
