Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: cs_cz, da_dk, de_ch, es_co, es_mx, is_is, it_it, nl_nl, ru_ru

# PageExtension 711236209 - Action 3927615777 - Property 1295455071
source: Update the late payment predictions for all invoices. Predictions are available only if the Late Payment Prediction extension is enabled.
cs_cz: Aktualizujte predikce zpožděných plateb pro všechny faktury. Předpovědi jsou k dispozici pouze v případě, že je povoleno rozšíření Predikce zpoždění platby.
da_dk: Opdater forudsigelserne for forsinket betaling for alle fakturaer. Forudsigelserne er kun tilgængelige, hvis udvidelsen Forudsigelse af forsinket betaling er aktiveret.
de_ch: Aktualisieren Sie die Vorhersagen verspäteter Zahlungen für alle Rechnungen. Vorhersagen sind nur verfügbar, wenn die Erweiterung "Vorhersage verspäteter Zahlungen" aktiviert ist.
es_co: Actualice las predicciones de pago atrasado para todas las facturas. Las predicciones están disponibles solo si está habilitada la extensión de predicción de pago atrasado.
es_mx: Actualice las predicciones de pago atrasado para todas las facturas. Las predicciones solo están disponibles si la extensión de Predicción de pago atrasado está activada.
is_is: Uppfæra greiðsludráttarspár fyrir alla reikninga. Spár eru aðeins tiltækar ef viðbót greiðsludráttarspár er virk.
it_it: Aggiornare le previsioni di pagamento ritardato per tutte le fatture. Le previsioni sono disponibili solo se l'estensione Previsione pagamento ritardato è abilitata.
nl_nl: De voorspellingen van te late betalingen voor alle facturen bijwerken. Voorspellingen zijn alleen beschikbaar als de extensie Voorspelling van te late betalingen is ingeschakeld.
ru_ru: Обновление прогнозов просрочки оплаты по всем счетам. Прогнозы доступны, только если включено расширение "Прогнозирование просрочек оплаты".

# PageExtension 64367162 - Action 3888950521 - Property 2879900210
source: Predict Payment
cs_cz: Předpovědět platby
da_dk: Forudsig betaling
de_ch: Zahlung vorhersagen
es_co: Predecir pago
es_mx: Predecir pago
is_is: Spá fyrir um greiðslu
it_it: Prevedi pagamento
nl_nl: Betaling voorspellen
ru_ru: Прогнозировать оплату

# PageExtension 64367162 - Action 3888950521 - Property 1295455071
source: Predict whether the payment for this sales document will be made on time. Predictions are available only if the Late Payment Prediction extension is enabled.
cs_cz: Předpovědět, zda bude platba za tento prodejní doklad provedena včas. Předpovědi jsou k dispozici pouze v případě, že je povoleno rozšíření Predikce zpoždění platby.
da_dk: Forudsig, om betalingen for dette salgsdokument foretages til tiden. Forudsigelserne er kun tilgængelige, hvis udvidelsen Forudsigelse af forsinket betaling er aktiveret.
de_ch: Sagen Sie vorher, ob die Zahlung dieses Verkaufsbelegs rechtzeitig erfolgen wird. Vorhersagen sind nur verfügbar, wenn die Erweiterung "Vorhersage verspäteter Zahlungen" aktiviert ist.
es_co: Predecir si el pago de este documento de venta se hará a tiempo. Las predicciones están disponibles solo si está habilitada la extensión de predicción de pago atrasado.
es_mx: Predecir si el pago de este documento de ventas se realizará a tiempo. Las predicciones solo están disponibles si la extensión de Predicción de pago atrasado está habilitada.
is_is: Spá fyrir um hvort greiðsla fyrir þetta söluskjal berist á réttum tíma. Spár eru aðeins í boði ef viðbót greiðsludráttarspár er virk.
it_it: Prevede se il pagamento per questo documento di vendita sarà puntuale. Le previsioni sono disponibili solo se l'estensione Previsione pagamento ritardato è abilitata.
nl_nl: Voorspellen of de betaling voor dit verkoopdocument op tijd wordt gedaan. Voorspellingen zijn alleen beschikbaar als de extensie Voorspelling van te late betalingen is ingeschakeld.
ru_ru: Прогнозирование того, будет ли оплата по этому документу продажи совершена в срок. Прогнозы доступны, только если включено расширение "Прогнозирование просрочек оплаты".

# PageExtension 198070038 - Action 3888950521 - Property 2879900210
source: Predict Payment
cs_cz: Předpovědět platby
da_dk: Forudsig betaling
de_ch: Zahlung vorhersagen
es_co: Predecir pago
es_mx: Predecir pago
is_is: Spá fyrir um greiðslu
it_it: Prevedi pagamento
nl_nl: Betaling voorspellen
ru_ru: Прогнозировать оплату

# PageExtension 198070038 - Action 3888950521 - Property 1295455071
source: Predict whether the payment for this sales document will be made on time. Predictions are available only if the Late Payment Prediction extension is enabled.
cs_cz: Předpovědět, zda bude platba za tento prodejní doklad provedena včas. Předpovědi jsou k dispozici pouze v případě, že je povoleno rozšíření Predikce zpoždění platby.
da_dk: Forudsig, om betalingen for dette salgsdokument foretages til tiden. Forudsigelserne er kun tilgængelige, hvis udvidelsen Forudsigelse af forsinket betaling er aktiveret.
de_ch: Sagen Sie vorher, ob die Zahlung dieses Verkaufsbelegs rechtzeitig erfolgen wird. Vorhersagen sind nur verfügbar, wenn die Erweiterung "Vorhersage verspäteter Zahlungen" aktiviert ist.
es_co: Predecir si el pago de este documento de venta se hará a tiempo. Las predicciones están disponibles solo si está habilitada la extensión de predicción de pago atrasado.
es_mx: Predecir si el pago de este documento de ventas se realizará a tiempo. Las predicciones solo están disponibles si la extensión de Predicción de pago atrasado está habilitada.
is_is: Spá fyrir um hvort greiðsla fyrir þetta söluskjal berist á réttum tíma. Spár eru aðeins í boði ef viðbót greiðsludráttarspár er virk.
it_it: Prevede se il pagamento per questo documento di vendita sarà puntuale. Le previsioni sono disponibili solo se l'estensione Previsione pagamento ritardato è abilitata.
nl_nl: Voorspellen of de betaling voor dit verkoopdocument op tijd wordt gedaan. Voorspellingen zijn alleen beschikbaar als de extensie Voorspelling van te late betalingen is ingeschakeld.
ru_ru: Прогнозирование того, будет ли оплата по этому документу продажи совершена в срок. Прогнозы доступны, только если включено расширение "Прогнозирование просрочек оплаты".

# PageExtension 2664801871 - Action 3888950521 - Property 2879900210
source: Predict Payment
cs_cz: Předpovědět platby
da_dk: Forudsig betaling
de_ch: Zahlung vorhersagen
es_co: Predecir pago
es_mx: Predecir pago
is_is: Spá fyrir um greiðslu
it_it: Prevedi pagamento
nl_nl: Betaling voorspellen
ru_ru: Прогнозировать оплату

# PageExtension 2664801871 - Action 3888950521 - Property 1295455071
source: Predict whether the payment for this sales document will be made on time. Predictions are available only if the Late Payment Prediction extension is enabled.
cs_cz: Předpovědět, zda bude platba za tento prodejní doklad provedena včas. Předpovědi jsou k dispozici pouze v případě, že je povoleno rozšíření Predikce zpoždění platby.
da_dk: Forudsig, om betalingen for dette salgsdokument foretages til tiden. Forudsigelserne er kun tilgængelige, hvis udvidelsen Forudsigelse af forsinket betaling er aktiveret.
de_ch: Sagen Sie vorher, ob die Zahlung dieses Verkaufsbelegs rechtzeitig erfolgen wird. Vorhersagen sind nur verfügbar, wenn die Erweiterung "Vorhersage verspäteter Zahlungen" aktiviert ist.
es_co: Predecir si el pago de este documento de venta se hará a tiempo. Las predicciones están disponibles solo si está habilitada la extensión de predicción de pago atrasado.
es_mx: Predecir si el pago de este documento de ventas se realizará a tiempo. Las predicciones solo están disponibles si la extensión de Predicción de pago atrasado está habilitada.
is_is: Spá fyrir um hvort greiðsla fyrir þetta söluskjal berist á réttum tíma. Spár eru aðeins í boði ef viðbót greiðsludráttarspár er virk.
it_it: Prevede se il pagamento per questo documento di vendita sarà puntuale. Le previsioni sono disponibili solo se l'estensione Previsione pagamento ritardato è abilitata.
nl_nl: Voorspellen of de betaling voor dit verkoopdocument op tijd wordt gedaan. Voorspellingen zijn alleen beschikbaar als de extensie Voorspelling van te late betalingen is ingeschakeld.
ru_ru: Прогнозирование того, будет ли оплата по этому документу продажи совершена в срок. Прогнозы доступны, только если включено расширение "Прогнозирование просрочек оплаты".

# TableExtension 1656127619 - Field 4203233321 - Property 62802879
source: ,Late,On-Time
cs_cz: ,Pozdě,Včas
da_dk: ,Sen,Til tiden
de_ch: ,Verspätet,Pünktlich
es_co: ,Atrasado,A tiempo
es_mx: ,Tarde,A tiempo
is_is: ,Sein,Á tíma
it_it: ,In ritardo,Puntuale
nl_nl: ,Te laat,Op tijd
ru_ru: ,С просрочкой,В срок

# TableExtension 1656127619 - Field 4203233321 - Property 2879900210
source: Payment Prediction
cs_cz: Predikce platby
da_dk: Betalingsforudsigelse
de_ch: Zahlungsvorhersage
es_co: Predicción de pago
es_mx: Predicción del pago
is_is: Greiðsluspá
it_it: Previsione pagamento
nl_nl: Voorspelling van betaling
ru_ru: Прогноз оплаты

# TableExtension 1656127619 - Field 1165529379 - Property 62802879
source: ,Low,Medium,High
cs_cz: ,Nízká,Střední,Vysoká
da_dk: ,Lav,Medium,Høj
de_ch: ,Niedrig,Normal,Hoch
es_co: ,Baja,Media,Alta
es_mx: ,Baja,Media,Alta
is_is: ,Lítill,Miðlungs,Mikill
it_it: ,Bassa,Media,Alta
nl_nl: ,Laag,Gemiddeld,Hoog
ru_ru: ,Низкая,Средняя,Высокая

# TableExtension 1656127619 - Field 1165529379 - Property 2879900210
source: Prediction Confidence
cs_cz: Spolehlivost predikce
da_dk: Forudsigelseskonfidens
de_ch: Vorhersagegenauigkeit
es_co: Confianza de predicción
es_mx: Confianza de la predicción
is_is: Áreiðanleiki spár
it_it: Affidabilità previsione
nl_nl: Zekerheid van voorspelling
ru_ru: Достоверность прогноза

# TableExtension 1656127619 - Field 1124786408 - Property 2879900210
source: Prediction Confidence %
cs_cz: % Spolehlivosti predikce
da_dk: Forudsigelseskonfidens-%
de_ch: Vorhersagegenauigkeit in %
es_co: % de confianza de predicción
es_mx: % de confianza de la predicción
is_is: Áreiðanleiki spár í %
it_it: Affidabilità previsione in %
nl_nl: Zekerheidspercentage van voorspelling
ru_ru: Достоверность прогноза, %

# TableExtension 3795713173 - NamedType 3140912156
source: There must be an amount to make a prediction for.
cs_cz: Musí existovat nějaká částka, na kterou by se dala udělat předpověď.
da_dk: Der skal være et beløb at foretage en forudsigelse for.
de_ch: Ein Betrag, für den eine Vorhersage erstellt wird, muss vorhanden sein.
es_co: Debe haber un importe para el que hacer una predicción.
es_mx: Debe haber un importe para el que hacer una predicción.
is_is: Upphæð verður að vera til staðar til að hægt sé að gera spá.
it_it: Deve essere presente un importo per la stima.
nl_nl: Er moet een bedrag zijn om een voorspelling voor te doen.
ru_ru: Необходимо указать сумму, для которой делается прогноз.

# Table 523664430 - NamedType 2058625442
source: You cannot use the model because its quality of %1 is below the value in the Model Quality Threshold field. That means its predictions are unlikely to meet your accuracy requirements. You can evaluate the model again to confirm its quality. To use the model anyway, enter a value that is less than or equal to %1 in the Model Quality Threshold field.
da_dk: Du kan ikke bruge modellen, fordi dens kvalitet for %1 er under værdien i feltet Modelkvalitetstærskel. Det betyder, at prognoser ikke opfylder kravene til nøjagtigheden. Du kan evaluere modellen igen for at bekræfte kvaliteten. Hvis du vil bruge modellen alligevel, skal du indsætte en værdi, der er mindre end eller lig med %1, i feltet Grænseværdi for modelkvalitet.
de_ch: Sie können das Modell nicht verwenden, da die Qualität der %1 unter dem Wert im Feld „Schwellwert Modellqualität“ liegt. Das bedeutet, dass Ihre Vorhersagen nicht Ihren Genauigkeitsanforderungen entsprechen. Sie können das Modell erneut bewerten, um die Qualität zu prüfen. Um das Modell trotzdem verwenden zu können, geben Sie einen Wert ein, der kleiner als oder gleich %1 im Feld „Schwellwert Modellqualität“ ist.
is_is: Ekki er hægt að nota líkanið til að þar sem gæði %1 eru undir gildinu í reitnum Gæðamörk líkans. Það þýðir að spár þess uppfylla líklega ekki kröfur þínar um nákvæmni. Hægt er að staðfesta nákvæmni gæða líkansins með því að meta valda líkanið aftur. Til að nota líkanið þrátt fyrir það þarf að slá inn gildi sem er jafnt og eða lægra en %1 í reitinn Gæðamörk líkans.
it_it: Impossibile utilizzare il modello perché la qualità di %1 è inferiore al valore nel campo Soglia qualità modello. Ciò significa che le previsioni probabilmente non soddisfano i requisiti di accuratezza. È possibile valutare nuovamente il modello per confermarne la qualità. Per utilizzare comunque il modello, inserire un valore minore o uguale a %1 nel campo Soglia qualità modello.
