Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: cs_cz, da_dk, de_ch, es_co, es_mx, is_is, it_it, nl_nl, ru_ru

# Table 523664430 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primær nøgle
de_ch: Primärschlüssel
es_co: Clave principal
es_mx: Clave principal
is_is: Aðallykill
it_it: Chiave primaria
nl_nl: Primaire sleutel
ru_ru: Первичный ключ

# Table 523664430 - Field 3595376992 - Property 2879900210
source: Make Predictions
cs_cz: Vytvořit předpovědi
da_dk: Foretag forudsigelser
de_ch: Vorhersagen treffen
es_co: Realizar predicciones
es_mx: Realizar predicciones
is_is: Búa til spár
it_it: Effettua previsioni
nl_nl: Voorspellingen doen
ru_ru: Делать прогнозы

# Table 523664430 - Field 4024843101 - Property 2879900210
source: My Model
cs_cz: Můj Model
da_dk: Min model
de_ch: Mein Modell
es_co: Mi modelo
es_mx: Mi modelo
is_is: Líkanið mitt
it_it: Modello personale
nl_nl: Mijn model
ru_ru: Моя модель

# Table 523664430 - Field 56611002 - Property 62802879
source: Standard, My Model
cs_cz: Standard, Můj model
da_dk: Standard, min model
de_ch: Standard, mein Modell
es_co: Estándar, Mi modelo
es_mx: Estándar, Mi modelo
is_is: Staðlað, „Líkanið mitt“
it_it: Standard, Modello personale
nl_nl: Standaard, Mijn model
ru_ru: Стандартная, моя модель

# Table 523664430 - Field 56611002 - Property 2879900210
source: Selected Model
cs_cz: Vybraný Model
da_dk: Valgt model
de_ch: Ausgewähltes Modell
es_co: Modelo seleccionado
es_mx: Modelo seleccionado
is_is: Valið líkan
it_it: Modello selezionato
nl_nl: Geselecteerd model
ru_ru: Выбранная модель

# Table 523664430 - Field 1611182194 - Property 2879900210
source: My Model Quality
cs_cz: Kvalita mého modelu
da_dk: Min modelkvalitet
de_ch: Qualität des eigenen Modells
es_co: Calidad de Mi modelo
es_mx: Calidad de Mi modelo
is_is: Gæði líkansins míns
it_it: Qualità modello personale
nl_nl: Mijn modelkwaliteit
ru_ru: Качество моей модели

# Table 523664430 - Field 4050154699 - Property 2879900210
source: Standard Model Quality
cs_cz: Standardní kvalita modelu
da_dk: Standardmodelkvalitet
de_ch: Standardmodellqualität
es_co: Calidad de modelo estándar
es_mx: Calidad de modelo estándar
is_is: Gæði staðlaðs líkans
it_it: Modello qualità standard
nl_nl: Standaardmodelkwaliteit
ru_ru: Качество стандартной модели

# Table 523664430 - Field 3832824975 - Property 2879900210
source: Model Quality Threshold
cs_cz: Prahová hodnota kvality modelu
da_dk: Grænse for modelkvalitet
de_ch: Schwellenwert Modellqualität
es_co: Umbral de calidad de modelo
es_mx: Umbral de calidad del modelo
is_is: Gæðamörk líkans
it_it: Soglia qualità modello
nl_nl: Drempel voor modelkwaliteit
ru_ru: Порог качества модели

# Table 523664430 - Field 382237940 - Property 2879900210
source: Use My Azure Subscription
cs_cz: Použít mé předplatné Azure
da_dk: Brug mit Azure-abonnement
de_ch: Mein Azure-Abonnement verwenden
es_co: Usar Mi suscripción a Azure
es_mx: Usar la suscripción Mi Azure
is_is: Nota Azure-áskriftina mína
it_it: Utilizza sottoscrizione di Azure personale
nl_nl: Mijn Azure-abonnement gebruiken
ru_ru: Использовать мою подписку Azure

# Table 523664430 - Field 751373631 - Property 2879900210
source: Custom API Uri
cs_cz: Vlastní API Uri
da_dk: Uri for brugerdefineret API
de_ch: Benutzerdefinierter API-URI
es_co: Uri de API personalizada
es_mx: URI de API personalizada
is_is: Sérsniðið API Uri
it_it: URI API personalizzato
nl_nl: Aangepaste API-URI
ru_ru: Пользовательский URI API

# Table 523664430 - Field 3161466712 - Property 2879900210
source: Custom API Key
cs_cz: Vlastní API klíč
da_dk: Brugerdefineret API-nøgle
de_ch: Benutzerdefinierter API-Schlüssel
es_co: Clave de API personalizada
es_mx: Clave API personalizada
is_is: Sérsniðinn API-lykill
it_it: Chiave API personalizzata
nl_nl: Aangepaste API-sleutel
ru_ru: Пользовательский ключ API

# Table 523664430 - Field 683080091 - Property 2879900210
source: Exact Invoice No OnLastML
cs_cz: Přesné číslo faktury OnLastML
de_ch: Genaue Anzahl Rechnungen OnLastML
es_co: N.º exacto de factura OnLastML
es_mx: Nº de factura exacto en el último ML
is_is: Nákvæmt reikningsnr. OnLastML
it_it: N. esatto fattura OnLastML
nl_nl: Exact factuuraantal OnLastML
ru_ru: Точное кол-во счетов на последнем этапе машинного обучения

# Table 523664430 - Field 3276982846 - Property 2879900210
source: OverestimatedInvNo OnLastReset
es_mx: N.° de facturas sobreestimadas en el último restablecimiento
ru_ru: Переоцененное кол-во счетов при последнем сбросе

# Table 523664430 - Field 1283765727 - Property 2879900210
source: Last Feature Table Reset
cs_cz: Poslední obnovení tabulky funkcí
da_dk: Sidste nulstilling af funktionstabel
de_ch: Zurücksetzen der letzten Funktionstabelle
es_co: Restablecimiento de última tabla de características
es_mx: Restablecer la última tabla de funciones
is_is: Endurstilling síðustu eiginleikatöflu
it_it: Ultimo ripristino tabella funzionalità
nl_nl: Laatste reset van functietabel
ru_ru: Восстановить таблицу последней функции

# Table 523664430 - Field 3417183810 - Property 2879900210
source: Last Background Analysis
cs_cz: Poslední analýza na pozadí
da_dk: Sidste baggrundsanalyse
de_ch: Letzte Hintergrundanalyse
es_co: Último análisis en segundo plano
es_mx: Último análisis en segundo plano
is_is: Síðasta bakgrunnsgreining
it_it: Ultima analisi in Background
nl_nl: Laatste achtergrondanalyse
ru_ru: Последний фоновый анализ

# Table 523664430 - Field 3258399266 - Property 2879900210
source: Standard Model Pdf
cs_cz: Standardní Model Pdf
de_ch: Standardmodell-PDF
es_co: PDF Modelo estándar
es_mx: PDF Modelo estándar
is_is: Staðlað líkan, PDF
it_it: Modello standard PDF
nl_nl: PDF van standaardmodel
ru_ru: Стандартная модель (PDF)

# Table 523664430 - Field 3639179419 - Property 2879900210
source: My Model Pdf
cs_cz: Můj Model Pdf
da_dk: Min model PDF
de_ch: PDF für mein Modell
es_co: PDF Mi modelo
es_mx: PDF Mi modelo
is_is: Líkanið mitt, PDF
it_it: Modello personale PDF
nl_nl: PDF van mijn model
ru_ru: Моя модель (PDF)

# Table 523664430 - Field 2138793706 - Property 2879900210
source: Posting Date OnLastML
cs_cz: Zúčtovací datum OnLastML
da_dk: Bogføringsdato OnLastML
de_ch: Buchungsdatum OnLastML
es_co: OnLastML de fecha de registro
es_mx: OnLastML de fecha de registro
is_is: Bókunardagsetning OnLastML
it_it: Data registrazione OnLastML
nl_nl: Boekingsdatum OnLastML
ru_ru: Дата учета OnLastML

# Table 523664430 - NamedType 2058625442
source: Cannot use the model to make predictions. The quality of the model is below the specified quality threshold, which means that its predictions are unlikely to meet your requirements for accuracy. To use the model anyway, enter a lower value in the Model Quality Threshold field.
es_co: No se puede usar el modelo para realizar predicciones. La calidad del modelo es inferior al umbral de calidad especificado, lo que significa que es poco probable que sus predicciones cumplan los requisitos de precisión. Para usar el modelo de todos modos, introduzca un valor inferior en el campo Umbral de calidad del modelo.
nl_nl: Kan het model niet gebruiken om voorspellingen te doen. De kwaliteit van het model ligt onder de opgegeven kwaliteitsdrempel, wat betekent dat de voorspellingen ervan waarschijnlijk niet voldoen aan de eisen die u stelt aan accuratesse. Als u het model toch wilt gebruiken, voert u een lagere waarde in het veld Drempel voor modelkwaliteit in.
ru_ru: Использовать эту модель для прогнозов невозможно. Качество модели ниже указанного порога качества, что означает, что прогнозы вряд ли будут соответствовать вашим требованиям в отношении точности. Чтобы все равно использовать модель, введите более низкое значение в поле "Порог качества модели".

# Table 523664430 - NamedType 358560748
source: Cannot use the model because it does not exist. Try training a new model.
cs_cz: Nelze použít model, protože neexistuje. Zkuste vytrénovat nový model.
da_dk: Modellen kan ikke bruges, fordi den ikke findes. Prøv at oplære en ny model.
de_ch: Das Modell kann nicht verwendet werden, da es nicht vorhanden ist. Versuchen Sie, ein neues Modell zu schulen.
es_co: No se puede usar el modelo porque no existe. Intente formar un nuevo modelo.
es_mx: No se puede usar el modelo porque no existe. Intente entrenar un nuevo modelo.
is_is: Ekki er hægt að nota líkanið vegna þess að það er ekki til. Prófaðu að þjálfa nýtt líkan.
it_it: Impossibile utilizzare il modello perché non esiste. Provare a preparare un nuovo modello.
nl_nl: Kan het model niet gebruiken omdat het niet bestaat. Probeer een nieuw model te trainen.
ru_ru: Невозможно использовать модель, поскольку она не существует. Попробуйте обучить новую модель.

# Page 523664430 - Property 2879900210
source: Late Payment Prediction Setup
cs_cz: Nastavení opožděných plateb
da_dk: Opsætning af forudsigelse af forsinket betaling
de_ch: Einrichtung der Vorhersage verspäteter Zahlungen
es_co: Configuración de predicción de pago atrasado
es_mx: Configuración de predicción de pago atrasado
is_is: Uppsetning á spám fyrir greiðsludrátt
it_it: Impostazione previsione pagamento ritardato
nl_nl: Voorspelling van te late betalingen instellen
ru_ru: Настройка Прогнозирования просрочек оплаты

# Page 523664430 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_ch: Allgemein
is_is: Almennt
it_it: Generale
nl_nl: Algemeen
ru_ru: Общие

# Page 523664430 - Control 2891538263 - Property 2879900210
source: Enable Predictions
cs_cz: Povolit předpovědi
da_dk: Aktivér forudsigelser
de_ch: Vorhersagen aktivieren
es_co: Habilitar predicciones
es_mx: Activar predicciones
is_is: Gera spár virkar
it_it: Abilita previsioni
nl_nl: Voorspellingen inschakelen
ru_ru: Включить прогнозы

# Page 523664430 - Control 2891538263 - Property 1295455071
source: Specifies whether to use the Late Payment Prediction extension to predict if an invoice will be paid on time.
cs_cz: Určuje, zda se má použít rozšíření predikce pozdní platby k předpovědi, zda bude faktura zaplacena včas.
da_dk: Angiver, om udvidelsen Forudsigelse af forsinket betaling bruges til at forudsige, om en faktura bliver betalt til tiden.
de_ch: Gibt an, ob die Erweiterung "Vorhersage verspäteter Zahlungen" verwendet werden soll, um vorherzusagen, ob eine Rechnung rechtzeitig bezahlt wird.
es_co: Especifica si se usa la extensión de predicción de pago atrasado para predecir si una factura se pagará a tiempo.
es_mx: Especifica si se usa la extensión de Predicción de pago atrasado para predecir si una factura se pagará a tiempo.
is_is: Tilgreinir hvort nota eigi viðbót greiðsludráttarspár til að spá fyrir um hvort reikningur verði greiddur á réttum tíma.
it_it: Specifica se utilizzare l'estensione Previsione pagamento ritardato per prevedere se una fattura verrà pagata puntualmente.
nl_nl: Hiermee wordt opgegeven of de extensie Voorspelling van te late betalingen moet worden gebruikt om te voorspellen of een factuur op tijd wordt betaald.
ru_ru: Указывает, использовать ли расширение "Прогнозирование просрочек оплаты" для прогнозирования своевременности оплаты счетов.

# Page 523664430 - Control 274479162 - Property 1295455071
source: Specifies the predictive model to use. This can be the standard model that we provide, or your own custom model if you have created one by using the Create My Model action.
cs_cz: Určuje použitý model prediktce. To může být standardní model, který poskytujeme, nebo váš vlastní model, pokud jste jej vytvořili pomocí akce vytvořit můj model.
da_dk: Angiver den forudsigelsesmodel, der skal bruges. Dette kan være den standardmodel, vi tilbyder, eller din egen brugerdefinerede model, hvis du har oprettet en ved brug af handlingen Opret min Model.
de_ch: Gibt das zu verwendende Vorhersagemodell an. Dies kann das von uns bereitgestellte Standardmodell oder Ihr eigenes benutzerdefiniertes Modell sein, wenn Sie mithilfe der Aktion "Mein Modell erstellen" eines erstellt haben.
es_co: Especifica el modelo predictivo que se va a usar. Este puede ser el modelo estándar que proporcionamos o su propio modelo personalizado si ha creado uno mediante la acción Crear Mi modelo.
es_mx: Especifica el modelo predictivo a usar. Este puede ser el modelo estándar que proporcionamos, o su propio modelo personalizado si ha creado uno utilizando la acción Crear mi modelo.
is_is: Tilgreinir forspárlíkanið sem á að nota. Þetta getur verið staðlaða líkanið sem við bjóðum upp á eða þitt eigið sérsniðna líkan ef þú hefur búið það til með aðgerðinni „Búa til líkanið mitt“.
it_it: Specifica il modello predittivo da utilizzare. Può corrispondere al modello standard fornito da Microsoft o al modello personalizzato se ne è stato creato uno utilizzando l'azione Crea modello personale.
nl_nl: Hiermee wordt het voorspellend model opgegeven dat moet worden gebruikt. Dit kan het standaardmodel zijn dat wij verschaffen of uw eigen aangepaste model, als u er een hebt gemaakt met de actie Mijn model maken.
ru_ru: Определяет используемую прогностическую модель. Это может быть предоставленная нами стандартная модель или ваша собственная (пользовательская) модель, созданная с помощью действия "Создать мою модель".

# Page 523664430 - Control 1060856135 - Property 1295455071
source: Specifies the minimum model quality you require. The value is a percentage between zero and one, and indicates how accurate predictions will be. Typically, this field is useful when you create a custom model. If the quality of a model is below this threshold, it will not be used.
cs_cz: Určuje minimální kvalitu modelu, kterou požadujete. Hodnota je v procentech mezi nulou a jedna a určuje, jak budou přesné předpovědi. Toto pole je obvykle užitečné, když vytváříte vlastní model. Pokud je kvalita modelu nižší než tato prahová hodnota, nebude použita.
da_dk: Angiver den minimumkvalitet af modellen, du kræver. Værdien er en procentdel mellem nul og en, og den angiver, hvor nøjagtige forudsigelser vil være. Dette felt er typisk nyttigt, når du opretter en brugerdefineret model. Hvis kvaliteten af en model er under denne grænse, bruges den ikke.
de_ch: Gibt die benötigte minimale Modellqualität an. Der Wert ist ein Prozentsatz zwischen 0 und 1 und gibt die Genauigkeit der Vorhersagen an. Dieses Feld ist in der Regel dann nützlich, wenn Sie ein benutzerdefiniertes Modell erstellen. Wenn die Qualität eines Modells unter diesem Schwellenwert liegt, wird es nicht verwendet.
es_co: Especifica la calidad mínima del modelo que requiere. El valor es un porcentaje entre cero y uno, e indica lo precisas que serán las predicciones. Normalmente, este campo es útil al crear un modelo personalizado. Si la calidad de un modelo es inferior a este umbral, no se utilizará.
es_mx: Especifica la calidad mínima del modelo que necesita. El valor es un porcentaje entre cero y uno, e indica cuán precisas serán las predicciones. Normalmente, este campo es útil cuando crea un modelo personalizado. Si la calidad de un modelo está por debajo de este umbral, no se usará.
is_is: Tilgreinir lágmarksgæði á líkani sem þú þarfnast. Gildið er hlutfall á bilinu núll og einn og gefur til kynna hversu nákvæmar spár verða. Venjulega er þetta gagnlegt þegar búið er til sérsniðið líkan. Ef gæði líkans er undir þessum mörkum verður það ekki notað.
it_it: Specifica la qualità minima del modello richiesta dall'utente. Il valore è una percentuale compresa tra 0 e 1 e indica quale sarà il livello di accuratezza delle previsioni. In genere, questo campo è utile quando si crea un modello personalizzato. Se la qualità di un modello è inferiore a questa soglia, non verrà utilizzato.
nl_nl: Hiermee wordt de minimale modelkwaliteit opgegeven die u vereist. De waarde is een percentage tussen nul en één en geeft aan hoe accuraat voorspellingen zullen zijn. Dit veld is meestal nuttig wanneer u een aangepast model maakt. Als de kwaliteit van een model onder deze drempel ligt, wordt het niet gebruikt.
ru_ru: Определяет минимальное подходящее вам качество модели. Это процентное значение в диапазоне от нуля до единицы, которое показывает, насколько точными будут прогнозы. Обычно это поле используется при создании пользовательской модели. Если качество модели ниже этого порога, она не будет использоваться.

# Page 523664430 - Control 503497542 - Property 2879900210
source: Model Quality
cs_cz: Kvalita modelu
da_dk: Modelkvalitet
de_ch: Modellqualität
es_co: Calidad de modelo
es_mx: Calidad del modelo
is_is: Gæði líkans
it_it: Qualità modello
nl_nl: Modelkwaliteit
ru_ru: Качество модели

# Page 523664430 - Control 503497542 - Property 1295455071
source: Specifies the quality value for the model you are using. For custom models, the predictive experiment determines this value when training the model. The value is a percentage between zero and one, and indicates how accurate predictions will be.
cs_cz: Určuje hodnotu kvality pro model, který používáte. U vlastních modelů určuje prediktivní experiment tuto hodnotu při výcviku modelu. Hodnota je v procentech mezi nulou a jedničkou a určuje, jak budou přesné předpovědi.
da_dk: Angiver kvalitetsværdien for den model, du bruger. For brugerdefinerede modeller bestemmer forsøget med forudsigelser denne værdi, når modellen oplæres. Værdien er en procentdel mellem nul og en, og den angiver, hvor nøjagtige forudsigelser vil være.
de_ch: Gibt den Qualitätswert für das von Ihnen verwendete Modell an. Bei benutzerdefinierten Modellen bestimmt die Vorhersage diesen Wert beim Schulen des Modells. Der Wert ist ein Prozentsatz zwischen 0 und 1 und gibt die Genauigkeit der Vorhersagen an.
es_co: Especifica el valor de calidad para el modelo que está usando. Para modelos personalizados, el experimento predictivo determina este valor cuando se forma al modelo. El valor es un porcentaje entre cero y uno, e indica lo precisas que serán las predicciones.
es_mx: Especifica el valor de calidad para el modelo que está utilizando. Para los modelos personalizados, el experimento predictivo determina este valor al entrenar el modelo. El valor es un porcentaje entre cero y uno, e indica cuán precisas serán las predicciones.
is_is: Tilgreinir gildið á gæðum líkansins sem þú notar. Forspárprófunin ákvarðar þetta gildi fyrir sérsniðin líkön þegar líkanið er þjálfað. Gildið er hlutfall á bilinu núll og einn og gefur til kynna hversu nákvæmar spár verða.
it_it: Specifica il valore di qualità per il modello in uso. Per i modelli personalizzati, la prova di previsione definisce tale valore nella fase di preparazione del modello. Il valore è una percentuale compresa tra 0 e 1 e indica quale sarà l'accuratezza delle previsioni.
nl_nl: Hiermee wordt de kwaliteitswaarde opgegeven voor het model dat u gebruikt. Voor aangepaste modellen bepaalt het voorspellingsexperiment deze waarde wanneer het model wordt getraind. De waarde is een percentage tussen nul en één en geeft aan hoe accuraat voorspellingen zullen zijn.
ru_ru: Определяет значение качества используемой модели. Для пользовательских моделей это значение определяется при обучении модели в рамках эксперимента по прогнозированию. Это процентное значение в диапазоне от нуля до единицы, которое показывает, насколько точными будут прогнозы.

# Page 523664430 - Control 1510562767 - Property 2879900210
source: Usage
cs_cz: Použití
da_dk: Forbrug
de_ch: Verwendung
es_co: Uso
es_mx: Uso
is_is: Notkun
it_it: Utilizzo
nl_nl: Gebruik
ru_ru: Использование

# Page 523664430 - Control 1563708480 - Property 2879900210
source: Remaining Compute Time
cs_cz: Zbývající čas výpočtu
da_dk: Resterende beregningstid
de_ch: Verbleibende Rechenzeit
es_co: Tiempo de cálculo restante
es_mx: Tiempo de cálculo restante
is_is: Eftirstandandi vinnslutími
it_it: Tempo di calcolo residuo
nl_nl: Resterende rekentijd
ru_ru: Оставшееся время вычислений

# Page 523664430 - Control 1563708480 - Property 1295455071
source: The number of seconds of compute time that you have not yet used.
cs_cz: Počet sekund výpočetního času, které jste dosud nepoužili.
da_dk: Antallet af sekunders beregningstid, som du endnu ikke har brugt.
de_ch: Die Rechenzeit in Sekunden, die Sie noch nicht verwendet haben.
es_co: El número de segundos de tiempo de cálculo que todavía no ha usado.
es_mx: La cantidad de segundos de tiempo de cálculo que aún no ha utilizado.
is_is: Fjöldi sekúndna af vinnslutíma sem hefur ekki enn verið notaður.
it_it: Il numero di secondi del tempo di calcolo non ancora utilizzati.
nl_nl: Het aantal seconden rekentijd dat u nog niet hebt gebruikt.
ru_ru: Количество секунд времени вычислений, которое вы еще не использовали.

# Page 523664430 - Control 2274578115 - Property 2879900210
source: Original Compute Time
cs_cz: Původní výpočetní čas
da_dk: Oprindelig beregningstid
de_ch: Ursprüngliche Rechenzeit
es_co: Tiempo de cálculo original
es_mx: Tiempo de cálculo original
is_is: Upprunalegur vinnslutími
it_it: Tempo di calcolo originale
nl_nl: Oorspronkelijke rekentijd
ru_ru: Первоначальное время вычислений

# Page 523664430 - Control 2274578115 - Property 1295455071
source: The number of seconds of compute time that was originally available for the standard model, or the model for your custom experiment.
cs_cz: Počet sekund výpočetního času, které byly původně k dispozici pro standardní model, nebo model pro váš vlastní experiment.
da_dk: Antallet af sekunders beregningstid, der oprindeligt var tilgængelig for standardmodellen eller modellen i dit brugerdefinerede forsøg.
de_ch: Die Rechenzeit in Sekunden, die ursprünglich für das Standardmodell oder das Modell für Ihr benutzerdefiniertes Experiment verfügbar war.
es_co: El número de segundos de tiempo de cálculo que estaba disponible originalmente para el modelo estándar, o el modelo para su experimento personalizado.
es_mx: La cantidad de segundos de tiempo de cálculo que originalmente estaba disponible para el modelo estándar o el modelo para su experimento personalizado.
is_is: Fjöldi sekúndna af vinnslutíma sem upphaflega var í boði fyrir staðlaða líkanið eða líkanið fyrir sérsniðnu prófunina þína.
it_it: Il numero di secondi del tempo di calcolo disponibile in origine per il modello standard o il modello per la prova personalizzata.
nl_nl: Het aantal seconden rekentijd dat oorspronkelijk beschikbaar was voor het standaardmodel of het model voor uw aangepaste experiment.
ru_ru: Количество секунд времени вычислений, которое первоначально было доступно для стандартной модели или вашей собственной экспериментальной модели.

# Page 523664430 - Control 1362171754 - Property 2879900210
source: Date of Last Compute
cs_cz: Datum posledního výpočtu
da_dk: Dato for sidste beregning
de_ch: Datum der letzten Berechnung
es_co: Fecha de último cálculo
es_mx: Fecha del último cálculo
is_is: Dagsetning síðustu vinnslu
it_it: Data ultimo calcolo
nl_nl: Datum van laatste berekening
ru_ru: Дата последних вычислений

# Page 523664430 - Control 1362171754 - Property 1295455071
source: The date on which you last used Azure compute time.
cs_cz: Datum, kdy jste naposledy použili čas výpočtu Azure.
da_dk: Den dato, hvor du sidst brugte Azure-beregningstid.
de_ch: Das Datum, an dem Sie zuletzt Azure-Rechenzeit genutzt haben.
es_co: La fecha en la que utilizó por última vez el tiempo de cálculo de Azure.
es_mx: La fecha en la que utilizó por última vez el tiempo de cálculo de Azure.
is_is: Dagsetningin sem vinnslutími Azure var síðast notaður.
it_it: La data dell'ultimo utilizzo del tempo di calcolo Azure.
nl_nl: De datum waarop u de laatste keer Azure-rekentijd hebt gebruikt.
ru_ru: Дата, когда вы последний раз использовали время вычислений Azure.
