Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: cs_cz, da_dk, de_ch, es_co, es_mx, is_is, it_it, nl_nl, ru_ru

# Page 523664430 - Control 2879277585 - Property 2879900210
source: Use My Azure Subscription
cs_cz: Použít mé předplatné Azure
da_dk: Brug mit Azure-abonnement
de_ch: Mein Azure-Abonnement verwenden
es_co: Usar Mi suscripción a Azure
es_mx: Usar la suscripción Mi Azure
is_is: Nota Azure-áskriftina mína
it_it: Utilizza sottoscrizione di Azure personale
nl_nl: Mijn Azure-abonnement gebruiken
ru_ru: Использовать мою подписку Azure

# Page 523664430 - Control 2879277585 - Property 1295455071
source: Use a model that you created, rather than the standard model that we provide. To use your model, you must provide your API URI and API Key. You must also choose My Model in the Selected Model field in the Late Payment Prediction Setup window.
cs_cz: Použijte model, který jste vytvořili, nikoli standardní model, který poskytujeme. Chcete-li model použít, musíte zadat identifikátor URI rozhraní API a klíč rozhraní API. Musíte také zvolit možnost můj model v poli vybraný model v okně Nastavení predikce zpožděné platby.
da_dk: Brug en model, du har oprettet, i stedet for den standardmodel, vi tilbyder. Hvis du vil bruge din model, skal du angive din URI for API og API-nøgle. Du skal også vælge Min model i feltet Valgt model i vinduet Opsætning af forudsigelse af forsinket betaling.
de_ch: Verwenden Sie ein von Ihnen erstelltes Modell anstelle des von uns bereitgestellten Standardmodells. Um Ihr Modell zu verwenden, müssen Sie Ihren API-URI und API-Schlüssel angeben. Sie müssen zudem im Fenster "Einrichtung der Vorhersage verspäteter Zahlungen" im Feld "Ausgewähltes Modell" die Option "Mein Modell" wählen.
es_co: Use un modelo que creó, en lugar del modelo estándar que proporcionamos. Para usar su modelo, debe proporcionar la URI de la API o la clave de API. También debe elegir Mi Modelo en el campo Modelo seleccionado en la ventana Configuración de predicción de pago atrasado.
es_mx: Use un modelo que haya creado, en lugar del modelo estándar que proporcionamos. Para usar su modelo, debe proporcionar su URI de API y clave de API. También debe elegir Mi modelo en el campo Modelo seleccionado en la ventana Configuración de predicción de pago atrasado.
is_is: Notaðu líkan sem þú bjóst til frekar en staðlaða líkanið sem við bjóðum upp á. Til að nota líkanið þitt verður þú að gefa upp API URI og API-lykilinn þinn. Þú verður einnig að velja „Líkanið mitt“ í reitnum „Valið líkan“ í uppsetningarglugga greiðsludráttarspár.
it_it: Utilizzare un modello creato, anziché il modello standard fornito da Microsoft. Per utilizzare il modello personale, è necessario fornire l'URI API e la chiave API. È anche necessario scegliere Modello personale nel campo Modello selezionato della finestra Impostazione previsione pagamento ritardato.
nl_nl: Een model gebruiken dat u hebt gemaakt, in plaats van het standaardmodel dat wij verschaffen. Als u uw model wilt gebruiken, moet u uw API-URI en API-sleutel opgeven. U moet ook Mijn model kiezen in het veld Geselecteerd model in het venster Voorspelling van te late betalingen.
ru_ru: Позволяет использовать созданную вами модель вместо предоставленной нами стандартной модели. Для использования своей модели вы должны предоставить свои ключ API и URI API, а также выбрать "Моя модель" в поле "Выбранная модель" в окне "Настройка Прогнозирования просрочек оплаты".

# Page 523664430 - Control 3907128061 - Property 2879900210
source: Use My Azure Subscription
cs_cz: Použít mé předplatné Azure
da_dk: Brug mit Azure-abonnement
de_ch: Mein Azure-Abonnement verwenden
es_co: Usar Mi suscripción a Azure
es_mx: Usar la suscripción Mi Azure
is_is: Nota Azure-áskriftina mína
it_it: Utilizza sottoscrizione di Azure personale
nl_nl: Mijn Azure-abonnement gebruiken
ru_ru: Использовать мою подписку Azure

# Page 523664430 - Control 3397201522 - Property 2879900210
source: API URI
da_dk: URI for API
es_co: URI de API
es_mx: URI de API
it_it: URI API
ru_ru: URI API

# Page 523664430 - Control 3397201522 - Property 1295455071
source: Use your own Azure Machine Learning subscription, rather than the subscription you get through Business Central. For example, this is useful when you need more computing time. To use your subscription, provide your API URI and API key. You must also choose My Model in the Selected Model field on the Late Payment Prediction Setup page.
cs_cz: Používejte vlastní předplatné Azure Machine Learning, raději než předplatné, které získáte prostřednictvím Business Central. To je užitečné například v případě, že potřebujete více času pro zpracování. Chcete-li použít předplatné, zadejte identifikátor URI API a klíč API. Je také nutné zvolit možnost můj model v poli vybraný model na stránce Nastavení predikce zpoždění platby.
da_dk: Brug dit eget Azure Machine Learning-abonnement i stedet for det abonnement, du får via Business Central. Dette er f.eks. nyttigt, når du har brug for mere beregningstid. Angiv URI for API og API-nøgle for at bruge dit abonnement. Du skal også vælge Min model i feltet Valgt model på siden Opsætning af forudsigelse af forsinket betaling.
de_ch: Verwenden Sie Ihr eigenes Azure Machine Learning-Abonnement anstelle des Abonnements, das Sie über Business Central erhalten. Dies ist beispielsweise hilfreich, wenn Sie mehr Rechenzeit benötigen. Um Ihr Abonnement zu verwenden, geben Sie Ihren API-URI und API-Schlüssel an. Sie müssen zudem im Fenster "Einrichtung der Vorhersage verspäteter Zahlungen" im Feld "Ausgewähltes Modell" die Option "Mein Modell" wählen.
es_co: Use su propia suscripción a Azure Machine Learning en lugar de la suscripción que obtiene mediante Business Central. Por ejemplo, esto es útil cuando necesita más tiempo de cálculo. Para usar su suscripción, proporcione su URI de API y su clave de API. También debe elegir Mi modelo en el campo Modelo seleccionado en la página Configuración de predicción de pago atrasado.
es_mx: Use su propia suscripción de Azure Machine Learning, en lugar de la suscripción que obtiene a través de Business Central. Por ejemplo, esto es útil cuando necesita más tiempo de cálculo. Para usar su suscripción, proporcione su API URI y la clave API. También debe elegir Mi modelo en el campo Modelo seleccionado en la página Configuración de predicción de pago atrasado.
is_is: Notaðu þína eigin áskrift að Azure-vélnámi frekar en áskriftina sem þú færð í gegnum Business Central. Þetta er til dæmis gagnlegt þegar þú þarft á meiri vinnslutíma að halda. Gefðu upp API URI og API-lykilinn þinn til að nota áskriftina þína. Þú verður einnig að velja „Líkanið mitt“ í reitnum „Valið líkan“ í uppsetningarglugga greiðsludráttarspár.
it_it: Utilizzare la propria sottoscrizione di Azure Machine Learning, anziché la sottoscrizione ottenuta mediante Business Central. Questa è utile, ad esempio, quando è necessario più tempo di calcolo. Per utilizzare la propria sottoscrizione, fornire l'URI API e la chiave API. È anche necessario scegliere Modello personale nel campo Modello selezionato della pagina Impostazione previsione pagamento ritardato.
nl_nl: Uw eigen Azure Machine Learning-abonnement gebruiken in plaats van het abonnement dat u krijgt via Business Central. Dat is bijvoorbeeld nuttig als u meer rekentijd nodig hebt. Als u uw abonnement wilt gebruiken, geeft u uw API-URI en API-sleutel op. U moet ook Mijn model kiezen in het veld Geselecteerd model op de pagina Voorspelling van te late betalingen instellen.
ru_ru: Позволяет использовать вашу собственную подписку на Машинное обучение Azure вместо подписки, которую вы получаете через Business Central. Это имеет смысл делать, например, если вам нужно больше времени вычислений. Для использования своей подписки вы должны предоставить ключ API и URI API, а также выбрать "Моя модель" в поле "Выбранная модель" в окне "Настройка Прогнозирования просрочек оплаты".

# Page 523664430 - Control 3332662617 - Property 2879900210
source: API Key
cs_cz: Kód rozhraní API
da_dk: API-nøgle
de_ch: API-Schlüssel
es_co: Clave de API
es_mx: Clave de API
is_is: API-lykill
it_it: Chiave API
nl_nl: API-sleutel
ru_ru: Ключ API

# Page 523664430 - Control 3332662617 - Property 1295455071
source: Specifies the API key to connect to the Azure Machine Learning service
cs_cz: Určuje klíč API pro připojení ke službě Azure Machine Learning
da_dk: Angiver den API-nøgle, der skal bruges til at oprette forbindelse til Azure Machine Learning-tjenesten
de_ch: Gibt den API-Schlüssel zum Herstellen der Verbindung mit dem Azure Machine Learning-Dienst an
es_co: Especifica la clave de API para conectarse al servicio Azure Machine Learning
es_mx: Especifica la clave API para conectarse al servicio Azure Machine Learning
is_is: Tilgreinir API-lykilinn til að tengjast við vélnámsþjónustu Azure
it_it: Specifica la chiave API da connettere al servizio Azure Machine Learning
nl_nl: Hiermee wordt de API-sleutel opgegeven waarmee verbinding wordt gemaakt met de Azure Machine Learning-service
ru_ru: Определяет ключ API для подключения к службе Машинного обучения Azure.

# Page 523664430 - Action 3685264004 - Property 2879900210
source: Create My Model
cs_cz: Vytvořit můj Model
da_dk: Opret min model
de_ch: Mein Modell erstellen
es_co: Crear Mi modelo
es_mx: Crear Mi modelo
is_is: Búa til „Líkanið mitt“
it_it: Crea modello personale
nl_nl: Mijn model maken
ru_ru: Создать мою модель

# Page 523664430 - Action 3685264004 - Property 1295455071
source: Send your data to our predictive experiment and we will prepare a predictive model for you. To use your predictive model, choose My Model in the Selected Model field.
cs_cz: Pošlete data do našeho prediktivního experimentu a my vám připravíme předpovědní model. Chcete-li použít váš předpovědní model, zvolte můj model v poli vybraný model.
da_dk: Send dine data til vores forsøg med forudsigelse, og vi forbereder en forudsigelsesmodel til dig. Hvis du vil bruge din forudsigelsesmodel, skal du vælge Min model i feltet Valgt Model.
de_ch: Senden Sie Ihre Daten an unsere Vorhersage. Wir bereiten dann ein Vorhersagemodell für Sie vor. Zur Verwendung des Modells wählen Sie im Feld "Ausgewähltes Modell" die Option "Mein Modell".
es_co: Envíe sus datos a nuestro experimento predictivo y prepararemos un modelo predictivo para usted. Para usar su modelo predictivo, escoja Mi modelo en el campo Modelo seleccionado.
es_mx: Envíe sus datos a nuestro experimento predictivo y prepararemos un modelo predictivo para usted. Para usar su modelo predictivo, elija Mi modelo en el campo Modelo seleccionado.
is_is: Sendu gögnin þín í forspárprófunina okkar og við munum búa til forspárlíkan fyrir þig. Til að nota forspárlíkanið þitt skaltu velja „Líkanið mitt“ í reitnum „Valið líkan“.
it_it: Inviare i dati alla prova di previsione e verrà preparato un modello predittivo appositamente per l'utente. Per utilizzare il modello predittivo, scegliere Modello personale nel campo Modello selezionato.
nl_nl: Stuur uw gegevens naar ons voorspellingsexperiment. We maken dan een voorspellend model voor u. Als u uw voorspellend model wilt gebruiken, kiest u Mijn model in het veld Geselecteerd model.
ru_ru: Отправьте нам свои данные, и в рамках эксперимента по прогнозированию мы подготовим для вас прогностическую модель. Чтобы использовать свою прогностическую модель, выберите "Моя модель" в поле "Выбранная модель".

# Page 523664430 - Action 577499581 - Property 2879900210
source: Evaluate Selected Model
cs_cz: Vyhodnotit vybraný model
da_dk: Evaluer den valgte model
de_ch: Ausgewähltes Modell bewerten
es_co: Evaluar modelo seleccionado
es_mx: Evaluar el modelo seleccionado
is_is: Meta valið líkan
it_it: Valuta modello selezionato
nl_nl: Geselecteerd model evalueren
ru_ru: Оценить выбранную модель

# Page 523664430 - Action 577499581 - Property 1295455071
source: Send your data to our predictive experiment and we will test the selected predictive model for you.
cs_cz: Pošlete data na náš prediktivní experiment a my vám otestujeme vybraný předpovědní model.
da_dk: Send dine data til vores forsøg med forudsigelse, og vi vil teste den valgte forudsigelsesmodel for dig.
de_ch: Senden Sie Ihre Daten an unsere Vorhersage. Wir testen dann das ausgewählte Vorhersagemodell für Sie.
es_co: Envíe sus datos a nuestro experimento predictivo y probaremos el modelo predictivo seleccionado para usted.
es_mx: Envíe sus datos a nuestro experimento predictivo y probaremos el modelo predictivo seleccionado para usted.
is_is: Sendu gögnin þín í forspárprófunina okkar og við munum prófa valið forspárlíkan fyrir þig.
it_it: Inviare i dati alla prova di previsione e il modello predittivo selezionato verrà testato per l'utente.
nl_nl: Verzend uw gegevens naar ons voorspellingsexperiment. Wij testen het geselecteerde voorspellende model dan voor u.
ru_ru: Отправьте нам свои данные, и в рамках эксперимента по прогнозированию мы протестируем для вас выбранную прогностическую модель.

# Page 523664430 - Action 1498680174 - Property 2879900210
source: Schedule Payment Prediction
cs_cz: Plánované predikce plateb
da_dk: Planlæg forudsigelse af betaling
de_ch: Zahlungsvorhersagen planen
es_co: Programar predicción de pago
es_mx: Programar predicción de pago
is_is: Tímasetja greiðsluspá
it_it: Pianifica previsione pagamento
nl_nl: Voorspelling van betalingen plannen
ru_ru: График прогнозов оплаты

# Page 523664430 - Action 1498680174 - Property 1295455071
source: Define when payment predictions are updated by setting up the related job queue entry in the Job Queue Entry Card window.
cs_cz: Definujte, kdy se aktualizují předpovědi plateb nastavením příslušného záznamu fronty úloh v okně Karta položky fronty úloh.
da_dk: Definer, hvornår betalingsforudsigelser opdateres, ved at oprette den relaterede opgavekøpost i vinduet Kort til opgavekøpost.
de_ch: Definieren Sie, wann die Zahlungsvorhersagen aktualisiert werden, indem Sie den entsprechenden Aufgabenwarteschlangenposten im Fenster 'Karte für Aufgabenwarteschlangenposten' einrichten.
es_co: Definir cuándo se actualizan las predicciones de pago al configurar el movimiento de cola de proyectos relacionados en la ventana Ficha de movimiento de cola de proyectos.
es_mx: Defina cuándo se actualizan las predicciones de pago configurando la entrada de cola de trabajos relacionada en la ventana Tarjeta de entrada de cola de trabajos.
is_is: Skilgreina hvenær greiðsluspár eru uppfærðar með því að setja upp tengda verkraðarfærslu í glugga verkraðarfærsluspjalds.
it_it: Definire quando le previsioni di pagamento devono essere aggiornate mediante l'impostazione del movimento coda processi correlato nella finestra Scheda movimento coda processi.
nl_nl: Definiëren wanneer voorspellingen van betalingen worden bijgewerkt door het gerelateerde taakwachtrij-item in te stellen in het venster Kaart voor taakwachtrijpost.
ru_ru: Задание момента обновления прогнозов оплаты путем настройки соответствующей операции очереди работ в окне "Карточка операции очереди работ".

# Page 523664430 - Action 2831486567 - Property 2879900210
source: Update Payment Predictions
cs_cz: Aktualizovat predikce plateb
da_dk: Opdater betalingsforudsigelser
de_ch: Zahlungsvorhersagen aktualisieren
es_co: Actualizar predicciones de pago
es_mx: Actualizar predicciones de pago
is_is: Uppfæra greiðsluspár
it_it: Aggiorna previsioni pagamento
nl_nl: Voorspellingen van betalingen bijwerken
ru_ru: Обновить прогнозы оплаты

# Page 523664430 - Action 2831486567 - Property 1295455071
source: Update the late payment predictions for all invoices. Predictions are available only if the Late Payment Prediction extension is enabled.
cs_cz: Aktualizujte predikce zpožděných plateb pro všechny faktury. Předpovědi jsou k dispozici pouze v případě, že je povoleno rozšíření Predikce zpoždění platby.
da_dk: Opdater forudsigelserne for forsinket betaling for alle fakturaer. Forudsigelserne er kun tilgængelige, hvis udvidelsen Forudsigelse af forsinket betaling er aktiveret.
de_ch: Aktualisieren Sie die Vorhersagen verspäteter Zahlungen für alle Rechnungen. Vorhersagen sind nur verfügbar, wenn die Erweiterung "Vorhersage verspäteter Zahlungen" aktiviert ist.
es_co: Actualice las predicciones de pago atrasado para todas las facturas. Las predicciones están disponibles solo si está habilitada la extensión de predicción de pago atrasado.
es_mx: Actualice las predicciones de pago atrasado para todas las facturas. Las predicciones solo están disponibles si la extensión de Predicción de pago atrasado está activada.
is_is: Uppfæra greiðsludráttarspár fyrir alla reikninga. Spár eru aðeins tiltækar ef viðbót greiðsludráttarspár er virk.
it_it: Aggiornare le previsioni di pagamento ritardato per tutte le fatture. Le previsioni sono disponibili solo se l'estensione Previsione pagamento ritardato è abilitata.
nl_nl: De voorspellingen van te late betalingen voor alle facturen bijwerken. Voorspellingen zijn alleen beschikbaar als de extensie Voorspelling van te late betalingen is ingeschakeld.
ru_ru: Обновление прогнозов просрочки оплаты по всем счетам. Прогнозы доступны, только если включено расширение "Прогнозирование просрочек оплаты".

# Page 523664430 - Action 1024674247 - Property 2879900210
source: Visualize Model
cs_cz: Vizualizace modelu
da_dk: Visualiser model
de_ch: Modell visualisieren
es_co: Visualizar modelo
es_mx: Visualizar modelo
is_is: Sjá líkanið myndrænt
it_it: Visualizza modello
nl_nl: Model visualiseren
ru_ru: Визуализация модели

# Page 523664430 - Action 1024674247 - Property 1295455071
source: Visualize the model and display it.
cs_cz: Vizualizace modelu a jeho zobrazení.
da_dk: Visualiser modellen, og få den vist.
de_ch: Das Modell visualisieren und anzeigen.
es_co: Visualizar el modelo y mostrarlo.
es_mx: Visualizar el modelo y mostrarlo.
is_is: Sjáðu líkanið myndrænt og birtu það.
it_it: Visualizzazione del modello.
nl_nl: Het model visualiseren en weergeven.
ru_ru: Визуализация и вывод модели.

# Page 523664430 - Action 1236892575 - Property 2879900210
source: Open Azure AI Gallery
cs_cz: Otevřít Galerii Azure AI
da_dk: Åbn Azure AI-galleri
de_ch: Azure AI-Katalog öffnen
es_co: Abrir Azure AI Gallery
es_mx: Abrir Azure AI Gallery
is_is: Opna Azure AI-gallerí
it_it: Apri Azure AI Gallery
nl_nl: Azure AI-galerie openen
ru_ru: Открыть галерею Azure AI

# Page 523664430 - Action 1236892575 - Property 1295455071
source: Explore models for Azure Machine Learning, and use Azure Machine Learning Studio to build, test, and deploy the Prediction Model for Microsoft Dynamics 365.
cs_cz: Prozkoumejte modely pro Azure Machine Learning a použijte Azure Machine Learning Studio k vytvoření, testování a nasazení modelu prognózy pro Dynamics 365 Business Central.
da_dk: Udforsk modeller for Azure Machine Learning, og brug Azure Machine Learning Studio til at oprette, teste og installere forudsigelsesmodellen til Microsoft Dynamics 365.
de_ch: Erkunden Sie Modelle für Azure Machine Learning, und verwenden Sie Azure Machine Learning Studio, um das Vorhersagemodell für Microsoft Dynamics 365 bereitzustellen.
es_co: Permite explorar modelos para Azure Machine Learning y usar Azure Machine Learning Studio para generar, probar e implementar el modelo de predicción para Microsoft Dynamics 365.
es_mx: Permite explorar modelos para Azure Machine Learning y usar Azure Machine Learning Studio para generar, probar e implementar el modelo de predicción para Microsoft Dynamics 365.
is_is: Skoða líkön fyrir Azure Machine Learning og nota Azure Machine Learning Studio til að byggja, prófa og nota Prediction Model for Microsoft Dynamics 365 for Financials.
it_it: Esplorare i modelli per Azure Machine Learning e utilizzare Azure Machine Learning Studio per creare, testare e distribuire il modello di previsione per Microsoft Dynamics 365.
nl_nl: Verken modellen voor Azure Machine Learning en gebruik Azure Machine Learning Studio om het voorspellingsmodel voor Microsoft Dynamics 365 te maken, te testen en te installeren.
ru_ru: Изучение моделей для машинного обучения Azure и использование Студии машинного обучения Azure для создания, тестирования и развертывания модели прогнозирования for Microsoft Dynamics 365.

# Page 523664430 - NamedType 789824084
source: You must specify the API URI and the API Key.
cs_cz: Je nutné zadat identifikátor URI API a klíč API.
da_dk: Du skal angive URI'en for API og API-nøglen.
de_ch: Sie müssen den API-URI und den API-Schlüssel angeben.
es_co: Debe especificar la URI de API y la clave de API.
es_mx: Debe especificar el URI de API y la clave de API.
is_is: Tilgreina verður API URI og API-lykil.
it_it: È necessario specificare l'URI API e la chiave API.
nl_nl: U moet de API-URI en de API-sleutel opgeven.
ru_ru: Необходимо указать URI API и ключ API.

# Page 523664430 - NamedType 3455628948
source: Payment prediction updates are being scheduled. Please wait until the process is complete.
cs_cz: Jsou naplánovány aktualizace predikce plateb. Počkejte prosím, než bude proces dokončen.
da_dk: Opdateringer af betalingsforudsigelser planlægges. Vent, indtil processen er fuldført.
de_ch: Aktualisierungen der Zahlungsvorhersagen werden gerade geplant. Bitte warten Sie, bis der Vorgang abgeschlossen ist.
es_co: La actualizaciones de predicciones de pago se están programando. Espere hasta que se complete el proceso.
es_mx: Se han programado la actualizaciones de predicción de pago. Espere hasta que finalice el proceso.
is_is: Uppfærslur á greiðsluspá eru áætlaðar. Bíðið þar til ferlinu lýkur.
it_it: Gli aggiornamenti delle previsioni di pagamento sono in fase di pianificazione al momento. Attendere il completamento del processo.
nl_nl: Bijwerkingen van voorspellingen van betalingen worden gepland. Wacht totdat het proces is voltooid.
ru_ru: Идет планирование обновлений прогнозов оплаты. Дождитесь завершения процесса.

# Page 523664430 - NamedType 1880568342
source: Payment predictions are being updated in the background. This might take a minute. You can view the updated predictions on the Customer Ledger Entries page.
cs_cz: Predikce plateb se aktualizují na pozadí. Může to chvíli trvat. Aktualizované předpovědi můžete zobrazit na stránce položky zákazníka.
da_dk: Betalingsforudsigelser opdateres i baggrunden. Dette kan tage et øjeblik. Du kan få vist de opdaterede forudsigelser på siden Debitorposter.
de_ch: Zahlungsvorhersagen werden im Hintergrund aktualisiert. Dies kann eine Minute dauern. Sie können die aktualisierten Vorhersagen auf der Seite "Debitorenposten" anzeigen.
es_co: Las predicciones de pago se están actualizando en segundo plano. Esto puede tardar un minuto. Puede visualizar las predicciones actualizadas en la página Movimientos de clientes.
es_mx: Las predicciones de pago se actualizan en segundo plano. Esto podría tomar un minuto. Puede ver las predicciones actualizadas en la página Movimientos de clientes.
is_is: Verið er að uppfæra greiðsluspár í bakgrunni. Þetta getur tekið smástund. Hægt er að skoða uppfærðar spár á síðunni fyrir færslur í viðskiptamannabók.
it_it: L'aggiornamento delle previsioni di pagamento viene al momento eseguito in background. Questa operazione potrebbe richiedere un minuto. È possibile visualizzare le previsioni aggiornate nella pagina Movimenti contabili clienti.
nl_nl: Voorspellingen van betalingen worden op de achtergrond bijgewerkt. Dit kan een minuut duren. U kunt de bijgewerkte voorspellingen weergeven op de pagina Klantenposten.
ru_ru: Прогнозы оплаты обновляются в фоновом режиме. Это может занять минуту или более. Просмотреть обновленные прогнозы можно на странице "Книга операций по клиентам".

# Table 1189492157 - Field 2272340397 - Property 2879900210
source: Number
cs_cz: Číslo
da_dk: Antal
de_ch: Anzahl
es_co: Número
es_mx: Número
is_is: Fjöldi
it_it: Numero
nl_nl: Nummer
ru_ru: Номер
