Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: cs_cz, da_dk, de_ch, es_co, es_mx, is_is, it_it, nl_nl, ru_ru

# Codeunit 2330758652 - NamedType 2640373066
source: A new model has been created with a quality of %1%.
da_dk: Der er blevet oprettet en ny model med en kvalitet på %1 %.
de_ch: Ein neues Modell mit einer Qualität von %1 % wurde erstellt.
es_co: Se ha creado un nuevo modelo con una calidad de %1 %.
es_mx: Se ha creado un nuevo modelo con una calidad de %1%.
is_is: Nýtt líkan hefur verið búið til með gæði sem samsvarar %1%.
it_it: Un nuovo modello è stato creato con una qualità pari a %1%.
nl_nl: Er is een nieuw model gemaakt met een kwaliteit van %1%.
ru_ru: Создана новая модель с качеством %1%.

# Codeunit 2330758652 - NamedType 2099444819
source: We have tested the model on your data and determined that its quality is %1. The quality indicates how well the model has been trained, and how accurate its predictions will be. For example, 80% means you can expect correct predictions for 80 out of 100 documents.
cs_cz: Testovali jsme model na vašich datech a bylo zjištěno, že kvalita je %1. Kvalita naznačuje, jak dobře byl model vycvičen a jak přesné jsou jeho předpovědi. Pro příklad 80% znamená, že můžete očekávat správné předpovědi pro 80 ze 100 dokladů.
da_dk: Vi har testet modellen på dine data og fastslået, at kvaliteten er %1. Kvaliteten angiver, hvordan godt modellen er blevet oplært, og hvor nøjagtige dens forudsigelser vil være. F.eks. betyder 80 %, at du kan forvente korrekte forudsigelser for 80 af 100 dokumenter.
de_ch: Wir haben das Modell an Ihren Daten getestet und ermittelt, dass die Qualität %1 ist. Die Qualität zeigt an, wie gut das Modell geschult war und wie präzise die Vorhersagen sind. Beispiel: 80 % bedeutet, dass Sie richtige Vorhersagen für 80 von 100 Belegen erwarten können.
es_co: Hemos probado el modelo en sus datos y determinado que su calidad es %1. La calidad indica lo bien que se ha formado el modelo y lo precisas que serán sus predicciones. Por ejemplo, un 80 % significa que puede esperar predicciones correctas para 80 de 100 documentos.
es_mx: Hemos probado el modelo en sus datos y determinamos que su calidad es %1. La calidad indica qué tan bien ha sido entrenado el modelo, y cuán precisas serán sus predicciones. Por ejemplo, un 80% significa que puede esperar predicciones correctas para 80 de 100 documentos.
is_is: Við höfum prófað líkanið á gögnunum þínum og ákvarðað að gæði þeirra sé %1. Gæðin gefa til kynna hversu vel líkanið hefur verið þjálfað og hversu nákvæmar spár þess koma til með að vera. 80% þýðir til dæmis að þú megir búast við réttri spá fyrir 80 af 100 fylgiskjölum.
it_it: Il modello è stato testato sui dati e ne risulta che la percentuale della qualità è pari a %1. La qualità indica quanto il modello è stato preparato in modo ottimale e quanto saranno accurate le sue previsioni. Ad esempio 80% indica che si prevede di ottenere previsioni corrette per 80 documenti su 100.
nl_nl: We hebben het model op uw gegevens getest en bepaald dat de kwaliteit ervan %1 is. De kwaliteit geeft aan hoe goed het model is getraind en hoe accuraat de voorspellingen ervan zullen zijn. 80% betekent bijvoorbeeld dat u correcte voorspellingen kunt verwachten voor 80 van de 100 documenten.
ru_ru: Мы протестировали модель на ваших данных и определили, что ее качество составляет %1. Качество характеризует степень обученности модели и точность ее прогнозов. Например, если качество равно 80%, вы можете рассчитывать на правильные прогнозы по 80 документам из 100.

# Codeunit 2330758652 - NamedType 3136516953
source: A model is being created right now. Please try again later.
da_dk: En model oprettes nu. Prøv igen senere.
de_ch: Ein Modell wird gerade erstellt. Bitte versuchen Sie es später erneut.
es_co: Se está creando un modelo en este momento. Vuelva a intentarlo más tarde.
es_mx: Un modelo se está creando en este momento. Por favor, inténtelo de nuevo más tarde.
is_is: Verið er að búa til líkan sem stendur. Reyndu aftur síðar.
it_it: Un modello è in fase di creazione al momento. Riprovare più tardi.
nl_nl: Er wordt nu een model gemaakt. Probeer het later opnieuw.
ru_ru: Идет создание модели. Повторите попытку позже.

# Codeunit 2330758652 - NamedType 73941145
source: Not Late,Late
cs_cz: Včas,Pozdě
da_dk: Ikke forsinket,Forsinket
de_ch: Nicht verspätet,Verspätet
es_co: No tarde,Tarde
es_mx: No tarde,Tarde
is_is: Ekki seint,Seint
it_it: Non in ritardo,In ritardo
nl_nl: Niet te laat,Te laat
ru_ru: Не позднее,Позднее

# Codeunit 2330758652 - NamedType 2173012714
source: Standard Model
cs_cz: Standardní Model
de_ch: Standardmodell
es_co: Modelo estándar
es_mx: Modelo estándar
is_is: Staðlað líkan
it_it: Modello standard
nl_nl: Standaardmodel
ru_ru: Стандартная модель

# Codeunit 2330758652 - NamedType 3457659763
source: My Model
cs_cz: Můj Model
da_dk: Min model
de_ch: Mein Modell
es_co: Mi modelo
es_mx: Mi modelo
is_is: Líkanið mitt
it_it: Modello personale
nl_nl: Mijn model
ru_ru: Моя модель

# Codeunit 752263005 - NamedType 1605481693
source: You can get the payment prediction updated automatically every day.
cs_cz: Predikce platby může být automaticky aktualizována každý den.
da_dk: Du kan få en opdateret betalingsforudsigelse automatisk hver dag.
de_ch: Die Zahlungsvorhersage kann jeden Tag automatisch aktualisiert werden.
es_co: Puede obtener una predicción de pago automáticamente cada día.
es_mx: Puede obtener la predicción del pago actualizada automáticamente cada día.
is_is: Hægt er að fá greiðsluspána uppfærða sjálfkrafa á hverjum degi.
it_it: La previsione di pagamento può essere aggiornata automaticamente ogni giorno.
nl_nl: U kunt de voorspelling van betalingen automatisch elke dag laten bijwerken.
ru_ru: Прогнозы оплаты могут автоматически обновляться каждый день.

# Codeunit 752263005 - NamedType 2051629486
source: Enable Scheduled Payment Predictions
cs_cz: Povolit plánované předpovědi plateb
da_dk: Aktivér Forudsigelser af planlagt betaling
de_ch: Geplante Zahlungsvorhersagen aktivieren
es_co: Habilitar predicciones de pago programado
es_mx: Activar las predicciones de pago programadas
is_is: Virkja áætlaðar greiðsluspár
it_it: Abilita previsioni pagamento programmate
nl_nl: Geplande voorspellingen van betalingen inschakelen
ru_ru: Включить прогнозы оплаты по графику

# Codeunit 752263005 - NamedType 3646224320
source: Show notification if you want to enable payment prediction to be automatically updated every day
cs_cz: Zobrazit oznámení, pokud chcete povolit automatickou aktualizaci predikce plateb každý den
da_dk: Vis notifikation, hvis du vil aktivere, at betalingsforudsigelser opdateres automatisk hver dag
de_ch: Benachrichtigung anzeigen, wenn die Zahlungsvorhersage automatisch täglich aktualisiert werden soll
es_co: Mostrar notificación si desea habilitar una predicción de pago para que se actualice automáticamente cada día
es_mx: Mostrar notificación si desea habilitar la predicción de pagos para que se actualice automáticamente todos los días
is_is: Sýna tilkynningu ef þú vilt virkja sjálfvirka daglega uppfærslu á greiðsluspá
it_it: Mostra la notifica se si desidera abilitare l'aggiornamento automatico della previsione di pagamento con frequenza giornaliera
nl_nl: Bericht weergeven als u wilt inschakelen dat voorspellingen van betalingen automatisch elke dag wordt bijgewerkt
ru_ru: Показывать уведомление о том, хотите ли вы каждый день автоматически обновлять прогнозы оплаты.

# Codeunit 752263005 - NamedType 3507565196
source: Don't ask again
cs_cz: Dotaz již nezobrazovat
da_dk: Spørg mig ikke igen
de_ch: Nicht mehr fragen
es_co: No volver a preguntar
es_mx: No volver a preguntar
is_is: Ekki spyrja aftur
it_it: Non visualizzare più questa richiesta
nl_nl: Niet opnieuw vragen
ru_ru: Больше не спрашивать

# Codeunit 752263005 - NamedType 3935078955
source: The payment predictions will be updated every day. You can change the schedule in the Late Payment Prediction Setup window.
cs_cz: Predikce plateb budou aktualizovány každý den. Plán můžete změnit v okně Nastavení predikce opožděné platby.
da_dk: Betalingsforudsigelser opdateres hver dag. Du kan ændre planen i vinduet Opsætning af forudsigelse af forsinket betaling.
de_ch: Die Zahlungsvorhersagen werden täglich aktualisiert. Sie können den Plan im Fenster "Einrichtung der Vorhersage verspäteter Zahlungen" ändern.
es_co: Las predicciones de pago se actualizarán cada día. Puede cambiar la programación en la ventana Configuración de predicción de pago atrasado.
es_mx: Las predicciones de pago se actualizarán todos los días. Puede cambiar el horario en la ventana de Configuración de predicción de pago atrasado.
is_is: Greiðsluspáin verður uppfærð á hverjum degi. Hægt er að breyta áætluninni í uppsetningarglugga greiðsludráttarspár.
it_it: Le previsioni di pagamento verranno aggiornate ogni giorno. È possibile modificare la pianificazione nella finestra Impostazione previsione pagamento ritardato.
nl_nl: De voorspellingen van betalingen worden elke dag bijgewerkt. U kunt de planning wijzigen in het venster Voorspelling van te late betalingen instellen.
ru_ru: Прогнозы оплаты будут обновляться каждый день. Изменить график обновления можно в окне "Настройка Прогнозирования просрочек оплаты".

# Codeunit 752263005 - NamedType 1427331883
source: Late Payment Prediction Update
cs_cz: Aktualizace předpovědi pozdní platby
da_dk: Opdatering af forudsigelse af forsinket betaling
de_ch: Aktualisierung der Vorhersage verspäteter Zahlungen
es_co: Actualización de predicción de pago atrasado
es_mx: Actualización de la predicción de pago atrasado
is_is: Uppfærsla á greiðsludráttarspá
it_it: Aggiornamento previsione pagamento ritardato
nl_nl: Update van voorspelling van te late betalingen
ru_ru: Обновление прогнозов просрочек оплаты

# Page 3534437048 - Control 3006891759 - Property 2879900210
source: Prediction
cs_cz: Predikce
da_dk: Forudsigelse
de_ch: Vorhersage
es_co: Predicción
es_mx: Predicción
is_is: Spá
it_it: Previsione
nl_nl: Voorspelling
ru_ru: Прогноз

# Page 3534437048 - Control 3006891759 - Property 1295455071
source: Specifies that the payment for this invoice is predicted to be late.
cs_cz: Určuje, že platba za tuto fakturu má být zpožděna.
da_dk: Angiver, at betalingen for denne faktura er forudset til at være forsinket.
de_ch: Gibt an, dass die Zahlung für diese Rechnung voraussichtlich verspätet erfolgt.
es_co: Especifica que se predice que el pago de esta factura se va a atrasar.
es_mx: Especifica que se prevé que el pago de esta factura será atrasado.
is_is: Tilgreinir að því er spáð að greiðslu fyrir þennan reikning seinki.
it_it: Specifica che, in base alle previsioni, il pagamento per questa fattura verrà effettuato in ritardo.
nl_nl: Hiermee wordt opgegeven dat wordt voorspeld dat de betaling voor deze factuur te laat zal zijn.
ru_ru: Указывает, что согласно прогнозу, оплата по этому счету будет просрочена.

# Page 3534437048 - Control 3865998304 - Property 2879900210
source: Confidence
cs_cz: Spolehlivost
da_dk: Konfidens
de_ch: Genauigkeit
es_co: Confianza
es_mx: Confianza
is_is: Áreiðanleiki
it_it: Affidabilità
nl_nl: Zekerheid
ru_ru: Достоверность

# Page 3534437048 - Control 3865998304 - Property 1295455071
source: Specifies the reliability of the late payment prediction. High is above 90%, Medium is between 80% and 90%, and Low is less than 80%.
cs_cz: Určuje spolehlivost predikce opožděné platby. Vysoká je nad 90%, střední je mezi 80% a 90%a nízká je menší než 80%.
da_dk: Angiver pålideligheden af forudsigelsen af forsinket betaling. Høj er over 90 %, medium er mellem 80 % og 90 %, og lav er mindre end 80 %.
de_ch: Gibt die Zuverlässigkeit der Vorhersage verspäteter Zahlungen an. "Hoch" bedeutet mehr als 90 %, "Normal" zwischen 80 % und 90 % und "Niedrig" weniger als 80 %.
es_co: Especifica la fiabilidad de la predicción de pago atrasado. Alto es por encima del 90 %. Medio se encuentra entre el 80 % y el 90 %, y bajo es inferior al 80 %.
es_mx: Especifica la confiabilidad de la predicción de pago atrasado. Alto es por encima del 90%, Medio es entre 80% y 90%, y Bajo es menos del 80%.
is_is: Tilgreinir áreiðanleika greiðsludráttarspár. Mikill áreiðanleiki er yfir 90%, miðlungs áreiðanleiki er á milli 80% og 90% og lítill áreiðanleiki er undir 80%.
it_it: Specifica l'affidabilità della previsione di pagamento ritardato. Un valore elevato è superiore al 90%, il valore medio è compreso tra 80% e 90% e un valore basso è inferiore all'80%.
nl_nl: Hiermee wordt de betrouwbaarheid van de voorspelling van te late betaling opgegeven. Hoog is hoger 90%, Gemiddeld ligt tussen 80% en 90% en Laag is minder dan 80%.
ru_ru: Определяет надежность прогноза просрочки оплаты. Высокая надежность — более 90%, средняя — от 80% до 90%, низкая — менее 80%.

# Page 3534437048 - Control 384312795 - Property 2879900210
source: Confidence %
cs_cz: % Spolehlivosti
da_dk: Konfidens-%
de_ch: Genauigkeit in %
es_co: % de confianza
es_mx: % de confianza
is_is: Áreiðanleiki í %
it_it: Affidabilità in %
nl_nl: Zekerheidspercentage
ru_ru: Достоверность, %

# Page 3534437048 - Control 384312795 - Property 1295455071
source: Specifies the percentage that the prediction confidence value is based on.
cs_cz: Určuje procento, na kterém je založena hodnota spolehlivosti predikce.
da_dk: Angiver den procentdel, som forudsigelsens konfidensværdi er baseret på.
de_ch: Gibt den Prozentsatz an, auf dem der Genauigkeitswert der Vorhersage basiert.
es_co: Especifica el porcentaje en el que se basa el valor de confianza de la predicción.
es_mx: Especifica el porcentaje en que se basa el valor de confianza de la predicción.
is_is: Tilgreinir líkurnar sem áreiðanleikagildi spárinnar byggist á.
it_it: Specifica la percentuale su cui si basa il valore di affidabilità della previsione.
nl_nl: Hiermee wordt het percentage opgegeven waarop de zekerheid van de voorspelling is gebaseerd.
ru_ru: Определяет процент, на котором основывается значение достоверности прогноза.

# Page 3534437048 - Action 1514883969 - Property 2879900210
source: Setup
cs_cz: Instalace
da_dk: Opsætning
de_ch: Einrichtung
es_co: Configurar
es_mx: Configurar
is_is: Uppsetning
nl_nl: Instellingen
ru_ru: Настройка

# Page 3534437048 - Action 1514883969 - Property 1295455071
source: Manage settings for the Late Payment Prediction extension.
cs_cz: Spravovat nastavení pro rozšíření Předpovědi pozdní platby.
da_dk: Administrer indstillinger udvidelsen Forudsigelse af forsinket betaling.
de_ch: Einstellungen für die Erweiterung "Vorhersage verspäteter Zahlungen" verwalten
es_co: Gestionar configuración para la extensión Predicción de pago atrasado.
es_mx: Administrar la configuración para la extensión de Predicción de pago tardío.
is_is: Stjórna stillingum fyrir viðbót greiðsludráttarspár.
it_it: Gestire le impostazioni per l'estensione Previsione pagamento ritardato.
nl_nl: Instellingen voor de extensie Voorspelling van te late betalingen beheren.
ru_ru: Управление параметрами расширения "Прогнозирование просрочек оплаты".

# Page 3534437048 - Action 1994964448 - Property 2879900210
source: Customer
cs_cz: Zákazník
da_dk: Debitor
de_ch: Debitor
es_co: Cliente
es_mx: Cliente
is_is: Viðskiptamaður
it_it: Cliente
nl_nl: Klant
ru_ru: Клиент

# Page 3534437048 - Action 1994964448 - Property 1295455071
source: Open details for the customer.
cs_cz: Otevřít podrobnosti o zákazníkovi.
da_dk: Åbn detaljer for debitoren.
de_ch: Offene Details für den Debitor.
es_co: Abrir detalles para el cliente.
es_mx: Abrir los detalles del cliente.
is_is: Skoða upplýsingar um viðskiptamanninn.
it_it: Aprire i dettagli per il cliente.
nl_nl: Details van de klant openen.
ru_ru: Открытие сведений по клиенту.

# Query 3400852568 - Property 2879900210
source: Late Payment Model Input
cs_cz: Vstup modelu pozdní platby
da_dk: Input til model for forsinket betaling
de_ch: Eingaben für verspätetes Zahlungsmodell
es_co: Entrada de modelo de pago atrasado
es_mx: Entrada de modelo de pago atrasado
is_is: Inntak í greiðsludráttarsnið
it_it: Input del modello di pagamento ritardato
nl_nl: Modelinvoer voor late betaling
ru_ru: Ввод модели дат оплаты

# PageExtension 1880658401 - Control 2015228584 - Property 1295455071
source: Specifies sales invoices that are predicted to be paid late.
cs_cz: Určuje prodejní faktury, u nichž se předpokládá, že budou zaplaceny pozdě.
da_dk: Angiver salgsfakturaer, der er forudsagt til at blive betalt for sent.
de_ch: Gibt Verkaufsrechnungen an, deren Zahlung voraussichtlich verspätet erfolgt.
es_co: Especifica las facturas de ventas que se predicen que se van a pagar con retraso.
es_mx: Especifica las facturas de venta que se prevé que se pagarán tarde.
is_is: Tilgreinir sölureikninga sem spáð er að verði greiddir of seint.
it_it: Specifica le fatture di vendita che secondo le previsioni saranno pagate in ritardo.
nl_nl: Hiermee worden verkoopfacturen opgegeven waarvan wordt voorspeld dat deze te laat worden betaald.
ru_ru: Определяет счета продажи, оплата которых, согласно прогнозу, будет просрочена.

# PageExtension 1880658401 - Control 2015228584 - Property 2879900210
source: Sales Invoices Predicted Overdue
cs_cz: Předpokládané zpožděné prodejní faktury
da_dk: Salgsfakturaer, der er forudsagt til at være forfaldne
de_ch: Überfällige Verkaufsrechnungen
es_co: Predicción de facturas de venta vencidas
es_mx: Predicción de facturas de venta vencidas
is_is: Spá um gjaldfallna sölureikninga
it_it: Fatture di vendita previste scadute
nl_nl: Voorspeld achterstallige verkoopfacturen
ru_ru: Счета продажи, которые согласно прогнозу будут просрочены

# PageExtension 711236209 - Control 4203233321 - Property 2879900210
source: Payment Prediction
cs_cz: Predikce platby
da_dk: Betalingsforudsigelse
de_ch: Zahlungsvorhersage
es_co: Predicción de pago
es_mx: Predicción del pago
is_is: Greiðsluspá
it_it: Previsione pagamento
nl_nl: Voorspelling van betaling
ru_ru: Прогноз оплаты

# PageExtension 711236209 - Control 4203233321 - Property 1295455071
source: Specifies that the payment for this invoice is predicted to be late.
cs_cz: Určuje, že platba za tuto fakturu má být zpožděna.
da_dk: Angiver, at betalingen for denne faktura er forudset til at være forsinket.
de_ch: Gibt an, dass die Zahlung für diese Rechnung voraussichtlich verspätet erfolgt.
es_co: Especifica que se predice que el pago de esta factura se va a atrasar.
es_mx: Especifica que se prevé que el pago de esta factura será atrasado.
is_is: Tilgreinir að því er spáð að greiðslu fyrir þennan reikning seinki.
it_it: Specifica che, in base alle previsioni, il pagamento per questa fattura verrà effettuato in ritardo.
nl_nl: Hiermee wordt opgegeven dat wordt voorspeld dat de betaling voor deze factuur te laat zal zijn.
ru_ru: Указывает, что согласно прогнозу, оплата по этому счету будет просрочена.

# PageExtension 711236209 - Control 1165529379 - Property 2879900210
source: Prediction Confidence
cs_cz: Spolehlivost predikce
da_dk: Forudsigelseskonfidens
de_ch: Vorhersagegenauigkeit
es_co: Confianza de predicción
es_mx: Confianza de la predicción
is_is: Áreiðanleiki spár
it_it: Affidabilità previsione
nl_nl: Zekerheid van voorspelling
ru_ru: Достоверность прогноза

# PageExtension 711236209 - Control 1165529379 - Property 1295455071
source: Specifies the reliability of the late payment prediction. High is above 90%, Medium is between 80% and 90%, and Low is less than 80%.
cs_cz: Určuje spolehlivost predikce opožděné platby. Vysoká je nad 90%, střední je mezi 80% a 90%a nízká je menší než 80%.
da_dk: Angiver pålideligheden af forudsigelsen af forsinket betaling. Høj er over 90 %, medium er mellem 80 % og 90 %, og lav er mindre end 80 %.
de_ch: Gibt die Zuverlässigkeit der Vorhersage verspäteter Zahlungen an. "Hoch" bedeutet mehr als 90 %, "Normal" zwischen 80 % und 90 % und "Niedrig" weniger als 80 %.
es_co: Especifica la fiabilidad de la predicción de pago atrasado. Alto es por encima del 90 %. Medio se encuentra entre el 80 % y el 90 %, y bajo es inferior al 80 %.
es_mx: Especifica la confiabilidad de la predicción de pago atrasado. Alto es por encima del 90%, Medio es entre 80% y 90%, y Bajo es menos del 80%.
is_is: Tilgreinir áreiðanleika greiðsludráttarspár. Mikill áreiðanleiki er yfir 90%, miðlungs áreiðanleiki er á milli 80% og 90% og lítill áreiðanleiki er undir 80%.
it_it: Specifica l'affidabilità della previsione di pagamento ritardato. Un valore elevato è superiore al 90%, il valore medio è compreso tra 80% e 90% e un valore basso è inferiore all'80%.
nl_nl: Hiermee wordt de betrouwbaarheid van de voorspelling van te late betaling opgegeven. Hoog is hoger 90%, Gemiddeld ligt tussen 80% en 90% en Laag is minder dan 80%.
ru_ru: Определяет надежность прогноза просрочки оплаты. Высокая надежность — более 90%, средняя — от 80% до 90%, низкая — менее 80%.

# PageExtension 711236209 - Control 1124786408 - Property 2879900210
source: Prediction Confidence %
cs_cz: % Spolehlivosti predikce
da_dk: Forudsigelseskonfidens-%
de_ch: Vorhersagegenauigkeit in %
es_co: % de confianza de predicción
es_mx: % de confianza de la predicción
is_is: Áreiðanleiki spár í %
it_it: Affidabilità previsione in %
nl_nl: Zekerheidspercentage van voorspelling
ru_ru: Достоверность прогноза, %

# PageExtension 711236209 - Control 1124786408 - Property 1295455071
source: Specifies the percentage that the prediction confidence value is based on.
cs_cz: Určuje procento, na kterém je založena hodnota spolehlivosti predikce.
da_dk: Angiver den procentdel, som forudsigelsens konfidensværdi er baseret på.
de_ch: Gibt den Prozentsatz an, auf dem der Genauigkeitswert der Vorhersage basiert.
es_co: Especifica el porcentaje en el que se basa el valor de confianza de la predicción.
es_mx: Especifica el porcentaje en que se basa el valor de confianza de la predicción.
is_is: Tilgreinir líkurnar sem áreiðanleikagildi spárinnar byggist á.
it_it: Specifica la percentuale su cui si basa il valore di affidabilità della previsione.
nl_nl: Hiermee wordt het percentage opgegeven waarop de zekerheid van de voorspelling is gebaseerd.
ru_ru: Определяет процент, на котором основывается значение достоверности прогноза.

# PageExtension 711236209 - Control 570805394 - Property 2879900210
source: Late Payment Prediction
cs_cz: Předpověď pozdní platby
da_dk: Forudsigelse af forsinket betaling
de_ch: Vorhersage verspäteter Zahlungen
es_co: Predicción de pago atrasado
es_mx: Predicción de pago atrasado
is_is: Greiðsludráttarspá
it_it: Previsione pagamento ritardato
nl_nl: Voorspelling van te late betaling
ru_ru: Прогнозирование просрочек оплаты

# PageExtension 711236209 - Action 3927615777 - Property 2879900210
source: Update Payment Predictions
cs_cz: Aktualizovat predikce plateb
da_dk: Opdater betalingsforudsigelser
de_ch: Zahlungsvorhersagen aktualisieren
es_co: Actualizar predicciones de pago
es_mx: Actualizar predicciones de pago
is_is: Uppfæra greiðsluspár
it_it: Aggiorna previsioni pagamento
nl_nl: Voorspellingen van betalingen bijwerken
ru_ru: Обновить прогнозы оплаты
