Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: LatePaymentPredictor/Source/Late Payment Prediction/Translations/Late Payment Prediction.*.xlf
Languages: cs_cz, da_dk, de_ch, es_co, es_mx, is_is, it_it, nl_nl, ru_ru

# Table 1189492157 - Field 1799284892 - Property 2879900210
source: Payment Terms Days
cs_cz: Dny platebních podmínek
da_dk: Betalingsbetingelse i dage
de_ch: Zahlungsfrist in Tagen
es_co: Condiciones de pago - Días
es_mx: Días de condiciones de pago
is_is: Dagar greiðsluskilmála
it_it: Giorni condizioni pagamento
nl_nl: Betalingstermijndagen
ru_ru: Срок оплаты в днях

# Table 1189492157 - Field 2461167233 - Property 2879900210
source: Corrected
cs_cz: Opraven
da_dk: Rettet
de_ch: Korrigiert
es_co: Corregido
es_mx: Corregido
is_is: Leiðrétt
it_it: Corretta
nl_nl: Gecorrigeerd
ru_ru: Исправлено

# Table 1189492157 - Field 3882294235 - Property 2879900210
source: No. Paid Invoices
cs_cz: Počet uhrazených faktur
da_dk: Antal betalte fakturaer
de_ch: Anzahl bezahlter Rechnungen
es_co: N.º de facturas pagadas
es_mx: N.° de facturas pagadas
is_is: Fjöldi greiddra reikninga
it_it: N. fatture pagate
nl_nl: Aantal betaalde facturen
ru_ru: Кол-во оплаченных счетов

# Table 1189492157 - Field 167636047 - Property 2879900210
source: No. Paid Late Invoices
cs_cz: Počet pozdě uhrazených faktur
da_dk: Antal betalte forsinkede fakturaer
de_ch: Anzahl verspätet bezahlter Rechnungen
es_co: N.º de facturas atrasadas pagadas
es_mx: N.° de facturas atrasadas pagadas
is_is: Fjöldi reikninga sem eru greiddir seint
it_it: N. fatture pagate in ritardo
nl_nl: Aantal te laat betaalde facturen
ru_ru: Кол-во оплаченных с просрочкой счетов

# Table 1189492157 - Field 3948082364 - Property 2879900210
source: Ratio Paid Late/Paid Invoices
cs_cz: Poměr pozdě pl./zapl.faktury
da_dk: Forholdet betalt forsinket/betalte fakturaer
de_ch: Verhältnis Verspätet bezahlt/Bezahlte Rechnungen
es_co: Proporción de facturas pagadas con retraso/pagadas
es_mx: Proporción de facturas pagadas tarde/pagadas
is_is: Hlutfall síðbúinnar greiðslu/greiddra reikninga
it_it: Rapporto fatture pagate in ritardo/pagate
nl_nl: Verhouding te laat betaalde/betaalde facturen
ru_ru: Отношение кол-во оплаченных с просрочкой/кол-во оплаченных

# Table 1189492157 - Field 1732071316 - Property 2879900210
source: Total Paid Invoices Amount
cs_cz: Částka zaplacených faktur celkem
da_dk: Samlet beløb for betalte fakturaer
de_ch: Gesamtbetrag der bezahlten Rechnungen
es_co: Importe total de facturas pagadas
es_mx: Importe total de facturas pagadas
is_is: Heildarupphæð greiddra reikninga
it_it: Importo totale fatture pagate
nl_nl: Totaal bedrag aan betaalde facturen
ru_ru: Общая сумма по оплаченным счетам

# Table 1189492157 - Field 2317318635 - Property 2879900210
source: Total Paid Late Inv. Amount
cs_cz: Celk. částka pozdě zapl. faktur
da_dk: Samlet beløb for fakturaer betalt for sent
de_ch: Gesamtbetrag der bezahlten verspäteten Rechnungen
es_co: Importe total de factura atrasada pagada
es_mx: Importe total de facturas atrasadas pagadas
is_is: Heildarupphæð reikninga sem eru greiddir seint
it_it: Importo totale fatture pagate in rit.
nl_nl: Totale bedrag aan te laat betaalde facturen
ru_ru: Общая сумма по оплаченным с просрочкой счетам

# Table 1189492157 - Field 1954682110 - Property 2879900210
source: Ratio PaidLateAmnt/PaidAmnt
cs_cz: Poměr PaidLateAmnt/PaidAmnt
da_dk: Forholdet PaidLateAmnt/PaidAmnt
de_ch: Verhältnis PaidLateAmnt/PaidAmnt
es_co: Proporción PaidLateAmnt/PaidAmnt
es_mx: Proporción importe atrasado pagado/importe pagado
is_is: Hlutfall PaidLateAmnt/PaidAmnt
it_it: Rapporto PaidLateAmnt/PaidAmnt
nl_nl: Verhouding PaidLateAmnt/PaidAmnt
ru_ru: Отношение сумма оплаченных с просрочкой/сумма оплаченных

# Table 1189492157 - Field 1552632244 - Property 2879900210
source: Average Days Late
cs_cz: Průměrný počet dnů prodlení
da_dk: Gennemsnitlige forsinkelse i dage
de_ch: Durchschnittliche Verspätung in Tagen
es_co: Promedio de días atrasados
es_mx: Promedio de días de atraso
is_is: Seinkun í dögum að meðaltali
it_it: Ritardo medio in giorni
nl_nl: Gemiddeld aantal dagen te laat
ru_ru: Средняя просрочка в днях

# Table 1189492157 - Field 945733462 - Property 2879900210
source: No. Outstanding Inv.
cs_cz: Počet nevyřízených faktur
da_dk: Antal udestående fakturaer
de_ch: Anzahl ausstehender Rechnungen
es_co: N.º de facturas pendientes
es_mx: N.° de facturas pendientes
is_is: Fjöldi útistandandi reikninga
it_it: N. fatt. inevase
nl_nl: Aantal openstaande facturen
ru_ru: Кол-во неоплаченных счетов

# Table 1189492157 - Field 1043525242 - Property 2879900210
source: No. Outstanding Late Inv.
cs_cz: Počet faktur po splatnosti
da_dk: Antal udestående forsinkede fakturaer
de_ch: Anzahl ausstehender verspäteter Rechnungen
es_co: N.º de facturas atrasadas pendientes
es_mx: N.° de facturas pendientes atrasadas
is_is: Fjöldi útistandandi reikninga sem komnir eru á tíma
it_it: N. fatt. ritardo inevase
nl_nl: Aantal openstaande te late facturen
ru_ru: Кол-во неоплаченных просроченных счетов

# Table 1189492157 - Field 4056374438 - Property 2879900210
source: Ratio NoOutstngLate/NoOutstng
cs_cz: Poměr NoOutstngLate/NoOutstng
da_dk: Forholdet NoOutstngLate/NoOutstng
de_ch: Verhältnis NoOutstngLate/NoOutstng
es_co: Proporción NoOutstngLate/NoOutstng
es_mx: Proporción no pendiente atrasada/no pendiente
is_is: Hlutfall NoOutstngLate/NoOutstng
it_it: Rapporto NoOutstngLate/NoOutstng
nl_nl: Verhouding NoOutstngLate/NoOutstng
ru_ru: Отношение кол-во неоплаченных просроченных/кол-во неоплаченных

# Table 1189492157 - Field 1037504170 - Property 2879900210
source: Total Outstng Invoices Amt.
cs_cz: Celková částka neuhrazených faktur
da_dk: Samlet beløb for udestående fakturaer
de_ch: Gesamtbetrag der ausstehenden Rechnungen
es_co: Importe total de facturas pendientes
es_mx: Cantidad total de las facturas pendientes
is_is: Heildarupphæð útistandandi reikninga
it_it: Imp. tot. fatture inevase
nl_nl: Totale bedrag aan openstaande facturen
ru_ru: Общая сумма по неоплаченным счетам

# Table 1189492157 - Field 2829716225 - Property 2879900210
source: Total Outstng Late Inv. Amt.
cs_cz: Celk. částka neuhr.op.faktur
da_dk: Samlet beløb for udestående forsinkede fakturaer
de_ch: Gesamtbetrag der ausstehenden verspäteten Rechnungen
es_co: Importe total de factura atrasada pendiente
es_mx: Cantidad total de las facturas atrasadas pendientes
is_is: Heildarupphæð útistandandi reikninga sem komnir eru á tíma
it_it: Imp. tot. fatture inevase in rit.
nl_nl: Totale bedrag aan openstaande te late facturen
ru_ru: Общая сумма по неоплаченным просроченным счетам

# Table 1189492157 - Field 3918559005 - Property 2879900210
source: Ratio AmtLate/Amt Outstng Inv
cs_cz: Poměr Outstng AmtLate/Amt Inv
da_dk: Forholdet AmtLate/Amt Outstng Inv
de_ch: Verhältnis AmtLate/Betrag ausstehender Rechnungen
es_co: Proporción AmtLate/Amt Outstng Inv
es_mx: Proporción de importe atrasado/importe de facturas pendientes
is_is: Hlutfall AmtLate/upphæðar útistandandi reiknings
it_it: Rapporto AmtLate/Amt Outstng Inv
nl_nl: Verhouding AmtLate/Amt Outstng Inv
ru_ru: Отношение сумма оплаченных с просрочкой/сумма неоплаченных

# Table 1189492157 - Field 2281278414 - Property 2879900210
source: Average Outstanding Days Late
cs_cz: Průměrné zbývající dny zpoždění
da_dk: Gennemsnitlige udestående dage ved forsinkelse
de_ch: Durchschnittliche Verspätung ausstehender Zahlungen in Tagen
es_co: Promedio de días atrasados pendientes
es_mx: Promedio de pagos pendientes en días
is_is: Meðalfjöldi daga fram yfir á útistandandi reikningum
it_it: Ritardo medio evasione in giorni
nl_nl: Gemiddeld openstaand aantal dagen te laat
ru_ru: Средняя просрочка в днях по неоплаченным

# Table 1189492157 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
cs_cz: Číslo plátce
da_dk: Faktureres til kundenr.
de_ch: Rech. an Deb.-Nr.
es_co: N.º de cliente de facturación
es_mx: Factura a N.º de cliente
is_is: Reikn.færist á viðskiptamannanr.
it_it: Fatturare a - Nr. cliente
nl_nl: Factureren aan
ru_ru: Код плательщика

# Table 1189492157 - Field 3278951291 - Property 2879900210
source: Base Amount
cs_cz: Částka základu
da_dk: Grundbeløb
de_ch: Bemessungsgrundlage
es_co: Importe base
es_mx: Importe base
is_is: Grunnupphæð
it_it: Importo imponibile
nl_nl: Basisbedrag
ru_ru: Базовая сумма

# Table 1189492157 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum
da_dk: Bogføringsdato
de_ch: Buchungsdatum
es_co: Fecha de registro
es_mx: Fecha de registro
is_is: Bókunardagsetning
it_it: Data di registrazione
nl_nl: Boekingsdatum
ru_ru: Дата учета

# Table 1189492157 - Field 4085727052 - Property 2879900210
source: Due Date
cs_cz: Datum splatnosti
da_dk: Forfaldsdato
de_ch: Fälligkeitsdatum
es_co: Fecha de vencimiento
es_mx: Fecha de vencimiento
is_is: Gjalddagi
it_it: Data di scadenza
nl_nl: Vervaldatum
ru_ru: Срок оплаты

# Table 1189492157 - Field 3184896434 - Property 2879900210
source: Closed Date
cs_cz: Datum uzavření
da_dk: Lukket dato
de_ch: Abgeschlossen am
es_co: Fecha de cierre
es_mx: Fecha cerrada
is_is: Dagsetningu lokað
it_it: Data di chiusura
nl_nl: Sluitingsdatum
ru_ru: Дата закрытия

# Table 1189492157 - Field 1778072510 - Property 2879900210
source: Closed
cs_cz: Uzavřeno
da_dk: Lukket
de_ch: Geschlossen
es_co: Cerrada
es_mx: Cerrado
is_is: Lokað
it_it: Chiuso
nl_nl: Gesloten
ru_ru: Закрыто

# Table 1189492157 - Field 3723377713 - Property 2879900210
source: Paid Late Days
cs_cz: Dny zpoždění platby
da_dk: Dage ved forsinket betaling
de_ch: Verspätet bezahlt in Tagen
es_co: Días atrasados pagados
es_mx: Días de atraso pagados
is_is: Greitt seint í dögum
it_it: Giorni pagamento ritardato
nl_nl: Dagen te laat betaald
ru_ru: Просрочка оплаты в днях

# Table 1189492157 - Field 3847204869 - Property 2879900210
source: UsedForPredict And ToBeDeleted
cs_cz: UsedForPredict a ToBeDeleted
da_dk: UsedForPredict og ToBeDeleted
de_ch: UsedForPredict und ToBeDeleted
es_co: UsedForPredict y ToBeDeleted
es_mx: Usado para predecir y para eliminar
is_is: UsedForPredict og ToBeDeleted
it_it: UsedForPredict e ToBeDeleted
nl_nl: UsedForPredict en ToBeDeleted
ru_ru: Используется для прогноза и удаляется

# Table 1189492157 - Field 474856066 - Property 2879900210
source: Is Late
cs_cz: Je pozdě
da_dk: Er forsinket
de_ch: Ist verspätet
es_co: Atrasado
es_mx: Está atrasada
is_is: Er á eftir áætlun
it_it: È in ritardo
nl_nl: Is te laat
ru_ru: Оплата просрочена

# Table 1189492157 - Field 3865998304 - Property 2879900210
source: Confidence
cs_cz: Spolehlivost
da_dk: Konfidens
de_ch: Genauigkeit
es_co: Confianza
es_mx: Confianza
is_is: Áreiðanleiki
it_it: Affidabilità
nl_nl: Zekerheid
ru_ru: Достоверность

# Codeunit 2892347051 - NamedType 302596633
source: The Late Payment Prediction extension is not enabled. Do you want to enable it?
cs_cz: Rozšíření Predikce pozdní platby není povoleno. Chcete ji povolit?
da_dk: Udvidelsen Forudsigelse af forsinket betaling er ikke aktiveret. Vil du aktivere den?
de_ch: Die Erweiterung "Vorhersage verspäteter Zahlungen" ist nicht aktiviert. Möchten Sie sie aktivieren?
es_co: La extensión de predicción de pago atrasado no está habilitada. ¿Desea obtener más información y habilitarla?
es_mx: La extensión de Predicción de pago atrasado no está habilitada. ¿Desea activarla?
is_is: Viðbót greiðsludráttarspár er ekki virk. Viltu virkja hana?
it_it: L'estensione Previsione pagamento ritardato non è abilitata. Abilitarla?
nl_nl: De extensie Voorspelling van te late betalingen is niet ingeschakeld. Wilt u deze inschakelen?
ru_ru: Расширение "Прогнозирование просрочек оплаты" не включено. Включить его?

# Codeunit 2892347051 - NamedType 3074054855
source: Want to know if a sales document will be paid on time? The Late Payment Prediction extension can predict that.
cs_cz: Chcete vědět, zda bude prodejní doklad zaplacen včas? Rozšíření Predikce zpoždění platby to může předpovědět.
da_dk: Vil du vide, om et salgsdokument bliver betalt til tiden? Udvidelsen Forudsigelse af forsinket betaling kan forudsige dette.
de_ch: Möchten Sie wissen, ob ein Verkaufsbeleg rechtzeitig bezahlt wird? Die Erweiterung "Vorhersage verspäteter Zahlungen" kann dies vorhersagen.
es_co: ¿Desea saber si un documento de venta se pagará a tiempo? La extensión de predicción de pago atrasado puede predecirlo.
es_mx: ¿Desea saber si un documento de ventas se pagará a tiempo? La extensión de Predicción de pago atrasado puede predecirlo.
is_is: Viltu vita hvort söluskjal verði greitt á réttum tíma? Viðbót greiðsludráttarspár getur spáð fyrir um það.
it_it: Si desidera sapere se un documento di vendita verrà pagato puntualmente? L'estensione Previsione pagamento ritardato è in grado di fare questa previsione.
nl_nl: Wilt u weten of een verkoopdocument op tijd zal worden betaald? De extensie Voorspelling van te late betalingen kan dat voorspellen.
ru_ru: Хотите знать, будет ли документ продажи оплачен в срок? Расширение "Прогнозирование просрочек оплаты" может это спрогнозировать.

# Codeunit 2892347051 - NamedType 41941251
source: Enable
cs_cz: Povolit
da_dk: Aktivér
de_ch: Aktivieren
es_co: Habilitar
es_mx: Activar
is_is: Gera virkt
it_it: Abilita
nl_nl: Inschakelen
ru_ru: Включить

# Codeunit 2892347051 - NamedType 1830429907
source: Don't show again
cs_cz: Příště nezobrazovat
da_dk: Vis ikke igen
de_ch: Nicht mehr anzeigen
es_co: No volver a mostrar
es_mx: No volver a mostrar
is_is: Ekki sýna aftur
it_it: Non visualizzare più questo messaggio
nl_nl: Niet opnieuw weergeven
ru_ru: Больше не показывать

# Codeunit 2892347051 - NamedType 1671929504
source: To predict a late payment, choose the %1 action. Want to learn more about the late payment predictions?
cs_cz: Chcete-li předpovědět pozdní platbu, zvolte akci %1. Chcete získat další informace o predikcích pozdní platby?
da_dk: Hvis du vil forudsige en forsinket betaling, skal du vælge handlingen %1. Vil du vide mere om forudsigelserne af forsinkede betalinger?
de_ch: Wählen Sie zum Vorhersagen einer verspäteten Zahlung die Aktion %1. Möchten Sie weitere Informationen über die Vorhersagen verspäteter Zahlungen erhalten?
es_co: Para predecir un pago atrasado, escoja la acción %1. ¿Desea obtener más información sobre las predicciones de pago vencido?
es_mx: Para predecir un pago atrasado, elija la acción %1. ¿Desea obtener más información sobre las predicciones de pagos atrasados?
is_is: Til að spá fyrir um síðbúna greiðslu skal velja aðgerðina %1. Viltu fá frekari upplýsingar um greiðsludráttarspár?
it_it: Per prevedere un pagamento ritardato, scegliere l'azione %1. Si desiderano ulteriori informazioni sulle previsioni dei pagamenti ritardati?
nl_nl: Als u een te late betaling wilt voorspellen, kiest u de actie %1. Wilt u meer informatie over de voorspellingen van te late betalingen?
ru_ru: Для прогнозирования просрочки оплаты выберите действие %1. Хотите узнать больше о прогнозировании просрочек оплаты?

# Codeunit 2892347051 - NamedType 3334639707
source: Learn more
cs_cz: Naučte se více
da_dk: Få mere at vide
de_ch: Weitere Informationen
es_co: Más información
es_mx: Más información
is_is: Frekari upplýsingar
it_it: Ulteriori informazioni
nl_nl: Meer informatie
ru_ru: Подробнее

# Codeunit 2892347051 - NamedType 3519161399
source: Predict late payment for sales documents
cs_cz: Předpovědět opožděné platby pro prodejní doklady
da_dk: Forudsig forsinket betaling for salgsdokumenter
de_ch: Verspätete Zahlung für Verkaufsbelege vorhersagen
es_co: Predecir pago atrasado para documentos de venta
es_mx: Predecir el pago atrasado para los documentos de ventas
is_is: Spá fyrir um seinkun á greiðslu fyrir söluskjöl
it_it: Prevedi pagamento ritardato per documenti di vendita
nl_nl: Te late betaling voorspellen voor verkoopdocumenten
ru_ru: Прогнозировать просрочку оплаты по документам продажи

# Codeunit 2892347051 - NamedType 2403516424
source: Notify me of the possibility to predict late payment of sales documents.
cs_cz: Upozorněte na možnost předpovědět prodlení prodejních dokladů.
da_dk: Giv mig besked om muligheden for at forudsige forsinket betaling af salgsdokumenter.
de_ch: Benachrichtigen Sie mich über die Möglichkeit, eine verspätete Zahlung der Verkaufsbelege vorherzusagen.
es_co: Notificarme de la posibilidad de predecir un pago atrasado de documentos de venta.
es_mx: Notificarme la posibilidad de predecir el pago atrasado de documentos de ventas.
is_is: Láta mig vita af möguleikanum á að spá fyrir um seinkun á greiðslu á söluskjölum.
it_it: Inviare una notifica sulla possibilità di prevedere il pagamento ritardato di documenti di vendita.
nl_nl: Informeer me over de mogelijkheid te late betaling van verkoopdocumenten te voorspellen.
ru_ru: Уведомлять о возможности прогнозирования просрочки оплаты по документам продажи.

# Codeunit 2892347051 - NamedType 3982224871
source: Predict Payment
cs_cz: Předpovědět platby
da_dk: Forudsig betaling
de_ch: Zahlung vorhersagen
es_co: Predecir pago
es_mx: Predecir pago
is_is: Spá fyrir um greiðslu
it_it: Prevedi pagamento
nl_nl: Betaling voorspellen
ru_ru: Прогнозировать оплату

# Codeunit 2892347051 - NamedType 2188504547
source: The payment is predicted to be late, with %1 confidence in the prediction.
cs_cz: Předpokládá se, že platba bude opožděna, s %1 důvěrou v předpovědi.
da_dk: Betalingen er forudset til at være forsinket med en konfidens på %1 i forudsigelsen.
de_ch: Die Zahlung erfolgt voraussichtlich verspätet, wobei die Vorhersage eine Genauigkeit von %1 aufweist.
es_co: Se predice que el pago se va a atrasar, con una confianza de %1 en la predicción.
es_mx: Se prevé que el pago será atrasado, con un %1 de confianza en la predicción.
is_is: Því er spáð að greiðslunni seinki. %1 líkur eru á að spáin standist.
it_it: Secondo la previsione il pagamento sarà in ritardo, con una percentuale di affidabilità della previsione pari a %1.
nl_nl: De voorspelling is dat de betaling te laat zal zijn. De zekerheid van de voorspelling is %1.
ru_ru: Согласно прогнозу, оплата будет просрочена с достоверностью %1.

# Codeunit 2892347051 - NamedType 91507088
source: The payment is predicted to be on time, with %1 confidence in the prediction.
cs_cz: Předpokládá se, že platba bude včas uhrazena, s %1 důvěrou v předpovědi.
da_dk: Betalingen er forudset til at være rettidig med en konfidens på %1 i forudsigelsen.
de_ch: Die Zahlung erfolgt voraussichtlich pünktlich, wobei die Vorhersage eine Genauigkeit von %1 aufweist.
es_co: Se predice que el pago se va hacer a tiempo, con una confianza de %1 en la predicción.
es_mx: Se prevé que el pago será a tiempo, con un %1 de confianza en la predicción.
is_is: Því er spáð að greiðslan berist á réttum tíma. %1 líkur eru á að spáin standist.
it_it: Secondo la previsione il pagamento sarà puntuale, con una percentuale di affidabilità della previsione pari a %1.
nl_nl: De voorspelling is dat de betaling op tijd zal zijn. De zekerheid van de voorspelling is %1.
ru_ru: Согласно прогнозу, оплата будет совершена в срок, с достоверностью %1.

# Codeunit 2892347051 - NamedType 499043119
source: A custom machine learning model is being trained at present. Predictions can be made after the training finishes.
cs_cz: V současné době je trénován vlastní model strojového učení. Předpovědi lze provést po skončení tréninku.
da_dk: En brugerdefineret model til maskinel indlæring oplæres på nuværende tidspunkt. Når oplæringen er afsluttet, kan der foretages forudsigelser.
de_ch: Ein benutzerdefiniertes Machine Learning-Modell wird derzeit geschult. Vorhersagen können nach Abschluss der Schulung getroffen werden.
es_co: Actualmente se está formando un modelo de Machine Learning personalizado. Se podrán realizar predicciones una vez que concluya la formación.
es_mx: Un modelo de Machine Learning personalizado está siendo entrenado en este momento. Las predicciones se pueden hacer después de que termine el entrenamiento.
is_is: Sérsniðið vélnámslíkan er í þjálfun sem stendur. Hægt verður að búa til spár eftir að þjálfun lýkur.
it_it: Un modello di Machine Learning è in preparazione al momento. Le previsioni possono essere eseguite al termine della preparazione.
nl_nl: Er wordt momenteel een aangepast Machine Learning-model getraind. Er kunnen voorspellingen worden gedaan als de training is voltooid.
ru_ru: Идет обучение пользовательской модели машинного обучения. Прогнозы можно будет делать после завершения обучения.

# Codeunit 2892347051 - NamedType 121632390
source: No prediction needed. The payment for this sales document is already overdue.
da_dk: Der er ikke behov for nogen forudsigelse. Betalingen for dette salgsdokument er allerede overskredet.
de_ch: Keine Vorhersage erforderlich. Die Zahlung für diesen Verkaufsbeleg ist bereits überfällig.
es_co: No se necesita ninguna predicción. El pago de este documento de venta ya ha vencido.
es_mx: No se necesita ninguna predicción. El pago de este documento de venta ya ha vencido.
is_is: Engin spá nauðsynleg. Greiðslan fyrir þetta söluskjal er þegar gjaldfallin.
it_it: Nessuna previsione necessaria. Il pagamento per questo documento di vendita è già scaduto.
nl_nl: Geen voorspelling nodig. De betaling van dit verkoopdocument is al achterstallig.
ru_ru: Прогноз не требуется. Платеж по этому документу продажи уже просрочен.

# Codeunit 2330758652 - NamedType 298627209
source: Data available is insufficient to create a new model or to test an existing one.
da_dk: De tilgængelige data er ikke tilstrækkelige til at oprette en ny model eller til at teste en eksisterende model.
de_ch: Die verfügbaren Daten reichen nicht aus, um ein neues Modell zu erstellen oder ein vorhandenes zu testen.
es_co: Los datos disponibles son insuficientes para crear un nuevo modelo o para probar uno existente.
es_mx: Los datos disponibles son insuficientes para crear un nuevo modelo o para probar uno existente.
is_is: Tiltæk gögn eru ófullnægjandi til að búa til nýtt líkan eða til að prófa núverandi líkan.
it_it: I dati disponibili sono insufficienti per creare un nuovo modello o testarne uno esistente.
nl_nl: Er zijn onvoldoende gegevens beschikbaar om een nieuw model te maken of een bestaand model te testen.
ru_ru: Доступных данных недостаточно для создания новой модели или тестирования существующей.

# Codeunit 2330758652 - NamedType 4075731924
source: The quality of the new model is %1%, which is lower than the quality of the model you are using now, which is %2%. Are you sure you want to use the new model?
cs_cz: Kvalita nového modelu je %1%, což je nižší než kvalita modelu, který nyní používáte, což je %2%. Opravdu chcete použít nový model?
da_dk: Kvaliteten af den nye model er %1 %, hvilket er lavere end kvaliteten af den model, du bruger nu, der er %2 %. Er du sikker på, at du vil bruge den nye model?
de_ch: Die Qualität des neuen Modells ist %1 %, was niedriger als die Qualität des derzeit verwendeten Modells (%2 %) ist. Sind Sie sicher, dass Sie das neue Modell verwenden möchten?
es_co: La calidad del nuevo modelo es %1 %, que es inferior a la calidad del modelo que está usando ahora, que es %2 %. ¿Seguro que desea usar el nuevo modelo?
es_mx: La calidad del nuevo modelo es %1%, que es inferior a la calidad del modelo que está usando ahora, que es %2%. ¿Seguro que desea usar el nuevo modelo?
is_is: Gæði nýja líkansins er %1%, sem er minna en gæði líkansins sem þú ert að nota núna, sem er %2%. Viltu örugglega nota nýja líkanið?
it_it: La qualità del nuovo modello è pari a %1%, un valore inferiore rispetto alla qualità del modello in uso al momento, ovvero %2%. Utilizzare il nuovo modello?
nl_nl: De kwaliteit van het nieuwe model is %1%, wat lager is dan de kwaliteit van het model dat u nu gebruikt. Die kwaliteit is %2%. Weet u zeker dat u het nieuwe model wilt gebruiken?
ru_ru: Качество новой модели составляет %1%, что ниже качества модели, которую вы используете сейчас (%2%). Вы действительно хотите использовать новую модель?
