Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: DataArchive/app/Data Archive/Translations/Data Archive.*.xlf
Languages: de_de, es_mx, nl_nl

# Table 2184183430 - Property 2879900210
source: Data Archive
de_de: Datenarchiv
es_mx: Archivo de datos
nl_nl: Gegevensarchief

# Table 2184183430 - Field 2838451934 - Property 2879900210
source: Created by User
de_de: Erstellt von Benutzer
es_mx: Creado por usuario
nl_nl: Gemaakt door gebruiker

# Table 2184183430 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
es_mx: Descripción
nl_nl: Beschrijving

# Table 2184183430 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Postennr.
es_mx: N.º mov.
nl_nl: Postnr.

# Table 2184183430 - Field 2065755396 - Property 2879900210
source: No. of Records
de_de: Anzahl der Datensätze
es_mx: N.º registros
nl_nl: Aantal records

# Table 2184183430 - Field 666729213 - Property 2879900210
source: No. of Tables
de_de: Anzahl der Tabellen
es_mx: N.º tablas
nl_nl: Aantal tabellen

# Table 4155097608 - Property 2879900210
source: Data Archive Media Field
de_de: Datenarchivmedienfeld
es_mx: Campo multimedia archivo datos
nl_nl: Mediaveld van gegevensarchief

# Table 4155097608 - Field 2866082027 - Property 2879900210
source: Data Archive Entry No.
de_de: Datenarchivpostennr.
es_mx: N.º mov. intercambio de datos
nl_nl: Nr. van gegevensarchiefpost

# Table 4155097608 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Postennr.
es_mx: N.º mov.
nl_nl: Postnr.

# Table 4155097608 - Field 1608730365 - Property 2879900210
source: Field Content
de_de: Feldinhalt
es_mx: Contenido del campo
nl_nl: Veldinhoud

# Table 4155097608 - Field 3017471043 - Property 2879900210
source: Table No.
de_de: Tabellennr.
es_mx: Tabla n.º
nl_nl: Tabelnr.

# Table 3141784384 - Property 2879900210
source: Data Archive
de_de: Datenarchiv
es_mx: Archivo de datos
nl_nl: Gegevensarchief

# Table 3141784384 - Field 2389018819 - Property 2879900210
source: Created On
de_de: Erstellt am
es_mx: Fecha de creación
nl_nl: Gemaakt op

# Table 3141784384 - Field 2866082027 - Property 2879900210
source: Data Archive Entry No.
de_de: Datenarchivpostennr.
es_mx: N.º mov. intercambio de datos
nl_nl: Nr. van gegevensarchiefpost

# Table 3141784384 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
es_mx: Descripción
nl_nl: Beschrijving

# Table 3141784384 - Field 883711285 - Property 2879900210
source: Line No.
de_de: Zeilennr.
es_mx: N.º línea
nl_nl: Regelnr.

# Table 3141784384 - Field 2065755396 - Property 2879900210
source: No. of Records
de_de: Anzahl der Datensätze
es_mx: N.º registros
nl_nl: Aantal records

# Table 3141784384 - Field 3683865729 - Property 2879900210
source: Table Data (json)
de_de: Tabellendaten (JSON)
es_mx: Datos de tabla (json)
nl_nl: Tabelgegevens (JSON)

# Table 3141784384 - Field 2930633370 - Property 2879900210
source: Table Fields (json)
de_de: Tabellenfelder (JSON)
es_mx: Campos de tabla (json)
nl_nl: Tabelvelden (JSON)

# Table 3141784384 - Field 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname
es_mx: Nombre de tabla
nl_nl: Tabelnaam

# Table 3141784384 - Field 3017471043 - Property 2879900210
source: Table No.
de_de: Tabellennr.
es_mx: Tabla n.º
nl_nl: Tabelnr.

# Codeunit 723204053 - NamedType 1531077278
source: There are no archived records.
de_de: Es sind keine archivierten Datensätze vorhanden.
es_mx: No hay registros archivados.
nl_nl: Er zijn geen gearchiveerde records.

# Codeunit 723204053 - NamedType 4210430314
source: Download
de_de: Herunterladen
es_mx: Descargar
nl_nl: Downloaden

# Codeunit 723204053 - NamedType 2809467027
source: Creating file @1@@@
de_de: Datei @1@@@ wird erstellt
es_mx: Creando archivo @1@@@
nl_nl: Bestand @1@@@ maken

# Codeunit 723204053 - NamedType 4072122335
source: No files were created.
de_de: Es wurden keine Dateien erstellt.
es_mx: No se creó ningún archivo.
nl_nl: Er zijn geen bestanden gemaakt.

# Codeunit 723204053 - NamedType 1722474783
source: You do not have the Read permission for some of the selected tables. Only the tables you have the Read permission for have been exported.
de_de: Sie verfügen nicht über die Leseberechtigung für einige der ausgewählten Tabellen. Nur die Tabellen, für die Sie die Leseberechtigung besitzen, wurden exportiert.
es_mx: No tiene permiso de lectura para algunas de las tablas seleccionadas. Solo se han exportado las tablas para las que tiene permiso de lectura.
nl_nl: U beschikt niet over de leesmachtiging voor sommige van de geselecteerde tabellen. Alleen de tabellen waarvoor u de leesmachtiging hebt, zijn geëxporteerd.

# Codeunit 1652297678 - NamedType 1531077278
source: There are no archived records.
de_de: Es sind keine archivierten Datensätze vorhanden.
es_mx: No hay registros archivados.
nl_nl: Er zijn geen gearchiveerde records.

# Codeunit 1652297678 - NamedType 2809467027
source: Creating file @1@@
de_de: Datei @1@@ wird erstellt
es_mx: Creando archivo @1@@
nl_nl: Bestand @1@@ maken

# Codeunit 1652297678 - NamedType 1722474783
source: You do not have the Read permission for some of the selected tables. Only the tables you have the Read permission for have been exported.
de_de: Sie verfügen nicht über die Leseberechtigung für einige der ausgewählten Tabellen. Nur die Tabellen, für die Sie die Leseberechtigung besitzen, wurden exportiert.
es_mx: No tiene permiso de lectura para algunas de las tablas seleccionadas. Solo se han exportado las tablas para las que tiene permiso de lectura.
nl_nl: U beschikt niet over de leesmachtiging voor sommige van de geselecteerde tabellen. Alleen de tabellen waarvoor u de leesmachtiging hebt, zijn geëxporteerd.

# Codeunit 937646157 - NamedType 3628631280
source: The function only accepts a record as parameter.
de_de: Die Funktion akzeptiert nur einen Datensatz als Parameter.
es_mx: La función solo acepta un registro como parámetro.
nl_nl: De functie accepteert alleen een record als parameter.

# Page 1358081299 - Property 2879900210
source: New Data Archive
de_de: Neues Datenarchiv
es_mx: Nuevo archivo de datos
nl_nl: Nieuw gegevensarchief

# Page 1358081299 - Control 4156942903 - Property 1295455071
source: Enter a name or description in this field.
de_de: Geben Sie einen Namen oder eine Beschreibung in dieses Feld ein.
es_mx: Escriba un nombre o una descripción en este campo.
nl_nl: Voer in dit veld een naam of beschrijving in.

# Page 1358081299 - Control 4156942903 - Property 2879900210
source: Name of new archive
de_de: Name des neuen Archivs
es_mx: Nombre del nuevo archivo
nl_nl: Naam van nieuw archief

# Page 1358081299 - Action 620325036 - Property 1295455071
source: Start logging deletions. All deletions will be added to the new archive.
de_de: Beginnt mit der Protokollierung von Löschungen. Alle Löschungen werden dem neuen Archiv hinzugefügt.
es_mx: Permite iniciar el registro de eliminaciones. Todas las eliminaciones se agregarán al nuevo archivo.
nl_nl: Vastleggen van verwijderingen starten. Alle verwijderingen worden toegevoegd aan het nieuwe archief.

# Page 1358081299 - Action 620325036 - Property 2879900210
source: Start Logging
de_de: Protokollierung starten
es_mx: Iniciar registro
nl_nl: Logboekregistratie starten

# Page 1358081299 - Action 915332364 - Property 1295455071
source: Stop logging deletions and add the data to the new archive.
de_de: Beendet die Protokollierung von Löschungen, und fügt die Daten in das neue Archiv ein.
es_mx: Permite detener el registro de eliminaciones y agregar los datos al nuevo archivo.
nl_nl: Stoppen met het vastleggen van verwijderingen en de gegevens toevoegen aan het nieuwe archief.

# Page 1358081299 - Action 915332364 - Property 2879900210
source: Stop Logging
de_de: Protokollierung beenden
es_mx: Detener registro
nl_nl: Logboekregistratie stoppen

# Page 2772216772 - Property 2879900210
source: Data Archive List
de_de: Datenarchivliste
es_mx: Lista archivo datos
nl_nl: Gegevensarchieflijst

# Page 2772216772 - Property 3863440606
source: archive, saved, stored
de_de: Archiv, gespeichert
es_mx: archivar, guardado, almacenado
nl_nl: archiveren, opgeslagen, bewaard

# Page 2772216772 - Control 3425251533 - Property 1295455071
source: This field specifies which user created the data archive.
de_de: In diesem Feld wird angegeben, welcher Benutzer das Datenarchiv erstellt hat.
es_mx: Este campo especifica qué usuario creó el archivo de datos.
nl_nl: In dit veld wordt opgegeven welke gebruiker het gegevensarchief heeft gemaakt.

# Page 2772216772 - Control 3461834954 - Property 1295455071
source: This field specifies a description for this data archive.
de_de: In diesem Feld wird eine Beschreibung für dieses Datenarchiv angegeben.
es_mx: Este campo especifica una descripción para este archivo de datos.
nl_nl: In dit veld wordt een beschrijving van dit gegevensarchief opgegeven.

# Page 2772216772 - Control 883711285 - Property 1295455071
source: This field specifies the entry number for the data archive.
de_de: In diesem Feld wird die Postennummer des Datenarchivs angegeben.
es_mx: Este campo especifica el número de movimiento del archivo de datos.
nl_nl: In dit veld wordt het postnummer voor het gegevensarchief opgegeven.

# Page 2772216772 - Control 2065755396 - Property 1295455071
source: This field specifies the tota number of records archived in this data archive.
de_de: In diesem Feld wird die Gesamtanzahl der in diesem Datenarchiv archivierten Datensätze angegeben.
es_mx: Este campo especifica el número total de registros archivados en este archivo de datos.
nl_nl: In dit veld wordt het totale aantal records opgegeven dat in dit gegevensarchief is gearchiveerd.

# Page 2772216772 - Control 666729213 - Property 1295455071
source: This field specifies the number of tables archived in this data archive.
de_de: In diesem Feld wird die Anzahl der in diesem Datenarchiv archivierten Tabellen angegeben.
es_mx: Este campo especifica el número de tablas archivadas en este archivo de datos.
nl_nl: In dit veld wordt het aantal tabellen opgegeven dat in dit gegevensarchief is gearchiveerd.

# Page 2772216772 - Control 577209412 - Property 1295455071
source: This field specifies when the data archive was created.
de_de: In diesem Feld wird angegeben, wann das Datenarchiv erstellt wurde.
es_mx: Este campo especifica cuándo se creó el archivo de datos.
nl_nl: In dit veld wordt opgegeven wanneer het gegevensarchief is gemaakt.

# Page 2772216772 - Control 577209412 - Property 2879900210
source: Created On
de_de: Erstellt am
es_mx: Fecha de creación
nl_nl: Gemaakt op

# Page 2772216772 - Action 2474258504 - Property 1295455071
source: Saves this Data Archive to Excel with one sheet per table.
de_de: Speichert dieses Datenarchiv in einer Excel-Datei mit einem Blatt pro Tabelle.
es_mx: Guarda este archivo de datos en Excel con una hoja por tabla.
nl_nl: Hiermee wordt het gegevensarchief met één blad per tabel opgeslagen naar Excel.

# Page 2772216772 - Action 2474258504 - Property 2879900210
source: Save as Excel
de_de: Als Excel-Datei speichern
es_mx: Guardar como Excel
nl_nl: Opslaan als Excel

# Page 2772216772 - Action 3035013920 - Property 1295455071
source: Saves this Data Archive to a zip file with one csv file per table.
de_de: Speichert dieses Datenarchiv in einer ZIP-Datei mit einer CSV-Datei pro Tabelle.
es_mx: Guarda este archivo de datos en un archivo zip con un archivo CSV por tabla.
nl_nl: Hiermee wordt dit gegevensarchief opgeslagen in een zip-bestand met één CSV-bestand per tabel.

# Page 2772216772 - Action 3035013920 - Property 2879900210
source: Save as CSV
de_de: Als CSV-Datei speichern
es_mx: Guardar como CSV
nl_nl: Opslaan als CSV

# Page 2772216772 - Action 1064721090 - Property 1295455071
source: Opens the Data Archive - New Archive page that allows you to do a recording of all subsequent deletions in this session.
de_de: Öffnet die Seite „Datenarchiv – Neues Archiv“, mit der Sie alle nachfolgenden Löschungen in dieser Sitzung aufzeichnen können.
es_mx: Abre la página Archivo de datos - Nuevo archivo que le permite registrar todas las eliminaciones posteriores en esta sesión.
nl_nl: Hiermee wordt de pagina Gegevensarchief - Nieuw archief geopend, waarmee u alle volgende verwijderingen in deze sessie kunt vastleggen.

# Page 2772216772 - Action 1064721090 - Property 2879900210
source: Create new archive
de_de: Neues Archiv erstellen
es_mx: Crear nuevo archivo
nl_nl: Nieuw archief maken

# Page 1566433842 - Property 2879900210
source: Data Archive Tables
de_de: Datenarchivtabellen
es_mx: Tablas archivos datos
nl_nl: Gegevensarchieftabellen

# Page 1566433842 - Control 2389018819 - Property 1295455071
source: Specifies when this data archive table record was created.
de_de: Gibt an, wann dieser Datenarchivtabellendatensatz erstellt wurde.
es_mx: Especifica cuándo se creó este registro de tabla de archivos de datos.
nl_nl: Hiermee wordt opgegeven wanneer deze record van de gegevensarchieftabel is gemaakt.

# Page 1566433842 - Control 2389018819 - Property 2879900210
source: Created On
de_de: Erstellt am
es_mx: Fecha de creación
nl_nl: Gemaakt op

# Page 1566433842 - Control 3461834954 - Property 1295455071
source: Specifies the description for this data archive table record.
de_de: Gibt die Beschreibung für diesen Datenarchivtabellendatensatz an.
es_mx: Especifica la descripción de este registro de tabla de archivos de datos.
nl_nl: Hiermee wordt de beschrijving opgegeven voor deze record in de gegevensarchieftabel.

# Page 1566433842 - Control 883711285 - Property 1295455071
source: Specifies the entry number for the data archive table.
de_de: Gibt die Postennummer für die Datenarchivtabelle an.
es_mx: Especifica el número de movimiento de la tabla de archivos de datos.
nl_nl: Hiermee wordt het postnummer opgegeven voor de gegevensarchieftabel.

# Page 1566433842 - Control 4112828461 - Property 1295455071
source: Specifies whether you have read permission to this data.
de_de: Gibt an, ob Sie über eine Leseberechtigung für diese Daten verfügen.
es_mx: Especifica si tiene permiso de lectura para estos datos.
nl_nl: Hiermee wordt opgegeven of u leesmachtiging voor deze gegevens hebt.

# Page 1566433842 - Control 4112828461 - Property 2879900210
source: Read Permission
de_de: Leseberechtigung
es_mx: Permiso de lectura
nl_nl: Leesmachtiging

# Page 1566433842 - Control 2065755396 - Property 1295455071
source: Specifies the number of records stored in this data archive table record.
de_de: Gibt die Anzahl der Datensätze an, die in diesem Datenarchivtabellendatensatz gespeichert sind.
es_mx: Especifica el número de registros almacenados en este registro de tabla de archivos de datos.
nl_nl: Hiermee wordt het aantal records opgegeven dat is opgeslagen in deze record van de gegevensarchieftabel.

# Page 1566433842 - Control 3808951907 - Property 1295455071
source: Specifies the table name in the data archive table record.
de_de: Gibt den Tabellennamen im Datenarchivtabellendatensatz an.
es_mx: Especifica el nombre de la tabla en el registro de tabla de archivos de datos.
nl_nl: Hiermee wordt de tabelnaam in de record van de gegevensarchieftabel opgegeven.

# Page 1566433842 - Control 3017471043 - Property 1295455071
source: Specifies the table number in the data archive table record.
de_de: Gibt die Tabellennummer im Datenarchivtabellendatensatz an.
es_mx: Especifica el número de tabla que consta en el registro de la tabla de archivos de datos.
nl_nl: Hiermee wordt het tabelnummer in de record van de gegevensarchieftabel opgegeven.

# Page 1566433842 - Action 2474258504 - Property 1295455071
source: Saves the contents of this data archive record as Excel.
de_de: Speichert den Inhalt dieses Datenarchivdatensatzes als Excel-Datei.
es_mx: Guarda el contenido de este registro de archivo de datos como Excel.
nl_nl: Hiermee wordt de inhoud van deze gegevensarchiefrecord opgeslagen als Excel.

# Page 1566433842 - Action 2474258504 - Property 2879900210
source: Save as Excel
de_de: Als Excel-Datei speichern
es_mx: Guardar como Excel
nl_nl: Opslaan als Excel

# Page 1566433842 - Action 3035013920 - Property 1295455071
source: Saves the contents of this data archive record in a CSV format.
de_de: Speichert den Inhalt dieses Datenarchivdatensatzes in einem CSV-Format.
es_mx: Guarda el contenido de este registro de archivo de datos en formato CSV.
nl_nl: Hiermee wordt de inhoud van deze gegevensarchiefrecord opgeslagen in een CSV-indeling.

# Page 1566433842 - Action 3035013920 - Property 2879900210
source: Save as CSV
de_de: Als CSV-Datei speichern
es_mx: Guardar como CSV
nl_nl: Opslaan als CSV

# Page 2914753195 - Property 2879900210
source: Data Archive Tables
de_de: Datenarchivtabellen
es_mx: Tablas archivos datos
nl_nl: Gegevensarchieftabellen

# Page 2914753195 - Control 2065755396 - Property 1295455071
source: Specifies the number of records stored in this record.
de_de: Gibt die Anzahl der Datensätze an, die in diesem Datensatz gespeichert sind.
es_mx: Especifica el número de registros almacenados en este registro.
nl_nl: Hiermee wordt het aantal records opgegeven dat is opgeslagen in deze record.

# Page 2914753195 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table that is stored in this record.
de_de: Gibt den Namen der Tabelle an, die in diesem Datensatz gespeichert ist.
es_mx: Especifica el nombre de la tabla almacenada en este registro.
nl_nl: Hiermee wordt de naam opgegeven van de tabel die is opgeslagen in deze record.

# Page 2914753195 - Action 2474258504 - Property 1295455071
source: Saves the contents of this data archive record as Excel.
de_de: Speichert den Inhalt dieses Datenarchivdatensatzes als Excel-Datei.
es_mx: Guarda el contenido de este registro de archivo de datos como Excel.
nl_nl: Hiermee wordt de inhoud van deze gegevensarchiefrecord opgeslagen als Excel.

# Page 2914753195 - Action 2474258504 - Property 2879900210
source: Save as Excel
de_de: Als Excel-Datei speichern
es_mx: Guardar como Excel
nl_nl: Opslaan als Excel

# Page 2914753195 - Action 3035013920 - Property 1295455071
source: Saves the contents of this data archive record in a CSV format.
de_de: Speichert den Inhalt dieses Datenarchivdatensatzes in einem CSV-Format.
es_mx: Guarda el contenido de este registro de archivo de datos en formato CSV.
nl_nl: Hiermee wordt de inhoud van deze gegevensarchiefrecord opgeslagen in een CSV-indeling.

# Page 2914753195 - Action 3035013920 - Property 2879900210
source: Save as CSV
de_de: Als CSV-Datei speichern
es_mx: Guardar como CSV
nl_nl: Opslaan als CSV

# PermissionSet 2219481149 - Property 2879900210
source: (Obsolete) Data Archive - Edit
de_de: (Veraltetes) Datenarchiv – Bearbeiten
es_mx: (Obsoleto) Archivo de datos - Editar
nl_nl: (Verouderd) Gegevensarchief - Bewerken

# PermissionSet 3448589511 - Property 2879900210
source: Data Archive - Read
de_de: Datenarchiv – Lesen
es_mx: Archivo de datos - Lectura
nl_nl: Gegevensarchief - Lezen

# PermissionSet 1096718174 - Property 2879900210
source: Data Archive - View
de_de: Datenarchiv – Anzeigen
es_mx: Archivo de datos - Ver
nl_nl: Gegevensarchief - Weergeven

# PermissionSet 94876339 - Property 2879900210
source: Data Archive - Objects
de_de: Datenarchiv – Objekte
es_mx: Archivo de datos - Objetos
nl_nl: Gegevensarchief - Objecten
