Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 709229469 - Action 2026913255 - Property 1295455071
source: Refresh
da_dk: Opdater
es_es: Actualizar
it_ch: Aggiorna
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# Page 709229469 - Action 2026913255 - Property 2879900210
source: Refresh
es_es: Actualizar
it_ch: Aggiorna
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# Page 709229469 - Action 2723561501 - Property 1295455071
source: Resend the email.
da_dk: Send mailen igen.
es_es: Reenvíe el mensaje de correo electrónico.
it_ch: Inviare nuovamente il messaggio e-mail.
nl_be: De e-mail opnieuw verzenden.
ru_ru: Повторная отправка сообщения электронной почты.
sv_se: Skicka e-postmeddelandet igen.

# Page 709229469 - Action 2723561501 - Property 2879900210
source: Resend
da_dk: Send igen
es_es: Reenviar
it_ch: Rinvia
nl_be: Opnieuw verzenden
ru_ru: Повторить отправку
sv_se: Skicka igen

# Page 761349018 - Action 1087410529 - Property 1295455071
source: Attach a file that was originally attached to the source document, such as a Customer Record, Sales Invoice, etc.
es_es: Permite adjuntar un archivo que se adjuntó originalmente al documento de origen, por ejemplo, un registro de cliente, una factura de venta, etc.
it_ch: Allegare un file originariamente allegato al documento di origine, ad esempio un record cliente, una fattura di vendita e così via.
nl_be: Een bestand koppelen dat oorspronkelijk aan het brondocument was gekoppeld, zoals een klantrecord, verkoopfactuur, enzovoort.
ru_ru: Вложение файла, который изначально был вложен в документ-источник, например "Запись клиента", "Счет продажи" и т. д.
sv_se: Bifoga en fil som ursprungligen bifogades till källdokumentet, t. ex. en kundpost, försäljningsfaktura osv.

# Page 761349018 - Action 1087410529 - Property 2879900210
source: Add File from Source
es_es: Agregar archivo desde origen
it_ch: Aggiungi file dall'origine
nl_be: Bestand toevoegen uit bron
ru_ru: Добавить файл из источника
sv_se: Lägg till fil från källa

# Page 761349018 - Action 2477294019 - Property 1295455071
source: Delete the selected row.
da_dk: Slet den valgte række.
es_es: Eliminar la fila seleccionada.
it_ch: Eliminare la riga selezionata.
nl_be: De geselecteerde rij verwijderen.
ru_ru: Удаление выбранной строки.
sv_se: Ta bort den markerade raden.

# Page 761349018 - Action 2477294019 - Property 2879900210
source: Delete
da_dk: Slet
es_es: Eliminar
it_ch: Elimina
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# Page 761349018 - Action 2912722189 - Property 1295455071
source: Add additional attachments from default email attachments. These files are not attached by default.
es_es: Agregar archivos adjuntos adicionales de archivos adjuntos de correo electrónico predeterminados. Estos archivos no se adjuntan de manera predeterminada.
it_ch: Aggiungere altri allegati da allegati e-mail predefiniti. Questi file non sono allegati per impostazione predefinita.
sv_se: Lägg till ytterligare bilagor från standardbilagor för e-post. Dessa filer bifogas inte som standard.

# Page 761349018 - Action 2912722189 - Property 2879900210
source: Add Files from Default Selection
es_es: Agregar archivos de la selección predeterminada
it_ch: Aggiungi file dalla selezione predefinita
sv_se: Lägg till filer från standardvalet

# Page 761349018 - Action 701918397 - Property 1295455071
source: Attach files, such as documents or images, to the email.
da_dk: Vedhæft filer, f.eks. dokumenter eller billeder, til mailen.
es_es: Permite adjuntar archivos, como documentos o imágenes, al mensaje de correo electrónico.
it_ch: Allegare i file, ad esempio documenti o immagini, al messaggio e-mail.
nl_be: Bestanden, zoals documenten of afbeeldingen, aan de e-mail koppelen.
ru_ru: Вложение в сообщение электронной почты файлов, таких как документы или изображения.
sv_se: Bifoga filer, som dokument eller bilder, till e-postmeddelandet.

# Page 761349018 - Action 701918397 - Property 2879900210
source: Add File
es_es: Agregar archivo
it_ch: Aggiungi file
nl_be: Bestand toevoegen
ru_ru: Добавить файл
sv_se: Lägg till fil

# Page 761349018 - Action 970153994 - Property 1295455071
source: Create and attach a document using a Word Template.
es_es: Permite crear y adjuntar un documento con una plantilla de Word.
it_ch: Creare e allegare un documento utilizzando un modello di Word.
sv_se: Skapa och bifoga ett dokument med en Word-mall.

# Page 761349018 - Action 970153994 - Property 2879900210
source: Add File from Word Template
es_es: Agregar archivo desde plantilla de Word
it_ch: Aggiungi file dal modello di Word
nl_be: Bestand toevoegen vanuit Word-sjabloon
ru_ru: Добавить файл из шаблона Word
sv_se: Lägg till fil från Word-mall

# Page 799089619 - Action 415555793 - Property 1295455071
source: Start the assisted setup guide.
da_dk: Start guiden til assisteret opsætning.
es_es: Permite iniciar a la guía de configuración asistida.
fr_fr: Démarrer le guide de configuration assistée.
it_ch: Avviare la Guida setup assistito.
nl_be: De begeleide instelling starten.
ru_ru: Запуск руководства мастера настройки.
sv_se: Starta guiden för assisterad konfiguration.

# Page 799089619 - Action 415555793 - Property 2879900210
source: Start Setup
da_dk: Start opsætning
es_es: Iniciar configuración
fr_fr: Démarrer la configuration
it_ch: Avvia setup
nl_be: Instelling starten
ru_ru: Запустить настройку
sv_se: Starta inställningen

# Page 799089619 - Action 506759728 - Property 1295455071
source: See other videos that can help you set up the app.
da_dk: Se andre videoer, der kan hjælpe dig med at konfigurere appen.
es_es: Vea otros vídeos que le pueden ayudar a configurar la aplicación.
fr_fr: Regardez d'autres vidéos qui peuvent vous aider à configurer l'application.
it_ch: Vedere altri video che consentono di impostare l'app.
nl_be: Bekijk andere video's die u kunnen helpen bij het instellen van de app.
ru_ru: Просмотр других видеозаписей, которые могут помочь вам настроить приложение.
sv_se: Visa andra videoklipp som kan hjälpa dig att konfigurera appen.

# Page 799089619 - Action 506759728 - Property 2879900210
source: General Videos
da_dk: Generelle videoer
es_es: Vídeos generales
fr_fr: Vidéos générales
it_ch: Video generali
nl_be: Algemene video's
ru_ru: Видео общего характера
sv_se: Allmänna filmer

# Page 825875962 - Action 1042419861 - Property 1295455071
source: Edit and send the email.
es_es: Permite editar y enviar el mensaje de correo electrónico.
it_ch: Modificare e inviare il messaggio e-mail.
sv_se: Redigera och skicka e-postmeddelandet.

# Page 825875962 - Action 1042419861 - Property 2879900210
source: Edit and Send
es_es: Editar y enviar
it_ch: Modifica e invia
sv_se: Redigera och skicka

# Page 825875962 - Action 2026913255 - Property 1295455071
source: Refresh
es_es: Actualizar
it_ch: Aggiorna
sv_se: Uppdatera

# Page 825875962 - Action 2026913255 - Property 2879900210
source: Refresh
es_es: Actualizar
it_ch: Aggiorna
sv_se: Uppdatera

# Page 826565576 - Action 415555793 - Property 1295455071
source: Start setup.
es_es: Permite iniciar la configuración.
it_ch: Avviare il setup.
sv_se: Starta konfigurationen.

# Page 826565576 - Action 415555793 - Property 2879900210
source: Start Setup
es_es: Iniciar configuración
it_ch: Avvia setup
sv_se: Starta konfigurationen

# Page 1055677777 - Control 1061736343 - Property 2879900210
source: Related Entities
es_es: Entidades relacionadas
it_ch: Entità correlate
nl_be: Gerelateerde entiteiten
ru_ru: Связанные сущности
sv_se: Relaterade enheter

# Page 1055677777 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
es_es: Especifica la entidad relacionada.
it_ch: Specifica l'entità correlata.
nl_be: Hiermee wordt de gerelateerde entiteit opgegeven.
ru_ru: Определяет связанную сущность.
sv_se: Anger den relaterade enheten.

# Page 1055677777 - Control 1393533604 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 1055677777 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter SALES, the field names are prefixed with SALES_. The prefix must be unique.
es_es: Cuando configure la plantilla, sirve para especificar un prefijo que indicará que el campo procede de la entidad relacionada. Por ejemplo, si escribe VENTAS, los nombres de campo llevarán el prefijo VENTAS_. El prefijo debe ser único.
it_ch: Specifica un prefisso indicante che il campo proviene dall'entità correlata quando si imposta il modello. Se ad esempio si immette VENDITE, i nomi dei campi sono preceduti dal prefisso VENDITE_. Il prefisso deve essere univoco.
nl_be: Hiermee wordt een prefix opgegeven dat, wanneer u de sjabloon instelt, aangeeft dat het veld uit de gerelateerde entiteit afkomstig is. Als u bijvoorbeeld VERKOOP invoert, worden de veldnamen voorafgegaan door VERKOOP_. Het prefix moet uniek zijn.
ru_ru: Определяет префикс, который будет указывать (при настройке шаблона), что поле идет из связанной сущности. Например, если ввести ПРОДАЖИ, имена полей будут иметь префикс ПРОДАЖИ_. Префикс должен быть уникальным.
sv_se: Specificerar ett prefix som anger att fältet kommer från den relaterade enheten när du konfigurerar mallen. Om du till exempel anger FÖRSÄLJNING föregås fältnamnen av FÖRSÄLJNING_. Prefixet måste vara unikt.

# Page 1055677777 - Control 2385154712 - Property 2879900210
source: Field Prefix
es_es: Prefijo de campo
it_ch: Prefisso campo
nl_be: Veldprefix
ru_ru: Префикс поля
sv_se: Fältprefix

# Page 1055677777 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
es_es: Especifica el id. de la entidad relacionada.
it_ch: Specifica l'ID dell'entità correlata.
nl_be: Hiermee wordt de id opgegeven van de gerelateerde entiteit.
ru_ru: Определяет идентификатор связанной сущности.
sv_se: Anger ID:t för den relaterade enheten.

# Page 1105213220 - Control 1393533604 - Property 1295455071
source: Specifies the display name of the affected table.
da_dk: Angiver det viste navn på den påvirkede tabel.
es_es: Especifica el nombre para mostrar de la tabla afectada.
fr_fr: Spécifie le nom d'affichage de la table affectée.
it_ch: Specifica il nome visualizzato della tabella interessata.
nl_be: Hiermee wordt de weergavenaam van de betrokken tabel opgegeven.
ru_ru: Определяет отображаемое имя затронутой таблицы.
sv_se: Anger visningsnamnet för tabellen som påverkas.

# Page 1105213220 - Control 165954885 - Property 1295455071
source: Specifies the number of the affected field.
da_dk: Angiver nummeret på det påvirkede felt.
es_es: Especifica el número del campo afectado.
fr_fr: Spécifie le numéro du champ affecté.
it_ch: Specifica il numero del campo interessato.
nl_be: Hiermee wordt het nummer van het betrokken veld opgegeven.
ru_ru: Определяет номер затронутого поля.
sv_se: Anger numret på fältet som påverkas.

# Page 1105213220 - Control 2465538441 - Property 1295455071
source: Specifies the number of the affected table.
da_dk: Angiver nummeret på den påvirkede tabel.
es_es: Especifica el número de la tabla afectada.
fr_fr: Spécifie le numéro de la table affectée.
it_ch: Specifica il numero della tabella interessata.
nl_be: Hiermee wordt het nummer van de betrokken tabel opgegeven.
ru_ru: Определяет номер затронутой таблицы.
sv_se: Anger numret på tabellen som påverkas.

# Page 1105213220 - Control 2582997631 - Property 1295455071
source: Specifies the sensitivity of the data. Sensitive: Information about a data subject's racial or ethnic origin, political opinions, religious beliefs, involvement with trade unions, physical or mental health, sexuality, or details about criminal offenses. Personal: Information that can be used to identify a data subject, either directly or in combination with other data or information. Confidential: Business data that you use for accounting or other business purposes, and do not want to expose to other entities. For example, this might include ledger entries. Normal: General data that does not belong to any other categories.
da_dk: Angiver dataenes følsomhed. Følsomme: Oplysninger om et dataobjekts racemæssige eller etniske baggrund, politiske holdninger, religiøse overbevisning, engagement i fagforeninger, fysiske eller mentale sundhedstilstand, seksualitet eller detaljer om strafbare handlinger. Personlige: Oplysninger, der kan bruges til at identificere et dataobjekt, enten direkte eller i kombination med andre data eller oplysninger. Fortrolige: Virksomhedsdata, du bruger til regnskab eller andre virksomhedsmæssige formål, og som du ikke ønsker skal være synlige for andre enheder. Dette kan f.eks. omfatte poster. Normale: Generelle data, der ikke hører til i andre kategorier.
es_es: Especifica que la confidencialidad de los datos. Sensibles: Información sobre un asunto de datos origen racial o étnico, las opiniones políticas, creencias religiosas, implicación con los sindicatos, salud mental o física, sexualidad o detalles sobre delitos. Personales: Información que puede utilizarse para identificar a una persona interesada, directamente o en combinación con otros datos o información. Confidenciales: Datos empresariales que utiliza para otros propósitos empresiales o de contabilidad, y que no desea exponer a otras entidades. Por ejemplo, esto podría incluir movimientos contables. Normales: Datos generales que no pertenecen a ninguna otra categoría.
fr_fr: Spécifie le critère de diffusion des données. Sensible : informations sur l'origine raciale ou ethnique, les opinions politiques, les croyances religieuses, l'appartenance à des syndicats, l'intégrité physique ou mentale, la sexualité ou des détails concernant des infractions pénales d'un objet de données. Personnelles : informations pouvant être utilisées pour identifier un objet de données, directement ou en combinaison avec d'autres données ou informations. Confidentiel : données professionnelles que vous utilisez pour la comptabilité ou d'autres activités et que vous ne souhaitez pas exposer à d'autres entités. Par exemple, cela peut inclure les écritures comptables. Normal : données n'appartenant pas à toutes les autres catégories.
it_ch: Specifica la riservatezza dei dati. Riservati: informazioni sull'origine etnica o razziale di un soggetto, opinioni politiche, credenze religiose, coinvolgimento con sindacati, salute fisica o mentale, sessualità o dettagli sui reati. Personale: informazioni che possono essere utilizzate per identificare un soggetto dei dati, direttamente o in combinazione con altri dati o informazioni. Riservati: dati aziendali utilizzati per ragioni contabili o altri scopi commerciali e che non si desidera esporre ad altre entità. Ad esempio, potrebbero essere inclusi i movimenti di contabilità generale. Normale: dati generali che non appartengono ad altre categorie.
nl_be: Hiermee wordt de gevoeligheid van de gegevens opgegeven. Vertrouwelijk: informatie over raciale of etnische achtergrond, politieke en religieuze overtuigingen, lidmaatschap van vakbonden, lichamelijke of geestelijke gezondheid, seksualiteit of strafbare feiten. Persoonlijk: informatie die kan worden gebruikt om een gegevensonderwerp te identificeren, hetzij rechtstreeks hetzij in combinatie met andere informatie. Vertrouwelijk: zakelijke gegevens die u gebruikt voor boekhouddoeleinden of andere bedrijfsdoeleinden en die u niet openbaar wilt maken aan andere entiteiten. Dit kan bijvoorbeeld posten omvatten. Normaal: algemene gegevens die niet tot andere categorieën behoren.
ru_ru: Определяет уровень конфиденциальности данных. "Конфиденциальные": информация о расовой или этнической принадлежности, политических взглядах, религиозных убеждениях, членстве в профсоюзах, физическом или психическом здоровье, сексуальной ориентации или уголовном прошлом субъекта данных. "Личные": информация, которая может использоваться для идентификации субъекта данных либо непосредственно, либо в сочетании с другими данными или информацией. "Для служебного пользования": бизнес-данные, которые используются для бухгалтерского учета или других деловых целей и которые не должны быть доступны другим организациям. "Обычные": данные общего характера, которые не подпадают ни под одну из остальных категорий.
sv_se: Anger hur känsliga data är. Känslig: Information om en registrerads ras eller etniska ursprung, politiska åsikter, religiösa övertygelse, fackföreningstillhörighet, fysiska eller psykiska hälsa, sexualitet eller information om brottsliga handlingar. Personligt: Information som kan användas för att identifiera en registrerad, antingen direkt eller i kombination med andra data eller annan information. Konfidentiellt: Affärsdata som du använder för redovisning eller andra ändamål i företaget och inte vill att andra ska ta del av. Detta kan till exempel omfatta transaktioner. Normalt: Allmänna data som inte tillhör andra kategorier.

# Page 1105213220 - Control 2582997631 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
da_dk: Ikke klassificerede,Følsomme,Personlige,Virksomhedsfortrolige data,Normal
es_es: Sin clasificar,Confidencial,Personal,Confidencial de la empresa,Normal
fr_fr: Non classé,Sensible,Personnel,Confidentiel,Normal
it_ch: Non classificati,Riservati,Personali,Riservati della società,Normali
nl_be: Niet-geclassificeerd,Vertrouwelijk,Persoonlijk,Vertrouwelijke bedrijfsinformatie,Normaal
ru_ru: Неклассифицированные,Конфиденциальные,Личные,Для служебного пользования,Обычные
sv_se: Oklassificerat,Känsligt,Personligt,Konfidentiellt,Normalt

# Page 1105213220 - Control 2728589042 - Property 1295455071
source: Specifies the classification of the data. Open Help to lean more.
da_dk: Angiver klassificeringen af dataene. Åbne Hjælp for at få mere at vide.
es_es: Especifica la clasificación de los datos. Abra la Ayuda para obtener más información.
fr_fr: Spécifie la classification des données. Pour en savoir plus, ouvrez l'aide.
it_ch: Specifica la classificazione dei dati. Aprire la Guida per ulteriori informazioni.
nl_be: Hiermee wordt de classificatie van de gegevens opgegeven. Open Help om meer informatie te krijgen.
ru_ru: Определяет классификацию данных. Подробнее см. в справке.
sv_se: Anger klassificeringen av data. Öppna hjälpen om du vill ha mer information.

# Page 1105213220 - Control 4079677382 - Property 1295455071
source: Specifies the type of the affected field.
da_dk: Angiver typen af det påvirkede felt.
es_es: Especifica el tipo del campo afectado.
fr_fr: Spécifie le type du champ affecté.
it_ch: Specifica il tipo del campo interessato.
nl_be: Hiermee wordt het type van het betrokken veld opgegeven.
ru_ru: Определяет тип затронутого поля.
sv_se: Anger typen av fältet som påverkas.

# Page 1105213220 - Control 652958716 - Property 1295455071
source: Specifies who last changed the field.
da_dk: Angiver, hvem der senest har ændret feltet.
es_es: Especifica quién cambió el campo por última vez.
fr_fr: Spécifie l'utilisateur ayant apporté la dernière modification au champ.
it_ch: Specifica l'utente che ha apportato l'ultima modifica del campo.
nl_be: Hiermee wordt opgegeven wie het veld voor het laatst heeft gewijzigd.
ru_ru: Определяет, кто последним изменил поле.
sv_se: Anger vem som senast ändrade fältet.

# Page 1105213220 - Control 652958716 - Property 2879900210
source: Last Modified By
da_dk: Sidst ændret af
es_es: Última modificación por
fr_fr: Dernière modification par
it_ch: Autore ultima modifica
nl_be: Laatst gewijzigd door
ru_ru: Автор последнего изменения
sv_se: Ändrades senast av

# Page 1105213220 - Control 823559016 - Property 1295455071
source: Specifies the display name of the affected field.
da_dk: Angiver det viste navn på det påvirkede felt.
es_es: Especifica el nombre para mostrar del campo afectado.
fr_fr: Spécifie le nom d'affichage de l'état affecté.
it_ch: Specifica il nome visualizzato del campo interessato.
nl_be: Hiermee wordt de weergavenaam van het betrokken veld opgegeven.
ru_ru: Определяет отображаемое имя затронутого поля.
sv_se: Anger visningsnamnet för fältet som påverkas.

# Page 1105213220 - Control 984476005 - Property 1295455071
source: Specifies when the field was last changed.
da_dk: Angiver, hvornår feltet senest blev ændret.
es_es: Especifica cuándo se cambió el campo por última vez.
fr_fr: Spécifie la date à laquelle le champ a été mis à jour pour la dernière fois.
it_ch: Specifica la data dell'ultima modifica del campo.
nl_be: Hiermee wordt opgegeven wanneer het veld voor het laatst is gewijzigd.
ru_ru: Определяет, когда в последний раз было изменено поле.
sv_se: Anger när fältet senast ändrades.

# Page 1122678929 - Control 129688762 - Property 1295455071
source: Specifies which Business Central user the indicator setup for the Cue pertains to. If you leave this field blank, then the indicator setup will pertain to all users.
da_dk: Angiver, hvilken Business Central-bruger, som indikatoropsætningen til køindikatoren vedrører. Hvis du lader feltet stå tomt, vil indikatoropsætningen gælde for alle brugere.
es_es: Especifica el usuario de Business Central al que pertenece la configuración del indicador de la pila. Si se deja este campo en blanco, la configuración del indicador pertenecerá a todos los usuarios.
fr_fr: Spécifie l'utilisateur Business Central auquel la configuration de l'indicateur appartient pour la pile. Si vous laissez ce champ vide, la configuration de l'indicateur concerne tous les utilisateurs.
it_ch: Specifica a quale utente di Business Central si riferisce il setup indicatore per la pila. Se si lascia vuoto questo campo, il setup indicatore si riferisce a tutti gli utenti.
nl_be: Hiermee wordt opgegeven op welke Business Central-gebruiker de indicatorinstelling voor de indicatiestapel betrekking heeft. Als u dit veld leeg laat, heeft de indicatorinstelling betrekking op alle gebruikers.
ru_ru: Определяет пользователя Business Central, к которому относится настройка индикатора очереди. Если оставить это поле пустым, настройка индикатора будет относиться ко всем пользователям.
sv_se: Anger vilken användare av Business Central som indikatorn för stack-ikonen gäller. Om du lämnar fältet tomt kommer indikatorinställningen att gälla alla användare.
