Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Enum 2435677820 - EnumValue 4007616055 - Property 2879900210
source: #1 envelope (102 mm by 165 mm).
da_dk: #1 konvolut (102 x 165 mm).
es_es: Sobre n.º 1 (102 x 165 mm).
fr_fr: Enveloppe n° 1 (102 mm par 165 mm).
it_ch: Busta n. 1 (102 mm per 165 mm).
nl_be: #1-envelop (102 mm x 165 mm).
ru_ru: Конверт №1 (102 x 165 мм).
sv_se: Nr 1-kuvert (102 mm x 165 mm).

# Enum 2435677820 - EnumValue 4176525078 - Property 2879900210
source: #6 envelope (120 mm by 230 mm).
da_dk: #6 konvolut (120 x 230 mm).
es_es: Sobre n.º 6 (120 x 230 mm).
fr_fr: Enveloppe n° 6 (120 mm par 230 mm).
it_ch: Busta n. 6 (120 mm per 230 mm).
nl_be: #6-envelop (120 mm x 230 mm).
ru_ru: Конверт №6 (120 x 230 мм).
sv_se: Nr 6-kuvert (120 mm x 230 mm).

# Enum 2435677820 - EnumValue 49934713 - Property 2879900210
source: B5 paper (176 mm by 250 mm).
da_dk: B5-papir (176 x 250 mm).
es_es: Papel B5 (176 x 250 mm).
fr_fr: Papier B5 (176 mm par 250 mm).
it_ch: Carta B5 (176 mm per 250 mm).
nl_be: B5-papier (176 mm x 250 mm).
ru_ru: Лист B5 (176 x 250 мм).
sv_se: B5-papper (176 mm x 250 mm).

# Enum 2435677820 - EnumValue 662007870 - Property 2879900210
source: Standard paper (10 in. by 11 in.).
da_dk: Standardpapir (10 x 11 tommer).
es_es: Papel estándar (10 x 11 in).
fr_fr: Papier standard (10 po par 11 po).
it_ch: Carta Standard (10 in per 11 in).
nl_be: Standaardpapier (10 inch x 11 inch).
ru_ru: Лист Standard (10 x 11 дюймов).
sv_se: Standardpapper (10 tum x 11 tum).

# Enum 2435677820 - EnumValue 687631330 - Property 2879900210
source: B4 paper (250 mm by 353 mm).
da_dk: B4-papir (250 x 353 mm).
es_es: Papel B4 (250 x 353 mm)
fr_fr: Papier B4 (250 mm par 353 mm).
it_ch: Carta B4 (250 mm per 353 mm).
nl_be: B4-papier (250 mm x 353 mm).
ru_ru: Лист B4 (250 x 353 мм).
sv_se: B4-papper (250 mm x 353 mm).

# Enum 2435677820 - EnumValue 915288488 - Property 2879900210
source: Quarto paper (215 mm by 275 mm).
da_dk: Quarto-papir (215 x 275 mm).
es_es: Papel cuarto (215 x 275 mm).
fr_fr: Quarto (215 mm par 275 mm).
it_ch: Carta Quarto (215 mm per 275 mm).
nl_be: Quarto-papier (215 mm x 275 mm).
ru_ru: Лист Quarto (215 x 275 мм).
sv_se: Quarto-papper (215 mm x 275 mm).

# Enum 2435677820 - EnumValue 988041993 - Property 2879900210
source: #3 envelope (125 mm by 176 mm).
da_dk: #3 konvolut (125 x 176 mm).
es_es: Sobre n.º 3 (125 x 176 mm).
fr_fr: Enveloppe n° 3 (125 mm par 176 mm).
it_ch: Busta n. 3 (125 mm per 176 mm).
nl_be: #3-envelop (125 mm x 176 mm).
ru_ru: Конверт №3 (125 x 176 мм).
sv_se: Nr 3-kuvert (125 mm x 176 mm).

# Enum 247952896 - EnumValue 1853313896 - Property 2879900210
source: Not Available
da_dk: Ikke tilgængelig
es_es: No disponible
it_ch: Non disponibile
nl_be: Niet beschikbaar
ru_ru: Недоступно
sv_se: Inte tillgänglig

# Enum 247952896 - EnumValue 1892214913 - Property 2879900210
source: Timed Out
da_dk: Fik timeout
es_es: Tiempo de espera agotado
it_ch: Timeout
nl_be: Time-out
ru_ru: Истекло время ожидания
sv_se: Tidsgränsen har nåtts

# Enum 247952896 - EnumValue 3920084379 - Property 2879900210
source: Available
da_dk: Tilgængelig
es_es: Disponible
it_ch: Disponibile
nl_be: Beschikbaar
ru_ru: Доступно
sv_se: Disponibelt

# Enum 247952896 - EnumValue 4145213867 - Property 2879900210
source: No Data
da_dk: Ingen data
es_es: No hay datos
it_ch: Nessun dato
nl_be: Geen gegevens
ru_ru: Нет данных
sv_se: Inga data

# Enum 2593693414 - EnumValue 1383905037 - Property 2879900210
source: Default
da_dk: Standard
es_es: Predeterminado
it_ch: Predefinito
nl_be: Standaard
ru_ru: По умолчанию
sv_se: Standard

# Enum 2719173742 - EnumValue 132185336 - Property 2879900210
source: Open in Excel
es_es: Abrir en Excel
it_ch: Apri in Excel
nl_be: Openen in Excel
ru_ru: Открытие списков в Excel
sv_se: Öppna i Excel

# Enum 2719173742 - EnumValue 3371220206 - Property 2879900210
source: None
es_es: Ninguno
it_ch: Nessuno
nl_be: Geen
ru_ru: Нет
sv_se: Inga

# Enum 2719173742 - EnumValue 3631535204 - Property 2879900210
source: Share to Teams
es_es: Compartir con Teams
it_ch: Condividi in Teams
nl_be: Delen met Teams
ru_ru: Отправка данных в Teams
sv_se: Dela till Teams

# Enum 2831725324 - EnumValue 2464456424 - Property 2879900210
source: Not Started
es_es: No iniciado
it_ch: Non iniziato
nl_be: Niet gestart
ru_ru: Не начато
sv_se: Inte startat

# Enum 2831725324 - EnumValue 2791901420 - Property 2879900210
source: Skipped
es_es: Omitido
it_ch: Ignorato
nl_be: Overgeslagen
ru_ru: Пропущено
sv_se: Överhoppade

# Enum 2831725324 - EnumValue 3665605423 - Property 2879900210
source: Completed
es_es: Completado
it_ch: Completato
nl_be: Voltooid
ru_ru: Выполнено
sv_se: Slutfört

# Enum 2831725324 - EnumValue 4173458854 - Property 2879900210
source: In progress
es_es: En curso
it_ch: In corso
nl_be: Wordt uitgevoerd
ru_ru: Выполняется
sv_se: Pågår

# Enum 3068241891 - EnumValue 1371923692 - Property 2879900210
source: Not Set
es_es: No establecido
it_ch: Non impostato
sv_se: Ej angivet

# Enum 3068241891 - EnumValue 210717594 - Property 2879900210
source: Viral Signup
es_es: Registro viral
it_ch: Iscrizione virale
sv_se: Viral registrering

# Enum 3165356393 - EnumValue 2200828805 - Property 2879900210
source: Plan
da_dk: Planlæg
es_es: Planificar
fr_fr: Planifier
it_ch: Pianifica
nl_be: Plannen
ru_ru: План
sv_se: Abonnemang

# Enum 3165356393 - EnumValue 2632886192 - Property 2879900210
source: Contact Email
da_dk: Kontaktens mailadresse
es_es: Correo electrónico de contacto
fr_fr: E-mail de contact
it_ch: E-mail contatto
nl_be: Contact-e-mailadres
ru_ru: Контактный адрес эл. почты
sv_se: E-postkontakt

# Enum 3165356393 - EnumValue 2981864456 - Property 2879900210
source: Full Name
da_dk: Fulde navn
es_es: Nombre completo
fr_fr: Nom complet
it_ch: Nome completo
nl_be: Volledige naam
ru_ru: ФИО
sv_se: Fullständigt namn

# Enum 3165356393 - EnumValue 450009889 - Property 2879900210
source: Language ID
da_dk: Sprog-id
es_es: Id. de idioma
fr_fr: ID langue
it_ch: ID lingua
nl_be: Taal-id
ru_ru: Код языка
sv_se: Språk-ID

# Enum 3165356393 - EnumValue 89296664 - Property 2879900210
source: Authentication Email
da_dk: Godkendelsesmailadresse
es_es: Dirección correo elec. autent.
fr_fr: Adresse e-mail d'authentification
it_ch: E-mail di autenticazione
nl_be: E-mailadres voor verificatie
ru_ru: Адрес электронной почты для проверки подлинности
sv_se: E-post för autentisering

# Enum 3311845982 - EnumValue 1757030355 - Property 2879900210
source: Overwrite All Matching
es_es: Sobrescribir todas las coincidencias
it_ch: Sovrascrivi tutte le corrispondenze
nl_be: Alles overschrijven
ru_ru: Перезаписать все совпадения
sv_se: Skriv över alla matchande

# Enum 3311845982 - EnumValue 3120263214 - Property 2879900210
source: Keep All
es_es: Conservar todo
it_ch: Mantieni tutti
nl_be: Alles behouden
ru_ru: Оставить все
sv_se: Behåll alla

# Enum 3311845982 - EnumValue 343736747 - Property 2879900210
source: Skip
es_es: Omitir
it_ch: Ignora
nl_be: Overslaan
ru_ru: Пропустить
sv_se: Hoppa över

# Enum 3311845982 - EnumValue 561240882 - Property 2879900210
source: Throw Error
es_es: Generar error
it_ch: Genera un errore
nl_be: Fout genereren
ru_ru: Создать ошибку
sv_se: Utlös fel

# Enum 3325223255 - EnumValue 2318734275 - Property 2879900210
source: Add
es_es: Agregar
it_ch: Aggiungi
nl_be: Toevoegen
ru_ru: Добавить
sv_se: Lägg till

# Enum 3325223255 - EnumValue 3153389374 - Property 2879900210
source: Force
es_es: Obligar
it_ch: Forza
nl_be: Afdwingen
ru_ru: Принудительно
sv_se: Framtvinga

# Enum 3362773080 - EnumValue 1546003838 - Property 2879900210
source: Specific users
es_es: Usuarios específicos
it_ch: Utenti specifici
nl_be: Specifieke gebruikers
ru_ru: Конкретные пользователи
sv_se: Specifika användare

# Enum 3362773080 - EnumValue 2216351867 - Property 2879900210
source: Everyone with roles
es_es: Todos con roles
it_ch: Tutti con ruoli
nl_be: Iedereen met rollen
ru_ru: Все пользователи с ролями
sv_se: Alla med roller

# Enum 3362773080 - EnumValue 670344902 - Property 2879900210
source: Anyone with roles
es_es: Cualquier persona con roles
it_ch: Chiunque con ruoli
nl_be: Iedereen met rollen
ru_ru: Любой пользователь с ролями
sv_se: Någon med rollen

# Enum 3491348560 - EnumValue 3308141876 - Property 2879900210
source: Dynamics QR Code Provider
es_es: Proveedor de códigos QR de Dynamics
it_ch: Provider codice a matrice di Dynamics
sv_se: Leverantör av dynamisk QR-kod

# Enum 3510216895 - EnumValue 2463722134 - Property 2879900210
source: Subordinate
es_es: Subordinado
it_ch: Subordinato
sv_se: Underordnad

# Enum 3510216895 - EnumValue 2792882736 - Property 2879900210
source: Ambiguous
es_es: Ambiguo
it_ch: Ambiguo
sv_se: Tvetydig

# Enum 3510216895 - EnumValue 2997326431 - Property 2879900210
source: Unfavorable
es_es: Desfavorable
it_ch: Sfavorevole
sv_se: Ej gynnsamt

# Enum 3510216895 - EnumValue 3371220206 - Property 2879900210
source: None
es_es: Ninguno
it_ch: Nessuno
sv_se: Inga

# Enum 3549154128 - EnumValue 1221660829 - Property 2879900210
source: Copy by reference
es_es: Copiar por referencia
it_ch: Copia per riferimento
sv_se: Kopiera utifrån referens

# Enum 3549154128 - EnumValue 2406252909 - Property 2879900210
source: Clone
es_es: Clonar
it_ch: Clona
sv_se: Klona

# Enum 3549154128 - EnumValue 510277017 - Property 2879900210
source: Flat permission copy
es_es: Copia de permiso plana
it_ch: Copia autorizzazione semplice
sv_se: Platt behörighetskopia

# Enum 3599687820 - EnumValue 3740728832 - Property 2879900210
source: IDAutomation 2D Barcode Provider
es_es: Proveedor de código de barras IDAutomation 2D
it_ch: Provider codice a barre IDAutomation 2D
sv_se: Streckkodsleverantör för IDAutomation 2D

# Enum 3898628050 - EnumValue 790838545 - Property 2879900210
source: IDAutomation 1D Barcode Provider
es_es: Proveedor de código de barras IDAutomation 1D
it_ch: Provider codice a barre IDAutomation 1D
nl_be: Barcodeprovider IDAutomation 1D
ru_ru: Поставщик линейных штрихкодов IDAutomation
sv_se: Streckkodsleverantör för IDAutomation 1D

# Enum 4060300230 - EnumValue 1037053704 - Property 2879900210
source: Related Entity
es_es: Entidad relacionada
it_ch: Entità correlata
nl_be: Gerelateerde entiteit
ru_ru: Связанная сущность
sv_se: Relaterad enhet

# Enum 4060300230 - EnumValue 2229726827 - Property 2879900210
source: Primary Source
es_es: Origen principal
it_ch: Origine primaria
nl_be: Primaire bron
ru_ru: Основной источник
sv_se: Primär källa

# Enum 4244706559 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
da_dk: Ikke-kategoriseret
es_es: Sin categoría
fr_fr: Non catégorisé
it_ch: Non classificato
nl_be: Niet gecategoriseerd.
ru_ru: Без категории
sv_se: Okategoriserad

# Enum 437327207 - EnumValue 3238504282 - Property 2879900210
source: Remove
da_dk: Fjern
es_es: Eliminar
fr_fr: Supprimer
it_ch: Rimuovi
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# Enum 437327207 - EnumValue 3703761530 - Property 2879900210
source: Change
da_dk: Skift
es_es: Cambiar
fr_fr: Modifier
it_ch: Cambia
nl_be: Wijzigen
ru_ru: Изменить
sv_se: Ändra

# Enum 437327207 - EnumValue 4137051400 - Property 2879900210
source: New
da_dk: Nyt
es_es: Nuevo
fr_fr: Nouveau
it_ch: Nuovo
nl_be: Nieuw
ru_ru: Новые
sv_se: Nytt

# Enum 473279323 - EnumValue 1814464443 - Property 2879900210
source: User
es_es: Usuario
it_ch: Utente
sv_se: Användare

# Enum 50758251 - EnumValue 3255641635 - Property 2879900210
source: View own emails
es_es: Ver correos electrónicos propios
it_ch: Visualizza messaggi e-mail personali
sv_se: Visa egna e-postmeddelanden

# Enum 50758251 - EnumValue 3717367890 - Property 2879900210
source: View all emails
es_es: Ver todos los correos electrónicos
it_ch: Visualizza tutti i messaggi e-mail
sv_se: Visa alla e-postmeddelanden

# Enum 50758251 - EnumValue 3916066021 - Property 2879900210
source: View if access to any related records
es_es: Ver si se tiene acceso a los registros relacionados
it_ch: Visualizza se l'accesso ai record correlati
sv_se: Visa om åtkomst gäller alla relaterade poster

# Enum 50758251 - EnumValue 49827801 - Property 2879900210
source: View if access to all related records
es_es: Ver si se tiene acceso a todos los registros relacionados
it_ch: Visualizza se l'accesso a tutti i record correlati
sv_se: Visa om åtkomst gäller alla relaterade poster

# Enum 516929830 - EnumValue 1423562403 - Property 2879900210
source: App
es_es: Aplicación

# Enum 516929830 - EnumValue 3242088303 - Property 2879900210
source: System
es_es: Sistema
it_ch: Sistema

# Enum 591074627 - EnumValue 2450790997 - Property 2879900210
source: Current version
da_dk: Aktuel version
es_es: Versión actual
it_ch: Versione corrente
nl_be: Huidige versie
ru_ru: Текущая версия
sv_se: Aktuell version

# Enum 591074627 - EnumValue 3512627258 - Property 2879900210
source: Next major version
da_dk: Næste overordnede version
es_es: Siguiente versión principal
it_ch: Versione principale successiva
nl_be: Volgende grote versie
ru_ru: Следующий основной номер версии
sv_se: Nästa huvudversion

# Enum 591074627 - EnumValue 440287526 - Property 2879900210
source: Next minor version
da_dk: Næste underordnede version
es_es: Siguiente versión secundaria
it_ch: Versione secondaria successiva
nl_be: Volgende kleine versie
ru_ru: Следующая дополнительный номер версии
sv_se: Nästa delversion

# Enum 649174547 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
da_dk: Ikke-kategoriseret
es_es: Sin categoría
fr_fr: Non catégorisé
it_ch: Non classificato
nl_be: Niet gecategoriseerd.
ru_ru: Без категории
sv_se: Okategoriserad

# Enum 757728504 - EnumValue 1594621544 - Property 2879900210
source: Picture
da_dk: Billede
es_es: Imagen
fr_fr: Image
it_ch: Immagine
nl_be: Foto
ru_ru: Фото
sv_se: Bild

# Enum 757728504 - EnumValue 3663833023 - Property 2879900210
source: All Media
da_dk: Alle medier
es_es: Todos los medios
fr_fr: Tous les médias
it_ch: Tutti i file multimediali
nl_be: Alle media
ru_ru: Все типы мультимедиа

# Enum 757728504 - EnumValue 691702675 - Property 2879900210
source: Video
es_es: Vídeo
fr_fr: Vidéo
ru_ru: Видео

# Enum 789790655 - EnumValue 1089094548 - Property 2879900210
source: Manually fed envelope.
da_dk: Manuelt ilagt konvolut.
es_es: Sobre alimentado manualmente.
fr_fr: Alimentation manuelle de l’enveloppe.
it_ch: Busta alimentata manualmente.
nl_be: Handmatig doorgevoerde envelop.
ru_ru: Подача конверта вручную.
sv_se: Mata kuvert manuellt.

# Enum 789790655 - EnumValue 1132175552 - Property 2879900210
source: Small-format paper.
da_dk: Papir i lille format.
es_es: Papel de formato pequeño.
fr_fr: Papier petit format.
it_ch: Carta di piccolo formato.
nl_be: Klein papier.
ru_ru: Бумага малого формата.
sv_se: Papper i litet format.

# Enum 789790655 - EnumValue 1137880453 - Property 2879900210
source: The lower bin of a printer.
da_dk: Printerens nederste bakke.
es_es: Bandeja inferior de impresora.
fr_fr: Bac inférieur d'une imprimante.
it_ch: Raccoglitore inferiore di una stampante.
nl_be: De onderste lade van een printer.
ru_ru: Нижний лоток принтера.
sv_se: Skrivarens nedre pappersfack.

# Enum 789790655 - EnumValue 1163637486 - Property 2879900210
source: A paper cassette.
da_dk: En papirkassette.
es_es: Casete de papel.
fr_fr: Cassette papier.
it_ch: Cassetto per la carta.
nl_be: Een papierbak.
ru_ru: Кассета с бумагой.
sv_se: En papperskassett.

# Enum 789790655 - EnumValue 1508634494 - Property 2879900210
source: Manually fed paper.
da_dk: Manuelt ilagt papir.
es_es: Papel manual alimentado.
fr_fr: Approvisionnez manuellement.
it_ch: Carta alimentata manualmente.
nl_be: Handmatig doorgevoerd papier.
ru_ru: Подача бумаги вручную.
sv_se: Mata papper manuellt.

# Enum 789790655 - EnumValue 1603215498 - Property 2879900210
source: Large-format paper.
da_dk: Papir med stort format.
es_es: Papel de formato grande.
fr_fr: Papier grand format.
it_ch: Carta di grande formato.
nl_be: Groot papier.
ru_ru: Бумага большого формата.
sv_se: Papper med stort format.

# Enum 789790655 - EnumValue 1609777729 - Property 2879900210
source: A tractor feed.
da_dk: En traktorføder.
es_es: Alimentador de tracción.
fr_fr: Chargement par tracteur.
it_ch: Alimentazione a trattore.
nl_be: Kettingpapierdoorvoer.
ru_ru: Непрерывная подача (бумага с перфорацией).
sv_se: En traktormatning.

# Enum 789790655 - EnumValue 1921238977 - Property 2879900210
source: Automatically fed paper.
da_dk: Papir med automatisk indføring.
es_es: Papel alimentado automáticamente.
fr_fr: Approvisionnez automatiquement.
it_ch: Carta alimentata automaticamente.
nl_be: Papier wordt automatisch doorgevoerd.
ru_ru: Автоматическая подача бумаги.
sv_se: Mata papper automatiskt.

# Enum 789790655 - EnumValue 203798310 - Property 2879900210
source: The upper bin of a printer.
da_dk: Den øverste bakke på en printer.
es_es: Bandeja superior de impresora.
fr_fr: Bac supérieur d'une imprimante.
it_ch: Raccoglitore superiore di una stampante.
nl_be: De bovenste lade van een printer.
ru_ru: Верхний лоток принтера.
sv_se: Skrivarens övre fack.

# Enum 789790655 - EnumValue 3431463797 - Property 2879900210
source: A printer-specific paper source.
da_dk: En printerspecifik papirkilde.
es_es: Origen del papel específico de la impresora.
fr_fr: Alimentation papier spécifique à l'imprimante.
it_ch: Alimentazione della carta specifica della stampante.
nl_be: Een printerspecifieke papierbron.
ru_ru: Источник бумаги для конкретного принтера.
sv_se: En skrivarspecifik papperskälla.

# Enum 789790655 - EnumValue 3499780690 - Property 2879900210
source: An envelope.
da_dk: En konvolut.
es_es: Un sobre.
fr_fr: Enveloppe.
it_ch: Busta.
nl_be: Een envelop.
ru_ru: Конверт.
sv_se: Ett kuvert.

# Enum 789790655 - EnumValue 3607305463 - Property 2879900210
source: The middle bin of a printer.
da_dk: Printerens midterste bakke.
es_es: Bandeja del medio de una impresora.
fr_fr: Bac du milieu d'une imprimante.
it_ch: Raccoglitore centrale di una stampante.
nl_be: De middelste lade van een printer.
ru_ru: Средний лоток принтера.
sv_se: Skrivarens mellanfack.

# Enum 789790655 - EnumValue 455591531 - Property 2879900210
source: The large-capacity bin of printer.
da_dk: Printerens bakke med stor kapacitet.
es_es: Bandeja de gran capacidad de la impresora.
fr_fr: Bac grande capacité de l'imprimante.
it_ch: Raccoglitore con capacità elevata di una stampante.
nl_be: De lade met hoge capaciteit van een printer.
ru_ru: Лоток принтера большой емкости.
sv_se: Skrivarens fack för stor kapacitet.

# Enum 789790655 - EnumValue 952756957 - Property 2879900210
source: The default input bin of printer.
da_dk: Printerens standardinputbakke.
es_es: Bandeja de entrada predeterminada de la impresora.
fr_fr: Emplacement d'entrée par défaut de l'imprimante.
it_ch: Raccoglitore di input di default di una stampante.
nl_be: De standaardinvoerlade van een printer.
ru_ru: Входной лоток принтера по умолчанию.
sv_se: Skrivarens standardpappersfack.

# Enum 980878484 - EnumValue 749506527 - Property 2879900210
source: Pending
da_dk: Igangsat
es_es: Pendiente
it_ch: In sospeso
nl_be: In behandeling
ru_ru: Ожидание
sv_se: Väntar

# Enum 984564719 - EnumValue 2464456424 - Property 2879900210
source: Not Started
es_es: No iniciado
it_ch: Non iniziato
nl_be: Niet gestart
ru_ru: Не начато
sv_se: Inte startat

# Enum 984564719 - EnumValue 2791901420 - Property 2879900210
source: Skipped
es_es: Omitido
it_ch: Ignorato
nl_be: Overgeslagen
ru_ru: Пропущено
sv_se: Överhoppade

# Enum 984564719 - EnumValue 3665605423 - Property 2879900210
source: Completed
es_es: Completado
it_ch: Completato
nl_be: Voltooid
ru_ru: Выполнено
sv_se: Slutfört

# Enum 984564719 - EnumValue 816905803 - Property 2879900210
source: Started
es_es: Iniciado
it_ch: Iniziato
nl_be: Gestart
ru_ru: Начато
sv_se: Startade

# Page 1105213220 - Action 1085967800 - Property 1295455071
source: Set the data sensitivity of the selected fields to Sensitive.
da_dk: Angiv de valgte felters datafølsomhed som Følsomme.
es_es: Establece la confidencialidad de los datos de los campos seleccionados en Confidencial.
fr_fr: Définissez la sensibilité des données des champs sélectionnés sur Sensible.
it_ch: Impostare la riservatezza dati dei campi selezionati su Riservati.
nl_be: De vertrouwelijkheid van gegevens van de geselecteerde velden instellen op Vertrouwelijk.
ru_ru: Задание для выбранных полей уровня конфиденциальности данных "Конфиденциальные".
sv_se: Ange datakänsligheten för de valda fälten till Känslig.

# Page 1105213220 - Action 1085967800 - Property 2879900210
source: Set as Sensitive
da_dk: Angiv som Følsomme
es_es: Establecer como confidencial
fr_fr: Définir comme sensible
it_ch: Imposta come Riservato
nl_be: Instellen op Vertrouwelijk
ru_ru: Задать как конфиденциальные
sv_se: Ange som känslig

# Page 1105213220 - Action 1127058147 - Property 1295455071
source: View only fields classified as Sensitive.
da_dk: Vis kun de felter, der er klassificeret som Følsomme.
es_es: Muestra solo los campos clasificados como confidenciales.
fr_fr: Affichez uniquement des champs classés comme Sensibles.
it_ch: Visualizzare solo i campi classificati come riservati.
nl_be: Alleen velden weergeven die zijn geclassificeerd als Vertrouwelijk.
ru_ru: Просмотр только полей, классифицированных как "Конфиденциальные".
sv_se: Visa bara de fält som klassificeras som känsliga.

# Page 1105213220 - Action 1127058147 - Property 2879900210
source: View Sensitive
da_dk: Vis følsomme
es_es: Ver confidenciales
fr_fr: Afficher les champs sensibles
it_ch: Visualizza riservati
nl_be: Vertrouwelijke velden weergeven
ru_ru: Посмотреть конфиденциальные
sv_se: Visa känsliga

# Page 1105213220 - Action 1391231105 - Property 1295455071
source: View only unclassified fields.
da_dk: Vis kun ikke-klassificerede felter.
es_es: Muestra solo los campos sin clasificar.
fr_fr: Affichez uniquement des champs non classés.
it_ch: Visualizzare solo i campi non classificati.
nl_be: Alleen niet-geclassificeerde velden weergeven.
ru_ru: Просмотр только неклассифицированных полей.
sv_se: Visa bara oklassificerade fält.

# Page 1105213220 - Action 1391231105 - Property 2879900210
source: View Unclassified
da_dk: Vis ikke-klassificerede
es_es: Ver sin clasificar
fr_fr: Afficher les champs non classés
it_ch: Visualizza non classificati
nl_be: Niet-geclassificeerde velden weergeven
ru_ru: Посмотреть неклассифицированные
sv_se: Visa oklassificerade

# Page 1105213220 - Action 176562519 - Property 2879900210
source: View
da_dk: Vis
es_es: Ver
fr_fr: Afficher
it_ch: Visualizza
nl_be: Weergeven
ru_ru: Показать
sv_se: Visa

# Page 1105213220 - Action 2192376751 - Property 1295455071
source: View the fields of the related records that have similar name with one of the fields selected.
da_dk: Få vist felterne for relaterede records med et lignende navn, hvor et af felterne er valgt.
es_es: Permite ver los campos de los registros relacionados que tienen un nombre similar a uno de los campos seleccionados.
fr_fr: Affichez les champs des enregistrements associés dont le nom est similaire à l'un des champs sélectionnés.
it_ch: Visualizzare i campi dei record correlati con nome simile con uno dei campi selezionati.
nl_be: De velden weergeven van de gerelateerde records die een soortgelijke naam hebben als een van de geselecteerde velden.
ru_ru: Просмотр полей связанных записей, имена которых похожи на имя выбранного поля.
sv_se: Visa fälten med relaterade poster som har ett namn som liknar ett av de markerade fälten.

# Page 1105213220 - Action 2192376751 - Property 2879900210
source: View Similar Fields
da_dk: Vis lignende felter
es_es: Ver campos similares
fr_fr: Afficher les champs similaires
it_ch: Visualizza campi simili
nl_be: Soortgelijke velden weergeven
ru_ru: Показать похожие поля
sv_se: Visa liknande fält
