Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3692338268 - Action 2320246898 - Property 2879900210
source: Skip checklist
es_es: Omitir lista de comprobación
it_ch: Ignora elenco di controllo
nl_be: Controlelijst overslaan
ru_ru: Пропустить контрольный список
sv_se: Hoppa över checklistan

# Page 3692338268 - Action 2499454005 - Property 1295455071
source: Revisit
es_es: Volver a visitar
it_ch: Rivisita
nl_be: Opnieuw bezoeken
ru_ru: Начать заново
sv_se: Besök igen

# Page 3692338268 - Action 2499454005 - Property 2879900210
source: Revisit
es_es: Volver a visitar
it_ch: Rivisita
nl_be: Opnieuw bezoeken
ru_ru: Начать заново
sv_se: Besök igen

# Page 3692338268 - Action 2608597597 - Property 1295455071
source: Show demo tours
es_es: Mostrar paseos de demostración
it_ch: Mostra tour di dimostrazione
nl_be: Rondleidingen weergeven
ru_ru: Показать демонстрационные обзоры
sv_se: Visa demopresentationer

# Page 3692338268 - Action 2608597597 - Property 2879900210
source: Show demo tours
es_es: Mostrar paseos de demostración
it_ch: Mostra tour di dimostrazione
nl_be: Rondleidingen weergeven
ru_ru: Показать демонстрационные обзоры
sv_se: Visa demopresentationer

# Page 3692338268 - Action 2738996635 - Property 1295455071
source: Start tour
es_es: Iniciar recorrido
it_ch: Avvia presentazione
nl_be: Rondleiding starten
ru_ru: Начать обзор
sv_se: Starta visningen

# Page 3692338268 - Action 2738996635 - Property 2879900210
source: Start tour
es_es: Iniciar recorrido
it_ch: Avvia presentazione
nl_be: Rondleiding starten
ru_ru: Начать обзор
sv_se: Starta visningen

# Page 3692338268 - Action 2779287600 - Property 1295455071
source: Skip for now
es_es: Omitir por ahora
it_ch: Ignora per ora
nl_be: Nu overslaan
ru_ru: Пока что пропустить
sv_se: Hoppa över nu

# Page 3692338268 - Action 2779287600 - Property 2879900210
source: Skip for now
es_es: Omitir por ahora
it_ch: Ignora per ora
nl_be: Nu overslaan
ru_ru: Пока что пропустить
sv_se: Hoppa över nu

# Page 3692338268 - Action 3198131984 - Property 1295455071
source: Back to checklist
es_es: Volver a la lista de comprobación
it_ch: Torna a elenco di controllo
nl_be: Terug naar controlelijst
ru_ru: Назад к контрольному списку
sv_se: Tillbaka till checklistan

# Page 3692338268 - Action 3198131984 - Property 2879900210
source: Back to checklist
es_es: Volver a la lista de comprobación
it_ch: Torna a elenco di controllo
nl_be: Terug naar controlelijst
ru_ru: Назад к контрольному списку
sv_se: Tillbaka till checklistan

# Page 3692338268 - Action 4011730675 - Property 1295455071
source: Got it
es_es: Entendido
it_ch: OK
nl_be: Begrepen
ru_ru: Понятно
sv_se: Jag förstår

# Page 3692338268 - Action 4011730675 - Property 2879900210
source: Got it
es_es: Entendido
it_ch: OK
nl_be: Begrepen
ru_ru: Понятно
sv_se: Jag förstår

# Page 3692338268 - Action 482638887 - Property 1295455071
source: Start
es_es: Inicio
it_ch: Inizia
nl_be: Starten
ru_ru: Начать
sv_se: Starta

# Page 3692338268 - Action 482638887 - Property 2879900210
source: Start
es_es: Inicio
it_ch: Inizia
nl_be: Starten
ru_ru: Начать
sv_se: Starta

# Page 3756518970 - Action 1235620153 - Property 1295455071
source: Next
da_dk: Næste
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 3756518970 - Action 1235620153 - Property 2879900210
source: Next
da_dk: Næste
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 3756518970 - Action 2667510389 - Property 1295455071
source: Finish
da_dk: Udfør
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 3756518970 - Action 2667510389 - Property 2879900210
source: Finish
da_dk: Udfør
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 3756518970 - Action 64224062 - Property 1295455071
source: Send Test Email
da_dk: Send testmail
es_es: Enviar correo electrónico de prueba
it_ch: Invia messaggio e-mail di verifica
nl_be: Test-e-mail verzenden
ru_ru: Отправить тестовое сообщение
sv_se: Skicka testmeddelande

# Page 3756518970 - Action 64224062 - Property 2879900210
source: Send Test Email
da_dk: Send testmail
es_es: Enviar correo electrónico de prueba
it_ch: Invia messaggio e-mail di verifica
nl_be: Test-e-mail verzenden
ru_ru: Отправить тестовое сообщение
sv_se: Skicka testmeddelande

# Page 3756518970 - Action 742034285 - Property 1295455071
source: Back
da_dk: Tilbage
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Föregående

# Page 3756518970 - Action 742034285 - Property 2879900210
source: Back
da_dk: Tilbage
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Föregående

# Page 3756518970 - Action 788258546 - Property 1295455071
source: Cancel
da_dk: Annuller
es_es: Cancelar
it_ch: Annulla
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# Page 3756518970 - Action 788258546 - Property 2879900210
source: Cancel
da_dk: Annuller
es_es: Cancelar
it_ch: Annulla
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# Page 3851288392 - Action 2987459263 - Property 1295455071
source: Add a new task for the checklist.
es_es: Agrega una nueva tarea para la lista de comprobación.
it_ch: Aggiungere una nuova attività per l'elenco di controllo.
nl_be: Een nieuwe taak toevoegen voor de controlelijst.
ru_ru: Добавление новой задачи для контрольного списка.
sv_se: Lägg till en ny uppgift för checklistan.

# Page 3851288392 - Action 2987459263 - Property 2879900210
source: Create checklist item
es_es: Crear elemento de lista de comprobación
it_ch: Crea elemento dell'elenco di controllo
nl_be: Controlelijstitem maken
ru_ru: Создать пункт контрольного списка
sv_se: Skapa punkt i checklista

# Page 3918924451 - Action 1538288492 - Property 1295455071
source: View activity related to retention policies.
da_dk: Vis aktivitet, der er relateret til opbevaringspolitikker.
es_es: Permite ver la actividad relacionada con las directivas de retención.
it_ch: Visualizzare l'attività correlata ai criteri di conservazione.
nl_be: Activiteiten weergeven die gerelateerd zijn aan bewaarbeleid.
ru_ru: Просмотр действий, относящихся к политикам хранения.
sv_se: Visa aktivitet som berör kvarhållningsprinciper.

# Page 3918924451 - Action 1538288492 - Property 2879900210
source: Retention Policy Log
da_dk: Logfil til opbevaringspolitik
es_es: Registro de directivas de retención
it_ch: Log criteri di conservazione
nl_be: Logboek van bewaarbeleid
ru_ru: Журнал политики хранения
sv_se: Logg för kvarhållningsprincip

# Page 3918924451 - Action 3859950967 - Property 1295455071
source: Apply all non-manual and enabled retention policies now and delete any expired records.
da_dk: Anvend alle ikke-manuelle og aktiverede opbevaringspolitikker nu, og slet alle udløbne records.
es_es: Aplique las directivas de retención habilitadas y no manuales ahora y elimine los registros vencidos.
it_ch: Applicare subito tutti i criteri di conservazione non manuali abilitati ed eliminare tutti i record scaduti.
nl_be: Alle niet-handmatige en geactiveerde bewaarbeleidsregels nu toepassen en verlopen records verwijderen.
ru_ru: Применение всех включенных (и не относящихся к применяемым только вручную) политик и удаление всех записей с истекшим сроком хранения.
sv_se: Tillämpa alla ej manuella och aktiverade kvarhållningsprinciper nu och ta bort eventuella utgångna poster.

# Page 3918924451 - Action 3859950967 - Property 2879900210
source: Apply All
da_dk: Anvend alle
es_es: Aplicar todo
it_ch: Applica tutti
nl_be: Alles toepassen
ru_ru: Применить все
sv_se: Tillämpa alla

# Page 3918924451 - Action 484269934 - Property 1295455071
source: Set up retention periods.
da_dk: Konfigurer opbevaringsperioder.
es_es: Permite configurar periodos de retención.
it_ch: Impostare i periodi di conservazione.
nl_be: Bewaarperioden instellen.
ru_ru: Настройка периодов хранения.
sv_se: Ställ in kvarhållandeperioder.

# Page 3918924451 - Action 484269934 - Property 2879900210
source: Retention Periods
da_dk: Opbevaringsperioder
es_es: Períodos de retención
it_ch: Periodi di conservazione
nl_be: Bewaarperioden
ru_ru: Периоды хранения
sv_se: Kvarhållningsperioder

# Page 3918924451 - Action 865964493 - Property 1295455071
source: Apply the retention policy and delete all expired records in the table.
da_dk: Anvend opbevaringspolitikken, og slet alle udløbne records i tabellen.
es_es: Permite aplicar la directiva de retención y eliminar todos los registros caducados de la tabla.
it_ch: Applicare i criteri di conservazione ed eliminare tutti i record scaduti della tabella.
nl_be: Het bewaarbeleid toepassen en alle verlopen records in de tabel verwijderen.
ru_ru: Применение политики хранения и удаление из таблицы всех записей с истекшим сроком хранения.
sv_se: Tillämpa bevarandeprincipen och ta bort alla utgångna poster i tabellen.

# Page 3918924451 - Action 865964493 - Property 2879900210
source: Apply Manually
da_dk: Udlign manuelt
es_es: Liquidar manualmente
it_ch: Applica manualmente
nl_be: Handmatig vereffenen
ru_ru: Применить вручную
sv_se: Koppla manuellt

# Page 3970971575 - Action 2438272767 - Property 1295455071
source: Back
da_dk: Tilbage
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Föregående

# Page 3970971575 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage
es_es: Atrás
fr_fr: Précédent
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Föregående

# Page 3970971575 - Action 3259912055 - Property 1295455071
source: Finish
da_dk: Udfør
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 3970971575 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Udfør
es_es: Terminar
fr_fr: Terminer
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 4001231554 - Action 2438272767 - Property 2879900210
source: Back
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Bakåt

# Page 4001231554 - Action 3259912055 - Property 2879900210
source: Finish
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 4001231554 - Action 914282563 - Property 2879900210
source: Next
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 4021082514 - Action 1042419861 - Property 1295455071
source: Edit and send the email.
da_dk: Rediger og send mailen.
es_es: Permite editar y enviar el mensaje de correo electrónico.
it_ch: Modificare e inviare il messaggio e-mail.
nl_be: De e-mail bewerken en verzenden.
ru_ru: Редактирование и отправка сообщения электронной почты.
sv_se: Redigera och skicka e-postmeddelandet.

# Page 4021082514 - Action 1042419861 - Property 2879900210
source: Edit and Send
da_dk: Rediger og send
es_es: Editar y enviar
it_ch: Modifica e invia
nl_be: Bewerken en verzenden
ru_ru: Изменить и отправить
sv_se: Redigera och skicka

# Page 4021082514 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
es_es: Permite abrir la página desde la que se envió el mensaje de correo electrónico.
it_ch: Aprire la pagina da cui è stata inviata l'e-mail.
nl_be: De pagina openen van waaruit het e-mailbericht is verzonden.
ru_ru: Открытие страницы, с которой было отправлено сообщение электронной почты.
sv_se: Öppna sidan som e-postmeddelandet skickades från.

# Page 4021082514 - Action 147247197 - Property 2879900210
source: Show Source
es_es: Mostrar origen
it_ch: Mostra origine
nl_be: Bron weergeven
ru_ru: Показать источник
sv_se: Visa källa

# Page 4021082514 - Action 2723561501 - Property 1295455071
source: Resend the email.
da_dk: Send mailen igen.
es_es: Permite reenviar el mensaje de correo electrónico.
it_ch: Inviare nuovamente il messaggio e-mail.
nl_be: Het e-mailbericht opnieuw verzenden.
ru_ru: Повторная отправка сообщения электронной почты.
sv_se: Skicka e-postmeddelandet igen.

# Page 4021082514 - Action 2723561501 - Property 2879900210
source: Resend
da_dk: Send igen
es_es: Reenviar
it_ch: Rinvia
nl_be: Opnieuw verzenden
ru_ru: Повторить отправку
sv_se: Skicka igen

# Page 4061016505 - Action 1706775459 - Property 2879900210
source: Data Update
da_dk: Dataopdatering
es_es: Actualización de datos
it_ch: Aggiornamento dati
nl_be: Gegevensupdate
ru_ru: Обновление данных
sv_se: Datauppdatering

# Page 4061016505 - Action 2019212495 - Property 1295455071
source: Schedule or run the data update task in the current or background session.
da_dk: Planlæg eller kør dataopdateringsopgaven i den aktuelle session eller i baggrundssession.
es_es: Permite planificar o ejecutar la tarea de actualización de datos en la sesión actual o que se encuentra en segundo plano.
it_ch: Programmare o eseguire il task di aggiornamento dati nella sessione corrente o in background.
nl_be: De gegevensupdatetaak plannen of starten in de huidige sessie of een achtergrondsessie.
ru_ru: Планирование или выполнение задачи обновления данных в текущем или фоновом сеансе.
sv_se: Schemalägg eller kör datauppdateringsuppgiften i den aktuella sessionen eller bakgrundssessionen.

# Page 4061016505 - Action 2019212495 - Property 2879900210
source: Schedule
da_dk: Tidsplan
es_es: Programar
it_ch: Programmazione
nl_be: Plannen
ru_ru: Запланировать
sv_se: Schemalägg

# Page 4061016505 - Action 2764035238 - Property 1295455071
source: Show the error log entry.
da_dk: Vis posten med fejlloggen.
es_es: Muestra el movimiento del registro de errores.
it_ch: Visualizzare il movimento log errori.
nl_be: De foutenlogpost weergeven.
ru_ru: Отображение операции журнала ошибок.
sv_se: Visa post i felloggen.

# Page 4061016505 - Action 2764035238 - Property 2879900210
source: Show Log
da_dk: Vis log
es_es: Mostrar registro
it_ch: Mostra log
nl_be: Logbestand weergeven
ru_ru: Показать журнал
sv_se: Visa logg

# Page 4061016505 - Action 966664442 - Property 1295455071
source: Cancel the scheduled data update task.
da_dk: Annuller den planlagte dataopdateringsopgave.
es_es: Cancela la tarea de actualización de datos programada.
it_ch: Annullare il task di aggiornamento dati programmato.
nl_be: De geplande gegevensupdatetaak annuleren.
ru_ru: Отмена запланированной задачи обновления данных.
sv_se: Avbryt den schemalagda datauppdateringsuppgiften.

# Page 4061016505 - Action 966664442 - Property 2879900210
source: Cancel Scheduled Job
da_dk: Annuller planlagt job
es_es: Cancelar proyecto programado
it_ch: Annulla processo programmato
nl_be: Geplande taak annuleren
ru_ru: Отменить запланированное задание
sv_se: Avbryt schemalagt projekt

# Page 4123539893 - Action 1178809860 - Property 1295455071
source: Close the page.
da_dk: Luk siden.
es_es: Cierra la página.
fr_fr: Fermez la page.
it_ch: Chiudere la pagina.
nl_be: De pagina sluiten.
ru_ru: Закрытие страницы.
sv_se: Stäng sidan.

# Page 4123539893 - Action 1178809860 - Property 2879900210
source: Done
da_dk: Færdig
es_es: Hecho
fr_fr: Terminé
it_ch: Fatto
nl_be: Gereed
ru_ru: Готово
sv_se: Färdigt

# Page 4217154468 - Action 2183420390 - Property 1295455071
source: Add addresses from Users.
es_es: Agregar direcciones desde los usuarios.
it_ch: Aggiungere indirizzi da Utenti.
sv_se: Lägg till adresser från Användare.

# Page 4217154468 - Action 2183420390 - Property 2879900210
source: Users
es_es: Usuarios
it_ch: Utenti
sv_se: Användare

# Page 513864971 - Action 614615843 - Property 1295455071
source: Install the extension.
da_dk: Installer udvidelsen.
es_es: Permite instalar la extensión.
it_ch: Installare l'estensione.
nl_be: De extensie installeren.
ru_ru: Установка расширения.
sv_se: Installera tillägget.

# Page 513864971 - Action 614615843 - Property 2879900210
source: Install
da_dk: Installer
es_es: Instalar
fr_fr: Installer
it_ch: Installa
nl_be: Installeren
ru_ru: Установить
sv_se: Installera

# Page 523480673 - Action 119972692 - Property 1295455071
source: Proceed to applying the user updates
da_dk: Fortsæt med at anvende brugeropdateringerne
es_es: Continuar para aplicar las actualizaciones de usuario
it_ch: Procedi con l'applicazione degli aggiornamenti utente
nl_be: Doorgaan met toepassen van de gebruikersupdates
ru_ru: Переход к применению обновлений пользователей
sv_se: Fortsätt koppla användaruppdateringarna

# Page 523480673 - Action 119972692 - Property 2879900210
source: Next
da_dk: Næste
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 523480673 - Action 1235620153 - Property 1295455071
source: See the available updates
da_dk: Se de tilgængelige opdateringer
es_es: Ver las actualizaciones disponibles
fr_fr: Afficher les mises à jour disponibles
it_ch: Vedere gli aggiornamenti disponibili
nl_be: De beschikbare updates weergeven
ru_ru: Просмотр доступных обновлений
sv_se: Se tillgängliga uppdateringar

# Page 523480673 - Action 1235620153 - Property 2879900210
source: Next
da_dk: Næste
es_es: Siguiente
fr_fr: Suivant
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 523480673 - Action 2674503554 - Property 1295455071
source: Closes this window
da_dk: Luk dette vindue
es_es: Cierra esta ventana
fr_fr: Ferme cette fenêtre
it_ch: Chiude la finestra
nl_be: Hiermee wordt dit venster gesloten
ru_ru: Закрытие этого окна.
sv_se: Stänger fönstret

# Page 523480673 - Action 2674503554 - Property 2879900210
source: Close
da_dk: Luk
es_es: Cerrar
fr_fr: Fermer
it_ch: Chiudi
nl_be: Sluiten
ru_ru: Закрыть
sv_se: Stäng

# Page 523480673 - Action 324702892 - Property 1295455071
source: View a list of changes that will be applied
da_dk: Vis en liste over ændringer, der vil blive anvendt
es_es: Ver una lista de los cambios que se aplicarán
fr_fr: Afficher une liste des modifications qui seront appliquées
it_ch: Visualizzare l'elenco delle modifiche che verranno applicate
nl_be: Een lijst weergeven met wijzigingen die worden toegepast
ru_ru: Просмотр списка изменений, которые будут применены
sv_se: Visa en lista med ändringar som kommer att tillämpas

# Page 523480673 - Action 324702892 - Property 2879900210
source: View changes
da_dk: Vis ændringer
es_es: Ver cambios
fr_fr: Afficher les modifications
it_ch: Visualizza modifiche
nl_be: Wijzigingen weergeven
ru_ru: Просмотр изменений
sv_se: Visa ändringar

# Page 523480673 - Action 3283000508 - Property 1295455071
source: Confirm the permission updates to be applied
da_dk: Bekræft de tilladelsesopdateringer, der skal anvendes
es_es: Confirmar las actualizaciones de permisos que se aplicarán
fr_fr: Confirmer les mises à jour d'autorisation à appliquer
it_ch: Conferma gli aggiornamenti delle autorizzazioni da applicare
nl_be: De toe te passen updates van machtigingen bevestigen
ru_ru: Подтвердите применяемые обновления разрешений
sv_se: Bekräfta vilka behörighetsuppdateringar som ska tillämpas

# Page 523480673 - Action 3283000508 - Property 2879900210
source: Next
da_dk: Næste
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 523480673 - Action 3952048706 - Property 1295455071
source: Apply the user updates
da_dk: Anvend brugeropdateringerne
es_es: Aplicar las actualizaciones de usuario
fr_fr: Appliquer les mises à jour utilisateur
it_ch: Applica gli aggiornamenti dell'utente
nl_be: De gebruikersupdates toepassen
ru_ru: Применить обновления пользователей
sv_se: Installera användaruppdateringarna

# Page 523480673 - Action 3952048706 - Property 2879900210
source: Finish
da_dk: Udfør
es_es: Finalizar
fr_fr: Terminer
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 523480673 - Action 742034285 - Property 1295455071
source: See overview of all the changes
da_dk: Se oversigt over alle ændringer
es_es: Ver la descripción general de todos los cambios
fr_fr: Afficher une vue d'ensemble de toutes les modifications
it_ch: Vedere la sintesi di tutte le modifiche
nl_be: Overzicht van alle wijzigingen weergeven
ru_ru: Просмотр всех изменений
sv_se: Se översikten över alla ändringar

# Page 523480673 - Action 742034285 - Property 2879900210
source: Back
da_dk: Tilbage
es_es: Atrás
fr_fr: Précédent
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Föregående

# Page 523480673 - Action 788258546 - Property 1295455071
source: Cancel the user updates
da_dk: Annuller brugeropdateringerne
es_es: Cancelar las actualizaciones de usuario
fr_fr: Annuler les mises à jour utilisateur
it_ch: Annulla gli aggiornamenti dell'utente
nl_be: De gebruikersupdates annuleren
ru_ru: Отменить обновления пользователей
sv_se: Avbryt användaruppdateringarna

# Page 523480673 - Action 788258546 - Property 2879900210
source: Cancel
da_dk: Annuller
es_es: Cancelar
fr_fr: Annuler
it_ch: Annulla
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# Page 664053810 - Action 2477294019 - Property 1295455071
source: Delete the selected row.
es_es: Permite eliminar la fila seleccionada.
it_ch: Eliminare la riga selezionata.
sv_se: Ta bort den markerade raden.

# Page 664053810 - Action 2477294019 - Property 2879900210
source: Delete
es_es: Eliminar
it_ch: Elimina
sv_se: Ta bort

# Page 664053810 - Action 2565898759 - Property 1295455071
source: Add files, such as documents or images, to the email.
es_es: Permite agregar archivos, como documentos o imágenes, al mensaje de correo electrónico.
it_ch: Aggiungere i file, ad esempio documenti o immagini, al messaggio e-mail.
sv_se: Lägg till filer, som dokument eller bilder, i e-postmeddelandet.

# Page 664053810 - Action 2565898759 - Property 2879900210
source: Add File
es_es: Agregar archivo
it_ch: Aggiungi file
sv_se: Lägg till fil

# Page 664053810 - Action 593408208 - Property 1295455071
source: Download the selected attachment file.
es_es: Descargue el archivo adjunto seleccionado.
it_ch: Scaricare il file allegato selezionato.
sv_se: Ladda ned den valda bifogade filen.

# Page 664053810 - Action 593408208 - Property 2879900210
source: Download Attachment
es_es: Descargar archivo adjunto
it_ch: Scarica allegato
sv_se: Ladda ned bifogad fil

# Page 664053810 - Action 884106764 - Property 1295455071
source: Choose an email scenario and add files, such as documents or images, to the email.
es_es: Elija un escenario de correo electrónico y agregue archivos, como documentos o imágenes, al correo electrónico.
it_ch: Scegliere uno scenario e-mail e aggiungere i file, ad esempio documenti o immagini, al messaggio e-mail.
sv_se: Välj ett e-postscenario och lägg till filer, till exempel dokument eller bilder, i e-postmeddelandet.

# Page 664053810 - Action 884106764 - Property 2879900210
source: Add File to Scenario
es_es: Agregar archivo al escenario
it_ch: Aggiungi file allo scenario
sv_se: Lägg till fil i scenario

# Page 709229469 - Action 1042419861 - Property 1295455071
source: Edit and send the email.
da_dk: Rediger og send mailen.
es_es: Permite editar y enviar el mensaje de correo electrónico.
it_ch: Modificare e inviare il messaggio e-mail.
nl_be: De e-mail bewerken en verzenden.
ru_ru: Редактирование и отправка сообщения электронной почты.
sv_se: Redigera och skicka e-postmeddelandet.

# Page 709229469 - Action 1042419861 - Property 2879900210
source: Edit and Send
da_dk: Rediger og send
es_es: Editar y enviar
it_ch: Modifica e invia
nl_be: Bewerken en verzenden
ru_ru: Изменить и отправить
sv_se: Redigera och skicka

# Page 709229469 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
es_es: Permite abrir la página desde la que se envió el mensaje de correo electrónico.
it_ch: Aprire la pagina da cui è stata inviata l'e-mail.
nl_be: De pagina openen van waaruit het e-mailbericht is verzonden.
ru_ru: Открытие страницы, с которой было отправлено сообщение электронной почты.
sv_se: Öppna sidan som e-postmeddelandet skickades från.

# Page 709229469 - Action 147247197 - Property 2879900210
source: Show Source
es_es: Mostrar origen
it_ch: Mostra origine
nl_be: Bron weergeven
ru_ru: Показать источник
sv_se: Visa källa
