Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3170013184 - Control 3156524383 - Property 2879900210
source: Operation Type
da_dk: Handlingstype
es_es: Tipo de operación
fr_fr: Type d'opération
it_ch: Tipo di operazione
nl_be: Bewerkingstype
ru_ru: Тип операции
sv_se: Åtgärdstyp

# Page 3170013184 - Control 3156524383 - Property 62802879
source: Upload,Install
da_dk: Overfør,Installer
es_es: Cargar,Instalar
it_ch: Carica,Installa
nl_be: Uploaden,Installeren
ru_ru: Отправить,Установить
sv_se: Ladda upp,Installera

# Page 3170013184 - Control 3944750556 - Property 1295455071
source: Specifies the deployment start date.
da_dk: Angiver installationens startdato.
es_es: Especifica la fecha de inicio de la implementación.
fr_fr: Spécifie la date de début du déploiement.
it_ch: Specifica la data di inizio della distribuzione.
nl_be: Hiermee wordt de begindatum van de implementatie opgegeven.
ru_ru: Определяет дату начала развертывания.
sv_se: Anger distributionens startdatum.

# Page 3170013184 - Control 3944750556 - Property 2879900210
source: Started Date
da_dk: Startdato
es_es: Fecha inicial
fr_fr: Date de début
it_ch: Data di inizio
nl_be: Startdatum
ru_ru: Дата начала
sv_se: Började den

# Page 3170013184 - Control 513339096 - Property 1295455071
source: Specifies the deployment status.
da_dk: Angiver installationens status.
es_es: Especifica el estado de la implementación.
fr_fr: Spécifie le statut du déploiement.
it_ch: Specifica lo stato della distribuzione.
nl_be: Hiermee wordt de implementatiestatus opgegeven.
ru_ru: Определяет статус развертывания.
sv_se: Anger distributionsstatus.

# Page 3170013184 - Control 513339096 - Property 2879900210
source: Status
es_es: Estado
fr_fr: Statut
it_ch: Stato
ru_ru: Статус

# Page 3178175528 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
es_es: Especifica el tipo de objeto al que se aplican los permisos en la base de datos actual.
it_ch: Specifica il tipo di oggetto a cui si applicano le autorizzazioni nel database corrente.
sv_se: Anger typen för objektet som behörigheterna gäller i den aktuella databasen.

# Page 3178175528 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
es_es: Especifica el nombre del objeto al que se aplican los permisos.
it_ch: Specifica il nome dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger namnet på objektet som behörigheterna gäller.

# Page 3178175528 - Control 1418569422 - Property 2879900210
source: Object Name
es_es: Nombre de objeto
it_ch: Nome oggetto
sv_se: Objektnamn

# Page 3178175528 - Control 1682833869 - Property 1295455071
source: Specifies information about whether the permission set has modify permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have modify permission.
es_es: Especifica la información sobre si el conjunto de permisos tiene permiso de modificación para este objeto. El valor del campo puede ser Sí, Indirecto o puede estar en blanco. Indirecto significa que se otorga permiso solo a través de otro objeto. Si el campo está vacío, el conjunto de permisos no tiene permiso de modificación.
it_ch: Specifica informazioni che indicano se il set di autorizzazioni dispone dell'autorizzazione modifica per questo oggetto. I valori per il campo sono vuoto, Sì e Indiretto. Indiretto indica che l'autorizzazione deriva solo tramite un altro oggetto. Se il campo è vuoto, il set di autorizzazioni non dispone dell'autorizzazione modifica.
sv_se: Innehåller information om huruvida behörighetsuppsättningen har ändringsbehörighet till det här objektet. Fältet kan vara tomt eller ha värdet Ja eller Indirekt. Indirekt innebär att behörighet bara ges via ett annat objekt. Om fältet är tomt har behörighetsuppsättningen inte ändringsbehörighet.

# Page 3178175528 - Control 1878130204 - Property 1295455071
source: Specifies whether this is an include or exclude permission.
es_es: Especifica si se trata de un permiso de inclusión o exclusión.
it_ch: Specifica se si tratta di un'autorizzazione di inclusione o di esclusione.
sv_se: Anger om detta är en inkluderings- eller exkluderingsbehörighet.

# Page 3178175528 - Control 3088155792 - Property 1295455071
source: Specifies information about whether the permission set has insert permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have insert permission.
es_es: Especifica la información sobre si el conjunto de permisos tiene permiso de inserción para este objeto. El valor del campo puede ser Sí, Indirecto o puede estar en blanco. Indirecto significa que se otorga permiso solo a través de otro objeto. Si el campo está vacío, el conjunto de permisos no tiene permiso de inserción.
it_ch: Specifica informazioni che indicano se il set di autorizzazioni dispone dell'autorizzazione inserimento per questo oggetto. I valori per il campo sono vuoto, Sì e Indiretto. Indiretto indica che l'autorizzazione deriva solo tramite un altro oggetto. Se il campo è vuoto, il set di autorizzazioni non dispone dell'autorizzazione inserimento.
sv_se: Innehåller information om huruvida behörighetsuppsättningen har infogningsbehörighet till det här objektet. Fältet kan vara tomt eller ha värdet Ja eller Indirekt. Indirekt innebär att behörighet bara ges via ett annat objekt. Om fältet är tomt har behörighetsuppsättningen inte infogningsbehörighet.

# Page 3178175528 - Control 3135917451 - Property 1295455071
source: Specifies information about whether the permission set has read permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have read permission.
es_es: Especifica la información sobre si el conjunto de permisos tiene permiso de lectura para este objeto. El valor del campo puede ser Sí, Indirecto o puede estar en blanco. Indirecto significa que se otorga permiso solo a través de otro objeto. Si el campo está vacío, el conjunto de permisos no tiene permiso de lectura.
it_ch: Specifica informazioni che indicano se il set di autorizzazioni dispone dell'autorizzazione in lettura per questo oggetto. I valori per il campo sono vuoto, Sì e Indiretto. Indiretto indica che l'autorizzazione deriva solo tramite un altro oggetto. Se il campo è vuoto, il set di autorizzazioni non dispone dell'autorizzazione in lettura.
sv_se: Innehåller information om huruvida behörighetsuppsättningen har läsbehörighet till det här objektet. Fältet kan vara tomt eller ha värdet Ja eller Indirekt. Indirekt innebär att behörighet bara ges via ett annat objekt. Om fältet är tomt har behörighetsuppsättningen inte läsbehörighet.

# Page 3178175528 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
es_es: Especifica el id. del objeto al que se aplican los permisos.
it_ch: Specifica l'ID dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger id:t för objektet som behörigheterna gäller.

# Page 3178175528 - Control 3735914638 - Property 1295455071
source: Specifies information about whether the permission set has delete permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have delete permission.
es_es: Especifica la información sobre si el conjunto de permisos tiene permiso de eliminación para este objeto. El valor del campo puede ser Sí, Indirecto o puede estar en blanco. Indirecto significa que se otorga permiso solo a través de otro objeto. Si el campo está vacío, el conjunto de permisos no tiene permiso de eliminación.
it_ch: Specifica informazioni che indicano se il set di autorizzazioni dispone dell'autorizzazione eliminazione per questo oggetto. I valori per il campo sono vuoto, Sì e Indiretto. Indiretto indica che l'autorizzazione deriva solo tramite un altro oggetto. Se il campo è vuoto, il set di autorizzazioni non dispone dell'autorizzazione eliminazione.
sv_se: Innehåller information om huruvida behörighetsuppsättningen har borttagningsbehörighet till det här objektet. Fältet kan vara tomt eller ha värdet Ja eller Indirekt. Indirekt innebär att behörighet bara ges via ett annat objekt. Om fältet är tomt har behörighetsuppsättningen inte borttagningsbehörighet.

# Page 3178175528 - Control 3811799877 - Property 1295455071
source: Specifies the caption of the object that the permissions apply to.
es_es: Especifica el título del objeto al que se aplican los permisos.
it_ch: Specifica la didascalia dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger rubriken för det objekt som behörigheterna gäller för.

# Page 3178175528 - Control 3811799877 - Property 2879900210
source: Object Caption
es_es: Título objeto
it_ch: Didascalia oggetto
sv_se: Objektrubrik

# Page 3178175528 - Control 4054402322 - Property 1295455071
source: Specifies the security filter that is being applied to this permission set to limit the access that this permission set has to the data contained in this table.
es_es: Especifica el filtro de seguridad que se está aplicando a este conjunto de permisos para limitar el acceso que este tiene a los datos incluidos en esta tabla.
it_ch: Specifica il filtro di protezione applicato a questo set di autorizzazioni per limitare l'accesso di questo set di autorizzazioni ai dati contenuti nella tabella.
sv_se: Anger säkerhetsfiltret som är kopplat till denna behörighetsuppsättning för att begränsa den åtkomst som den här behörighetsuppsättningen har till data i den här tabellen.

# Page 3178175528 - Control 480834248 - Property 1295455071
source: Specifies information about whether the permission set has execute permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have execute permission.
es_es: Especifica la información sobre si el conjunto de permisos tiene permiso de ejecución para este objeto. El valor del campo puede ser Sí, Indirecto o puede estar en blanco. Indirecto significa que se otorga permiso solo a través de otro objeto. Si el campo está vacío, el conjunto de permisos no tiene permiso de ejecución.
it_ch: Specifica informazioni che indicano se il set di autorizzazioni dispone dell'autorizzazione esecuzione per questo oggetto. I valori per il campo sono vuoto, Sì e Indiretto. Indiretto indica che l'autorizzazione deriva solo tramite un altro oggetto. Se il campo è vuoto, il set di autorizzazioni non dispone dell'autorizzazione esecuzione.
sv_se: Innehåller information om huruvida behörighetsuppsättningen har körningsbehörighet till det här objektet. Fältet kan vara tomt eller ha värdet Ja eller Indirekt. Indirekt innebär att behörighet bara ges via ett annat objekt. Om fältet är tomt har behörighetsuppsättningen inte körningsbehörighet.

# Page 3183728555 - Control 2393372713 - Property 1295455071
source: Specifies how much space all companies occupy in the database (in kilobytes)
es_es: Especifica la cantidad de espacio que ocupan todas las empresas en la base de datos (en kilobytes)
it_ch: Specifica la quantità di spazio occupata da tutte le società nel database (in kilobyte)
sv_se: Anger hur mycket utrymme alla företag upptar i databasen (i kB)

# Page 3183728555 - Control 501800200 - Property 1295455071
source: Specifies how much space the company occupies in the database (in kilobytes)
es_es: Especifica la cantidad de espacio que la empresa ocupa en la base de datos (en kilobytes)
it_ch: Specifica la quantità di spazio occupato dalla società nel database (in kilobyte)
sv_se: Anger hur mycket utrymme företaget upptar i databasen (i kB)

# Page 3183728555 - Control 552006252 - Property 1295455071
source: Specifies the name of the company.
es_es: Especifica el nombre de la empresa.
it_ch: Specifica il nome della società.
sv_se: Anger företagets namn.

# Page 3187226699 - Control 2515772770 - Property 1295455071
source: Specifies the source extension name.
da_dk: Angiver navnet på kildeudvidelsen.
es_es: Especifica el nombre de la extensión de origen.
fr_fr: Spécifie le nom de l’extension source.
it_ch: Specifica il nome dell'estensione di origine.
nl_be: Hiermee wordt de naam van de bronextensie opgegeven.
ru_ru: Определяет имя расширения-источника.
sv_se: Anger namnet på källtillägget.

# Page 3187226699 - Control 2766253784 - Property 1295455071
source: Specifies the source extension identifier.
da_dk: Angiver id'et for kildeudvidelsen.
es_es: Especifica el identificador de extensión de origen.
fr_fr: Spécifie l’identifiant de l’extension source.
it_ch: Specifica l'identificatore dell'estensione di origine.
nl_be: Hiermee wordt de id van de bronextensie opgegeven.
ru_ru: Определяет идентификатор расширения-источника.
sv_se: Anger källtilläggets identifierare.

# Page 3187226699 - Control 329424276 - Property 1295455071
source: Specifies the title of the video.
da_dk: Angiver titlen på videoen.
es_es: Especifica el título del vídeo.
fr_fr: Spécifie le titre de la vidéo.
it_ch: Specifica il titolo del video.
nl_be: Hiermee wordt de titel van de video opgegeven.
ru_ru: Определяет заголовок видео.
sv_se: Anger videotiteln.

# Page 3187226699 - Control 3702373668 - Property 1295455071
source: Specifies the video category.
da_dk: Angiver varekategorien.
es_es: Especifica la categoría de vídeo.
fr_fr: Spécifie la catégorie vidéo.
it_ch: Specifica la categoria video.
nl_be: Hiermee wordt de videocategorie opgegeven.
ru_ru: Определяет категорию видео.
sv_se: Anger videokategorin.

# Page 3187226699 - Control 561698981 - Property 2879900210
source: Available Videos
da_dk: Tilgængelige videoer
es_es: Vídeos disponibles
fr_fr: Vidéos disponibles
it_ch: Video disponibili
nl_be: Beschikbare video's
ru_ru: Доступные видео
sv_se: Tillgängliga videor

# Page 3212752058 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
es_es: Especifica la entidad relacionada.
it_ch: Specifica l'entità correlata.
nl_be: Hiermee wordt de gerelateerde entiteit opgegeven.
ru_ru: Определяет связанную сущность.
sv_se: Anger den relaterade enheten.

# Page 3212752058 - Control 1393533604 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3212752058 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter Sales, the field names are prefixed with Sales_. The prefix must be unique.
es_es: Cuando configure la plantilla, sirve para especificar un prefijo que indicará que el campo procede de la entidad relacionada. Por ejemplo, si escribe Ventas, los nombres de campo llevarán el prefijo Ventas_. El prefijo debe ser único.
it_ch: Specifica un prefisso indicante che il campo proviene dall'entità correlata quando si imposta il modello. Se ad esempio si immette Vendite, i nomi dei campi sono preceduti dal prefisso Vendite_. Il prefisso deve essere univoco.
nl_be: Hiermee wordt een prefix opgegeven dat, wanneer u de sjabloon instelt, aangeeft dat het veld uit de gerelateerde entiteit afkomstig is. Als u bijvoorbeeld Verkoop invoert, worden de veldnamen voorafgegaan door Verkoop_. Het prefix moet uniek zijn.
ru_ru: Определяет префикс, который будет указывать (при настройке шаблона), что поле идет из связанной сущности. Например, если ввести "Продажи", имена полей будут иметь префикс "Продажи_". Префикс должен быть уникальным.
sv_se: Specificerar ett prefix som anger att fältet kommer från den relaterade enheten när du konfigurerar mallen. Om du till exempel anger Försäljning föregås fältnamnen av Försäljning_. Prefixet måste vara unikt.

# Page 3212752058 - Control 2385154712 - Property 2879900210
source: Field Prefix
es_es: Prefijo de campo
it_ch: Prefisso campo
nl_be: Veldprefix
ru_ru: Префикс поля
sv_se: Fältprefix

# Page 3212752058 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
es_es: Especifica el id. de la entidad relacionada.
it_ch: Specifica l'ID dell'entità correlata.
nl_be: Hiermee wordt de id opgegeven van de gerelateerde entiteit.
ru_ru: Определяет идентификатор связанной сущности.
sv_se: Anger ID:t för den relaterade enheten.

# Page 3212752058 - Control 3531868071 - Property 1295455071
source: Specifies the field no. from the source entity that creates the relationship to the related entity.
es_es: Especifica el número de campo de la entidad de origen que crea la relación con la entidad relacionada.
it_ch: Specifica il nr. campo dell'entità di origine che crea la relazione con l'entità correlata.
nl_be: Hiermee wordt het veldnummer uit de bronentiteit opgegeven waarmee de relatie met de gerelateerde entiteit wordt gevormd.
ru_ru: Определяет номер поля из сущности-источника, по которому создается связь со связанной сущностью.
sv_se: Anger fältnumret från den källenhet som skapar relationen till den relaterade enheten.

# Page 3212752058 - Control 739346273 - Property 2879900210
source: Related Entity
es_es: Entidad relacionada
it_ch: Entità correlata
nl_be: Gerelateerde entiteit
ru_ru: Связанная сущность
sv_se: Relaterad enhet

# Page 3212752058 - Control 823559016 - Property 1295455071
source: Specifies the field from the source entity that creates the relationship to the related entity. If there are more than one related entities, specify the one to use for your template.​
es_es: Especifica el campo de la entidad de origen que crea la relación con la entidad relacionada. Si hay más de una entidad relacionada, especifique la que se usará para la plantilla.
it_ch: Specifica il campo dell'entità di origine che crea la relazione con l'entità correlata. Se sono presenti più entità correlate, specificare quella da utilizzare per il modello.
nl_be: Hiermee wordt het veld opgegeven uit de bronentiteit waarmee de relatie met de gerelateerde entiteit wordt gevormd. Als er meerdere gerelateerde entiteiten zijn, geeft u de entiteit op die voor uw sjabloon moet worden gebruikt.
ru_ru: Определяет номер поля из сущности-источника, по которому создается связь со связанной сущностью. Если связанных сущностей несколько, укажите, какая из них должна использоваться в шаблоне.​
sv_se: Anger fältet från källenheten som skapar relationen till den relaterade enheten. Om det finns fler än en relaterad enhet anger du vilken som ska användas för mallen.

# Page 3212752058 - Control 823559016 - Property 2879900210
source: Source Entity Relation
es_es: Relación de entidad de origen
it_ch: Relazione entità di origine
nl_be: Relatie van bronentiteit
ru_ru: Связь с исходной сущностью
sv_se: Relation med källenhet

# Page 3266216760 - Control 103915345 - Property 1295455071
source: Specifies the table number.
da_dk: Angiver nummeret på tabellen.
es_es: Especifica el número de la tabla.
it_ch: Specifica il numero della tabella.
nl_be: Hiermee wordt het tabelnummer opgegeven.
ru_ru: Определяет номер таблицы.
sv_se: Anger tabellens nummer.

# Page 3266216760 - Control 166597695 - Property 1295455071
source: Specifies the name of the field in the table.
da_dk: Angiver navnet på feltet i tabellen.
es_es: Especifica el nombre del campo de la tabla.
it_ch: Specifica il nome del campo della tabella.
nl_be: Hiermee wordt de naam van het veld in de tabel opgegeven.
ru_ru: Определяет имя поля в таблице.
sv_se: Anger namnet på fältet i tabellen.

# Page 3266216760 - Control 1878130204 - Property 1295455071
source: Specifies the type of the field in the table, which indicates the type of data it contains.
da_dk: Angiver den type felt i tabellen, som angiver den type data, den indeholder.
es_es: Especifica el tipo de campo de la tabla, que indica el tipo de datos que contiene.
it_ch: Specifica il tipo del campo nella tabella, che indica il tipo di dati contenuti.
nl_be: Hiermee wordt het type opgegeven van het veld in de tabel, dat het type gegevens aangeeft dat het bevat.
ru_ru: Определяет тип поля в таблице, т. е. тип данных, которое оно содержит.
sv_se: Anger typen av fält i tabellen som anger vilken typ av data det innehåller.

# Page 3266216760 - Control 2463291169 - Property 1295455071
source: Specifies the type of data.
da_dk: Angiver datatypen.
es_es: Especifica el tipo de datos.
fr_fr: Spécifie le type de données.
it_ch: Specifica il tipo di dati.
nl_be: Hiermee wordt het type gegevens opgegeven.
ru_ru: Определяет тип данных.
sv_se: Anger typen av data.

# Page 3266216760 - Control 284698554 - Property 1295455071
source: Specifies the option string.
da_dk: Angiver indstillingsstrengen.
es_es: Especifica la cadena de opción.
it_ch: Specifica la stringa opzione.
nl_be: Hiermee wordt de optiereeks opgegeven.
ru_ru: Определяет строку параметров.
sv_se: Anger alternativsträngen.

# Page 3266216760 - Control 3012270107 - Property 1295455071
source: Specifies the ID number of a table from which the field on the current table gets data. For example, the field can provide a lookup into another table.
da_dk: Angiver id-nummeret for en tabel, hvorfra feltet i den aktuelle tabel henter data. F.eks. kan feltet vise et opslag i en anden tabel.
es_es: Especifica el número de id. de una tabla desde la que el campo de la tabla actual obtiene datos. Por ejemplo, el campo puede proporcionar una búsqueda en otra tabla.
it_ch: Specifica l'ID numerico di una tabella da cui il campo nella tabella corrente ottiene i dati. Ad esempio, il campo può fornire una ricerca in un'altra tabella.
nl_be: Hiermee wordt het id-nummer opgegeven van een tabel waaruit het veld in de huidige tabel gegevens haalt. Het veld kan bijvoorbeeld een zoekopdracht in een andere tabel bevatten.
ru_ru: Определяет идентификационный номер таблицы, из которой поле в текущей таблице получает данные. Например, поле может представлять собой подстановку из другой таблицы.
sv_se: Anger ID-numret för en tabell som fältet i den aktuella tabellen hämtar data från. Fältet kan till exempel vara en sökning till en annan tabell.

# Page 3266216760 - Control 3407529226 - Property 1295455071
source: Specifies the data classification.
da_dk: Angiver dataklassificeringen.
es_es: Especifica la clasificación de datos.
it_ch: Specifica la classificazione dei dati.
nl_be: Hiermee wordt de gegevensclassificatie opgegeven.
ru_ru: Определяет категорию данных.
sv_se: Anger dataklassificeringen.
