Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3449870094 - Control 2051953352 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is less than the value that is specified by the Threshold 1 field.
da_dk: Angiver farven på indikatoren, når køindikatorens dataværdi er mindre end værdien af feltet Grænse 1.
es_es: Especifica el color del indicador cuando el valor de los datos que figuran en la pila es inferior al valor del campo Umbral 1.
fr_fr: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est inférieure à la valeur spécifiée par le champ Seuil 1.
it_ch: Specifica il colore dell'indicatore quando il valore dei dati nella pila è minore del valore specificato dal campo Soglia 1.
nl_be: Hiermee wordt de kleur opgegeven van de indicator wanneer de waarde van gegevens in de indicatiestapel kleiner is dan de waarde die wordt opgegeven door het veld Drempel 1.
ru_ru: Определяет цвет индикатора, если значение данных в очереди меньше значения, заданного в поле "Порог 1".
sv_se: Anger färgen på indikatorn när värdet på data i stack-ikonen är mindre än värdet som anges av fältet Gränsvärde 1.

# Page 3449870094 - Control 2870768530 - Property 1295455071
source: Specifies the value in the Cue below which the indicator has the color that is specified by the Low Range Style field.
da_dk: Angiver den værdi i køindikatoren, under hvilken indikatoren har den farve, der er angivet af feltet Typen Lavt interval.
es_es: Especifica el valor de la pila por debajo del cual el indicador tiene el color especificado en el campo Estilo de rango bajo.
fr_fr: Spécifie la valeur dans la pile en dessous de laquelle l'indicateur est de la couleur spécifiée par le champ Style bas de gamme.
it_ch: Specifica il valore nella pila al di sotto del quale l'indicatore assume il colore specificato nel campo Stile intervallo inferiore.
nl_be: Hiermee wordt de waarde in de indicatiestapel opgegeven waaronder de indicator de kleur heeft die in het veld Stijl laag bereik wordt aangegeven.
ru_ru: Определяет значение в очереди, ниже которого индикатор имеет цвет, указанный в поле "Стиль низкого диапазона".
sv_se: Anger värdet i stack-ikonen under vilket indikatorn har den färg som anges i fältet Lågt intervallformat.

# Page 3449870094 - Control 3070320983 - Property 1295455071
source: Specifies the name that is assigned to the Cue.
da_dk: Angiver det navn, der er tildelt til køindikatoren.
es_es: Especifica el nombre asignado a la pila.
fr_fr: Spécifie le nom qui est affecté à la pile.
it_ch: Specifica il nome assegnato alla pila.
nl_be: Hiermee wordt de naam opgegeven die is toegewezen aan de indicatiestapel.
ru_ru: Определяет имя, присвоенное очереди.
sv_se: Anger det namn som har tilldelats stack-ikonen.

# Page 3449870094 - Control 3850109114 - Property 1295455071
source: Specifies the color of the indicator when the value in the Cue is greater than the value of the Threshold 2 field.
da_dk: Angiver farven på indikatoren, når køindikatorens værdi er større end værdien af feltet Grænse 2.
es_es: Especifica el color del indicador cuando el valor de la pila es mayor que el valor del campo Umbral 2.
fr_fr: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est supérieure à la valeur spécifiée par le champ Seuil 2.
it_ch: Specifica il colore dell'indicatore quando il valore nella pila è maggiore del valore del campo Soglia 2.
nl_be: Hiermee wordt de kleur opgegeven van de indicator wanneer de waarde in de indicatiestapel groter is dan de waarde van het veld Drempel 2.
ru_ru: Определяет цвет индикатора, если значение в очереди больше значения, заданного в поле "Порог 2".
sv_se: Anger färgen på indikatorn när värdet på data i stack-ikonen är större än värdet på fältet Gränsvärde 2.

# Page 3449870094 - Control 957678679 - Property 1295455071
source: Specifies the value in the Cue above which the indicator has the color that is specified by the High Range Style field.
da_dk: Angiver den værdi i køindikatoren, over hvilken indikatoren har den farve, der er angivet af feltet Typen Højt interval.
es_es: Especifica el valor de la pila por encima del cual el indicador tiene el color especificado en el campo Estilo de rango alto.
fr_fr: Spécifie la valeur dans la pile au-dessus de laquelle l'indicateur est de la couleur spécifiée par le champ Style haut de gamme.
it_ch: Specifica il valore nella pila al di sopra del quale l'indicatore assume il colore specificato nel campo Stile intervallo superiore.
nl_be: Hiermee wordt de waarde in de indicatiestapel opgegeven waarboven de indicator de kleur heeft die in het veld Stijl hoog bereik wordt aangegeven.
ru_ru: Определяет значение в очереди, выше которого индикатор имеет цвет, указанный в поле "Стиль высокого диапазона".
sv_se: Anger värdet i stack-ikonen ovan i vilken indikatorn har den färg som anges i fältet Högt intervallformat.

# Page 3470670759 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
es_es: Especifica la entidad relacionada.
it_ch: Specifica l'entità correlata.
nl_be: Hiermee wordt de gerelateerde entiteit opgegeven.
ru_ru: Определяет связанную сущность.
sv_se: Anger den relaterade enheten.

# Page 3470670759 - Control 1393533604 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3470670759 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter SALES, the field names are prefixed with SALES_. The prefix must be unique.
es_es: Cuando configure la plantilla, sirve para especificar un prefijo que indicará que el campo procede de la entidad relacionada. Por ejemplo, si escribe VENTAS, los nombres de campo llevarán el prefijo VENTAS_. El prefijo debe ser único.
it_ch: Specifica un prefisso indicante che il campo proviene dall'entità correlata quando si imposta il modello. Se ad esempio si immette VENDITE, i nomi dei campi sono preceduti dal prefisso VENDITE_. Il prefisso deve essere univoco.
nl_be: Hiermee wordt een prefix opgegeven dat, wanneer u de sjabloon instelt, aangeeft dat het veld uit de gerelateerde entiteit afkomstig is. Als u bijvoorbeeld VERKOOP invoert, worden de veldnamen voorafgegaan door VERKOOP_. Het prefix moet uniek zijn.
ru_ru: Определяет префикс, который будет указывать (при настройке шаблона), что поле идет из связанной сущности. Например, если ввести ПРОДАЖИ, имена полей будут иметь префикс ПРОДАЖИ_. Префикс должен быть уникальным.
sv_se: Specificerar ett prefix som anger att fältet kommer från den relaterade enheten när du konfigurerar mallen. Om du till exempel anger FÖRSÄLJNING föregås fältnamnen av FÖRSÄLJNING_. Prefixet måste vara unikt.

# Page 3470670759 - Control 2385154712 - Property 2879900210
source: Field Prefix
es_es: Prefijo de campo
it_ch: Prefisso campo
nl_be: Veldprefix
ru_ru: Префикс поля
sv_se: Fältprefix

# Page 3470670759 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
es_es: Especifica el id. de la entidad relacionada.
it_ch: Specifica l'ID dell'entità correlata.
nl_be: Hiermee wordt de id opgegeven van de gerelateerde entiteit.
ru_ru: Определяет идентификатор связанной сущности.
sv_se: Anger ID:t för den relaterade enheten.

# Page 3566958293 - Control 1936291151 - Property 1295455071
source: Specifies the value for the permission to this object.
es_es: Especifica el valor del permiso para este objeto.
it_ch: Specifica il valore dell'autorizzazione per l'oggetto.
sv_se: Anger värdet på behörigheten för det här objektet.

# Page 3566958293 - Control 1936291151 - Property 2879900210
source: Permission
es_es: Permiso
it_ch: Autorizzazione
sv_se: Behörighet

# Page 3654121945 - Control 1394156814 - Property 1295455071
source: Specifies the inclusion status.
es_es: Especifica el estado de inclusión.
it_ch: Specifica lo stato di inclusione.
sv_se: Anger inkluderingsstatus.

# Page 3654121945 - Control 1394156814 - Property 2879900210
source: Inclusion Status
es_es: Estado de inclusión
it_ch: Stato inclusione
sv_se: Inkluderingsstatus

# Page 3654121945 - Control 3824888243 - Property 1295455071
source: Specifies the permission set
es_es: Especifica el conjunto de permisos
it_ch: Specifica il set di autorizzazioni
sv_se: Anger behörighetsuppsättningen

# Page 3654121945 - Control 3824888243 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3654121945 - Control 871170351 - Property 1295455071
source: Specifies the scope of the permission set.
es_es: Especifica el ámbito del conjunto de permisos.
it_ch: Specifica l'ambito del set di autorizzazioni.
sv_se: Anger behörighetsuppsättningens omfattning.

# Page 3654121945 - Control 871170351 - Property 2879900210
source: Scope
es_es: Ámbito
it_ch: Ambito
sv_se: Omfattning

# Page 367479046 - Control 1694176181 - Property 1295455071
source: View the disclaimer.
da_dk: Vis ansvarsfraskrivelsen.
es_es: Ver el aviso legal.
it_ch: Visualizzare la dichiarazione di non responsabilità.
nl_be: De disclaimer weergeven.
ru_ru: Просмотр отказа от ответственности.
sv_se: Visa ansvarsfriskrivningen.

# Page 367479046 - Control 1694176181 - Property 2879900210
source: Microsft Business Central Disclaimer
es_es: Declinación de responsabilidades de Microsoft Business Central
it_ch: Dichiarazione di non responsabilità di Microsoft Business Central
sv_se: Ansvarsfriskrivning för Microsoft Business Central

# Page 367479046 - Control 1907919420 - Property 1295455071
source: Specifies which version to deploy to.
da_dk: Angiver, hvilken version du skal installere på.
es_es: Especifica la versión en la que se implementará.
it_ch: Specifica la versione in cui effettuare la distribuzione.
nl_be: Hiermee wordt opgegeven naar welke versie moet worden geïmplementeerd.
ru_ru: Определяет версию, в которой будет производиться развертывание.
sv_se: Anger vilken version att distribuera till.

# Page 367479046 - Control 1907919420 - Property 2879900210
source: Deploy to
da_dk: Installer til
es_es: Implementar en
fr_fr: Déployer vers
it_ch: Distribuisci in
nl_be: Installeren naar
ru_ru: Развернуть в
sv_se: Distribuera till

# Page 367479046 - Control 2094552352 - Property 1295455071
source: Specifies how to update the database schema for the extension. The Add option will warn you if the schemas are incompatible and will not apply the change. Force Sync will overwrite the current schema with the new version without warning. Force Sync can lead to data loss.
es_es: Especifica cómo actualizar el esquema de la base de datos para la extensión. La opción Agregar le avisará si los esquemas son incompatibles y no aplicarán el cambio. Forzar sincronización sobrescribirá el esquema actual con la nueva versión sin advertencia. Forzar sincronización puede provocar la pérdida de datos.
it_ch: Specifica come aggiornare lo schema del database per l'estensione. L'opzione Aggiungi avvisa se gli schemi sono incompatibili e non applica la modifica. L'opzione Forza sincronizzazione sovrascrive lo schema corrente con la nuova versione senza preavviso e può comportare la perdita di dati.
nl_be: Hiermee wordt opgegeven hoe het databaseschema moet worden bijgewerkt voor de extensie. Met de optie Toevoegen wordt u gewaarschuwd als de schema's incompatibel zijn en de wijziging wordt dan niet toegepast. Met Synchronisatie afdwingen wordt het huidige schema zonder waarschuwing overschreven door de nieuwe versie. Synchronisatie afdwingen kan tot gegevensverlies leiden.
ru_ru: Определяет, как обновить схему базы данных для расширения. Параметр "Добавить" предупреждает вас, что схемы несовместимы и изменения не будут применяться. Параметр принудительной синхронизации без предупреждения перепишет текущую схему в новую версию. Принудительная синхронизация может привести к потере данных.
sv_se: Anger hur du uppdaterar databasschemat för tillägget. Alternativet Lägg till varnar dig om scheman är inkompatibla, och ändringarna används inte. Alternativet för tvingande synkronisering skriver över det aktuella schemat med den nya versionen utan varning. Tvingande synkronisering kan leda till att data försvinner.

# Page 367479046 - Control 2094552352 - Property 2879900210
source: Schema Sync Mode
es_es: Modo de sincronización de esquema
it_ch: Modalità di sincronizzazione schema
nl_be: Schemasynchronisatiemodus
ru_ru: Режим синхронизации схем
sv_se: Synkroniseringsläge för schema

# Page 367479046 - Control 2484606180 - Property 1295455071
source: Read more about the best practices for installing and publishing extensions.
da_dk: Læs mere om de bedste fremgangsmåder til installation og udgivelse af udvidelser.
es_es: Obtenga más información acerca de las prácticas recomendadas para la instalación y publicación de extensiones.
it_ch: Leggere ulteriori informazioni sulle procedure consigliate per l'installazione e la pubblicazione delle estensioni.
nl_be: Lees meer over de aanbevolen procedures voor het installeren en publiceren van extensies.
ru_ru: Дополнительные рекомендации по установке и публикации расширений.
sv_se: Läs mer om de bästa metoderna för installation och publicering av tillägg.

# Page 367479046 - Control 2758598086 - Property 2879900210
source: Deploy Extension
da_dk: Installer udvidelse
es_es: Implementar extensión
fr_fr: Déployer l'extension
it_ch: Distribuisci estensione
nl_be: Extensie installeren
ru_ru: Развернуть расширение
sv_se: Distribuera tillägg

# Page 367479046 - Control 346708723 - Property 1295455071
source: Specifies that you accept the privacy policy and the disclaimer.
es_es: Especifica que acepta la directiva de privacidad y la declinación de responsabilidades.
it_ch: Specifica che si accettano l'informativa sulla privacy e la dichiarazione di non responsabilità.
sv_se: Anger att du accepterar sekretesspolicyn och ansvarsfriskrivningen.

# Page 367479046 - Control 346708723 - Property 2879900210
source: Accept the privacy policy and the disclaimer
es_es: Aceptar la directiva de privacidad y la declinación de responsabilidades
it_ch: Accetta l'informativa sulla privacy e la dichiarazione di non responsabilità
sv_se: Acceptera sekretesspolicyn och ansvarsfriskrivningen

# Page 367479046 - Control 4093990710 - Property 1295455071
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 367479046 - Control 4093990710 - Property 2879900210
source: Language
da_dk: Sprog
es_es: Idioma
fr_fr: Langue
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 367479046 - Control 4109125798 - Property 2879900210
source: Upload Extension
da_dk: Upload udvidelse
es_es: Cargar extensión
fr_fr: Télécharger l'extension
it_ch: Carica estensione
nl_be: Extensie uploaden
ru_ru: Отправить расширение
sv_se: Ladda upp tillägg

# Page 367479046 - Control 607920654 - Property 1295455071
source: View the privacy and cookies.
es_es: Permite ver la privacidad y las cookies.
it_ch: Visualizzare l'informativa sulla privacy e sui cookie.
sv_se: Visa sekretess och cookies.

# Page 367479046 - Control 607920654 - Property 2879900210
source: Privacy and Cookies
es_es: Privacidad y cookies
it_ch: Privacy e cookie
sv_se: Sekretess och cookies

# Page 367479046 - Control 989751795 - Property 1295455071
source: Specifies the file path of the extension.
da_dk: Angiver filstien til udvidelsen.
es_es: Especifica la ruta de acceso de archivo de la extensión.
it_ch: Specifica il percorso del file dell'estensione.
nl_be: Hiermee wordt het bestandspad van de extensie opgegeven.
ru_ru: Определяет путь к файлу расширения.
sv_se: Anger tilläggets filsökväg.

# Page 367479046 - Control 989751795 - Property 2879900210
source: Select .app file
da_dk: Vælg .app-fil
es_es: Seleccionar archivo .app
fr_fr: Sélectionner un fichier .app
it_ch: Seleziona file con estensione app
nl_be: .app-bestand selecteren
ru_ru: Выберите APP-файл
sv_se: Välj .app-fil

# Page 3676452654 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
es_es: Especifica el tipo de objeto al que se aplican los permisos en la base de datos actual.
it_ch: Specifica il tipo di oggetto a cui si applicano le autorizzazioni nel database corrente.
sv_se: Anger typen för objektet som behörigheterna gäller i den aktuella databasen.

# Page 3676452654 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
es_es: Especifica el nombre del objeto al que se aplican los permisos.
it_ch: Specifica il nome dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger namnet på objektet som behörigheterna gäller.

# Page 3676452654 - Control 1682833869 - Property 1295455071
source: Specifies if the permission set has modify permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de modificación para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di modifica per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har ändringsbehörighet för det här objektet.

# Page 3676452654 - Control 3088155792 - Property 1295455071
source: Specifies if the permission set has insert permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de inserción en este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di inserimento per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har infogningsbehörighet för det här objektet.

# Page 3676452654 - Control 3135917451 - Property 1295455071
source: Specifies if the permission set has read permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de lectura para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di lettura per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har läsbehörighet till det här objektet.

# Page 3676452654 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
es_es: Especifica el id. del objeto al que se aplican los permisos.
it_ch: Specifica l'ID dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger id:t för objektet som behörigheterna gäller.

# Page 3676452654 - Control 3735914638 - Property 1295455071
source: Specifies if the permission set has delete permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de eliminación para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di eliminazione per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har borttagningsbehörighet till det här objektet.

# Page 3676452654 - Control 4054402322 - Property 1295455071
source: Specifies a security filter that applies to this permission set to limit the access that this permission set has to the data contained in this table.
es_es: Especifica un filtro de seguridad que se aplica a este conjunto de permisos para limitar el acceso que este tiene a los datos incluidos en esta tabla.
it_ch: Specifica un filtro di protezione che viene applicato a questo set di autorizzazioni per limitare l'accesso di questo set di autorizzazioni ai dati contenuti nella tabella.
sv_se: Anger ett säkerhetsfilter som gäller för denna behörighetsuppsättning och begränsar den åtkomst som den här behörighetsuppsättningen har till data i den här tabellen.

# Page 3676452654 - Control 480834248 - Property 1295455071
source: Specifies if the permission set has execute permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de ejecución para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di esecuzione per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har körningsbehörighet till det här objektet.

# Page 3692338268 - Control 1143596576 - Property 1295455071
source: Status
es_es: Estado
it_ch: Stato
ru_ru: Статус

# Page 3692338268 - Control 1143596576 - Property 2879900210
source: Status
es_es: Estado
it_ch: Stato
ru_ru: Статус

# Page 3692338268 - Control 1174257626 - Property 1295455071
source: Exclusive when started
es_es: Exclusivo al iniciar
it_ch: Esclusivo quando avviato
nl_be: Exclusief wanneer gestart
ru_ru: Запускается монопольно
sv_se: Exklusive vid start

# Page 3692338268 - Control 1174257626 - Property 2879900210
source: Exclusive when started
es_es: Exclusivo al iniciar
it_ch: Esclusivo quando avviato
nl_be: Exclusief wanneer gestart
ru_ru: Запускается монопольно
sv_se: Exklusive vid start

# Page 3692338268 - Control 1259303857 - Property 1295455071
source: Mark as completed
es_es: Marcar como completada
it_ch: Contrassegna come completato
nl_be: Als voltooid markeren
ru_ru: Пометить как выполненную
sv_se: Markera som slutförd

# Page 3692338268 - Control 1259303857 - Property 2879900210
source: Mark as completed
es_es: Marcar como completada
it_ch: Contrassegna come completato
nl_be: Als voltooid markeren
ru_ru: Пометить как выполненную
sv_se: Markera som slutförd

# Page 3692338268 - Control 1701803945 - Property 1295455071
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Page 3692338268 - Control 1701803945 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Page 3692338268 - Control 1910944158 - Property 1295455071
source: Header
es_es: Encabezado
it_ch: Testata
nl_be: Koptekst
ru_ru: Заголовок
sv_se: Rubrik

# Page 3692338268 - Control 2380151491 - Property 1295455071
source: Status
es_es: Estado
it_ch: Stato
ru_ru: Статус

# Page 3692338268 - Control 2507416415 - Property 1295455071
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Page 3692338268 - Control 3009619052 - Property 1295455071
source: Mark as completed
es_es: Marcar como completada
it_ch: Contrassegna come completato
nl_be: Als voltooid markeren
ru_ru: Пометить как выполненную
sv_se: Markera som slutförd

# Page 3692338268 - Control 3009619052 - Property 2879900210
source: Mark as completed
es_es: Marcar como completada
it_ch: Contrassegna come completato
nl_be: Als voltooid markeren
ru_ru: Пометить как выполненную
sv_se: Markera som slutförd

# Page 3692338268 - Control 3224306516 - Property 1295455071
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 3692338268 - Control 3224306516 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 3692338268 - Control 329424276 - Property 1295455071
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Page 3692338268 - Control 329424276 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Page 3692338268 - Control 3461834954 - Property 1295455071
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 3692338268 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 3692338268 - Control 3851288392 - Property 2879900210
source: Your checklist:
es_es: Su lista de comprobación:
it_ch: Elenco di controllo:
nl_be: Uw controlelijst:
ru_ru: Ваш контрольный список:
sv_se: Din checklista:

# Page 3692338268 - Control 4050089437 - Property 1295455071
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning
