Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Query 712487250 - NamedType 1372333727
source: Expected to have more than 0 email message ID per filter.
es_es: Se esperaba tener más de 0 id. de mensaje de correo electrónico por filtro.
it_ch: Più di 0 ID messaggio e-mail per filtro previsti.
sv_se: Mer än 0 e-postmeddelande-ID:n per filter förväntas.

# Query 178519040 - Property 2879900210
source: Outbox Emails
es_es: Correos electrónicos de bandeja de salida
it_ch: Messaggi e-mail nella posta in uscita
sv_se: Utkorg för e-post

# Query 1846668439 - Property 2879900210
source: Users in Plans
da_dk: Brugere pr. planer
es_es: Usuarios en los planes
fr_fr: Utilisateurs des plans
it_ch: Utenti nei piani
nl_be: Gebruikers in plannen
ru_ru: Пользователи, входящие в планы
sv_se: Användare i planer

# Query 2200828805 - Property 2879900210
source: Plan
da_dk: Planlæg
es_es: Planificar
fr_fr: Planifier
it_ch: Pianifica
nl_be: Plannen
ru_ru: План

# Query 3212038148 - Property 2879900210
source: Device
es_es: Dispositivo
it_ch: Dispositivo
nl_be: Apparaat
ru_ru: Устройство
sv_se: Enhet

# Query 709229469 - Property 2879900210
source: Sent Emails
es_es: Correos electrónicos enviados
it_ch: Messaggi e-mail inviati
sv_se: Skickade e-postmeddelanden

# Query 712487250 - Property 2879900210
source: Email Related Record
es_es: Registro relacionado con correo electrónico
it_ch: Record correlato all'e-mail
sv_se: E-postrelaterad post

# Query 1846668439 - QueryColumn 3454837147 - Property 2879900210
source: User State
da_dk: Brugertilstand
es_es: Estado del usuario
fr_fr: État de l'utilisateur
it_ch: Stato utente
nl_be: Status van gebruiker
ru_ru: Состояние пользователя
sv_se: Användarens tillstånd

# Report 2448602003 - NamedType 1528036445
source: Your Password has been updated.
da_dk: Din adgangskode blev opdateret.
es_es: Se ha actualizado su contraseña.
fr_fr: Votre mot de passe a été mis à jour.
it_ch: La password è stata aggiornata.
nl_be: Uw wachtwoord is bijgewerkt.
ru_ru: Пароль обновлен.
sv_se: Ditt lösenord har uppdaterats.

# Report 2448602003 - NamedType 2078312009
source: The user with %1 %2 does not exist.
da_dk: Brugernavnet med %1 %2 findes ikke.
es_es: El usuario con %1 %2 no existe.
fr_fr: Le nom utilisateur %1 %2 n'existe pas.
it_ch: L'utente con %1 %2 non esiste.
nl_be: De gebruiker met %1 %2 bestaat niet.
ru_ru: Пользователь с %1 %2 не существует.
sv_se: Användaren med %1 %2 finns inte.

# Report 2448602003 - Property 2879900210
source: Change Password
es_es: Cambiar contraseña
it_ch: Cambia password
nl_be: Wachtwoord wijzigen
ru_ru: Смена пароля
sv_se: Ändra lösenord

# Table 1094911819 - Field 2157280740 - Property 2879900210
source: Current Company Status
da_dk: Aktuel virksomhedsstatus
es_es: Estado actual de la empresa
it_ch: Stato società corrente
nl_be: Huidige bedrijfsstatus
ru_ru: Текущее состояние компании
sv_se: Aktuell företagsstatus

# Table 1094911819 - Field 2521436282 - Property 2879900210
source: Start Date/Time
da_dk: Startdato/-tidspunkt
es_es: Fecha/hora inicio
it_ch: Data/ora inizio
nl_be: Begindatum-/tijd
ru_ru: Дата/время начала
sv_se: Startdatum/-tid

# Table 1094911819 - Field 2889527988 - Property 2879900210
source: Task Id
da_dk: Opgave-id
es_es: Id. de tarea
it_ch: ID task
nl_be: Taak-id
ru_ru: ИД задачи
sv_se: Uppgifts-ID

# Table 1094911819 - Field 2897649021 - Property 2879900210
source: Session Id
da_dk: Sessions-id
es_es: Id. de sesión
it_ch: ID sessione
nl_be: Sessie-id
ru_ru: ИД сеанса
sv_se: Sessions-ID

# Table 1094911819 - Field 2907113995 - Property 2879900210
source: Server Instance Id
da_dk: Serverforekomst-id
es_es: Id. instancia de servidor
it_ch: ID istanza server
nl_be: Id van serverinstantie
ru_ru: ИД экземпляра сервера
sv_se: Serverinstans-ID

# Table 1094911819 - Field 3367791877 - Property 2879900210
source: Background Task
da_dk: Baggrundsopgave
es_es: Tarea en segundo plano
it_ch: Task in background
nl_be: Achtergrondtaak
ru_ru: Фоновая задача
sv_se: Bakgrundsuppgift

# Table 1094911819 - Field 3947663796 - Property 2879900210
source: Data Update Required
da_dk: Dataopdatering er påkrævet
es_es: Actualización de datos requerida
it_ch: Aggiornamento dati necessario
nl_be: Gegevensupdate vereist
ru_ru: Требуется обновление данных
sv_se: Datauppdatering krävs

# Table 1094911819 - Field 3997336476 - Property 2879900210
source: Company Name
da_dk: Navn på virksomhed
es_es: Nombre de la empresa
it_ch: Nome società
nl_be: Bedrijfsnaam
ru_ru: Название компании
sv_se: Företagsnamn

# Table 1094911819 - Field 4141588837 - Property 2879900210
source: Confirmed
da_dk: Godkendt
es_es: Confirmado
it_ch: Confermato
nl_be: Bevestigd
ru_ru: Подтверждено
sv_se: Bekräftad

# Table 1094911819 - Field 42252997 - Property 2879900210
source: Feature Key
da_dk: Funktionsnøgle
es_es: Tecla de función
it_ch: Chiave funzione
nl_be: Functiesleutel
ru_ru: Функциональный ключ
sv_se: Funktionsnyckel

# Table 1106505126 - Field 2691914712 - Property 2879900210
source: Last Sync Date Time
da_dk: Dato/klokkeslæt for seneste synkronisering
es_es: Fecha y hora de última sincronización
fr_fr: Date et heure de la dernière synchronisation
it_ch: Data e ora ultima sincronizzazione
nl_be: Datum en tijd van laatste synchronisatie
ru_ru: Дата и время последней синхронизации
sv_se: Datum/tid senaste synkning

# Table 1137163859 - Field 1663593181 - Property 2879900210
source: Primary Key
es_es: Clave principal
it_ch: Chiave primaria
sv_se: Primärnyckel

# Table 1137163859 - Field 3068241891 - Property 2879900210
source: Signup Context
es_es: Contexto de registro
it_ch: Contesto iscrizione
sv_se: Registreringskontext

# Table 1190380835 - Field 1421992775 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
sv_se: Beskrivning

# Table 1190380835 - Field 1936291151 - Property 2879900210
source: Permission
es_es: Permiso
it_ch: Autorizzazione
sv_se: Behörighet

# Table 1190380835 - Field 3632571046 - Property 2879900210
source: Lookup Type
es_es: Tipo de búsqueda
it_ch: Tipo di ricerca
sv_se: Uppslagstyp

# Table 1190380835 - Field 3632571046 - Property 62802879
source: Include,Exclude
es_es: Incluir,Excluir
it_ch: Includi,Escludi
sv_se: Inkludera,Exkludera

# Table 1251581097 - Field 2166984753 - Property 2879900210
source: Date Failed
da_dk: Dato for Mislykket
es_es: Fecha con error
it_ch: Data operazione non riuscita
nl_be: Datum mislukt
ru_ru: Дата сбоя
sv_se: Datum misslyckades

# Table 1251581097 - Field 2426398906 - Property 2879900210
source: Message Id
da_dk: Meddelelses-id
es_es: Id. de mensaje
it_ch: ID messaggio
nl_be: Bericht-id
ru_ru: ИД сообщения
sv_se: Meddelande-ID

# Table 1251581097 - Field 2852966117 - Property 2879900210
source: Error Message
da_dk: Fejlmeddelelse
es_es: Mensaje de error
it_ch: Messaggio di errore
nl_be: Foutmelding
ru_ru: Сообщение об ошибке
sv_se: Felmeddelande

# Table 1251581097 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 1251581097 - Field 3237534996 - Property 2879900210
source: Date Sending
es_es: Fecha envío
it_ch: Data di invio
sv_se: Skickat datum

# Table 1251581097 - Field 3256733105 - Property 2879900210
source: Task Scheduler Id
da_dk: Opgavestyrings-id
es_es: Id. del Programador de tareas
it_ch: ID utilità di pianificazione
nl_be: Taakplanner-id
ru_ru: ИД планировщика задач
sv_se: ID för Schemaläggaren

# Table 1251581097 - Field 3460611877 - Property 2879900210
source: Sender
da_dk: Afsender
es_es: Remitente
it_ch: Mittente
nl_be: Afzender
ru_ru: Отправитель
sv_se: Avsändare

# Table 1251581097 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 1251581097 - Field 3856268488 - Property 2879900210
source: Account Id
da_dk: Konto-id
es_es: Id. de cuenta
it_ch: ID conto
ru_ru: ИД учетной записи
sv_se: Konto-ID

# Table 1251581097 - Field 3879203947 - Property 2879900210
source: Date Queued
da_dk: Dato for Sat i kø
es_es: Fecha de puesta en cola
it_ch: Data in coda
nl_be: Datum in wachtrij
ru_ru: Дата постановки в очередь
sv_se: Köad datum

# Table 1251581097 - Field 4019697798 - Property 2879900210
source: Send From
da_dk: Send fra
es_es: Enviar desde
it_ch: Invia da
nl_be: Verzenden van
ru_ru: Отправить от
sv_se: Skicka från

# Table 1251581097 - Field 4090242150 - Property 2879900210
source: User Security Id
da_dk: Brugersikkerheds-id
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
nl_be: Gebruikersbeveiligings-id
ru_ru: ИД безопасности пользователя
sv_se: Säkerhets-ID för användare

# Table 1251581097 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado
it_ch: Stato
ru_ru: Статус

# Table 1278308846 - Field 2066789741 - Property 2879900210
source: Table Id
da_dk: Tabel-id
es_es: Id. tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 1278308846 - Field 3293942190 - Property 2879900210
source: Default Date Field No.
da_dk: Standarddatofeltnr.
es_es: N.º campo fecha predeterminado
it_ch: Nr. campo data predefinito
nl_be: Standaarddatumveldnr.
ru_ru: Номер поля даты по умолчанию
sv_se: Nummer för standarddatumfält

# Table 1278308846 - Field 3546091797 - Property 2879900210
source: Reten. Pol. Filtering
da_dk: Filtrering af opbevaringspolitik
es_es: Filtrado dir. reten.
it_ch: Filtro criteri di conservazione
nl_be: Bew.beleid filteren
ru_ru: Фильтрация пол. хран.
sv_se: Filtrering av kvarhållningsprincip

# Table 1278308846 - Field 3690615169 - Property 2879900210
source: Reten. Pol. Deleting
da_dk: Sletning af opbevaringspolitik
es_es: Eliminación dir. reten.
it_ch: Eliminazione criteri di conservazione
nl_be: Bew. beleid verwijderen
ru_ru: Пол. хран. - удаление
sv_se: Borttagning av kvarhållningsprincip

# Table 1278308846 - Field 3860796887 - Property 2879900210
source: Table Filters
da_dk: Tabelfiltre
es_es: Filtros de tabla
it_ch: Filtri tabella
nl_be: Tabelfilters
ru_ru: Фильтры таблиц
sv_se: Tabellfilter

# Table 1278308846 - Field 778934062 - Property 2879900210
source: Mandatory Min. Reten. Days
da_dk: Tvungne min. opbevaringsdage
es_es: Días reten. mín. obligatorios
it_ch: Numero min. di giorni di conservazione obbligatori
nl_be: Verplicht minimum bewaardagen
ru_ru: Обязательное мин. кол-во дней хран.
sv_se: Minsta antal obligatoriska kvarhållningsdagar

# Table 1325297727 - Field 1009384294 - Property 2879900210
source: Keywords
da_dk: Nøgleord
es_es: Palabras clave
fr_fr: Mots clés
it_ch: Parole chiave
nl_be: Trefwoorden
ru_ru: Ключевые слова
sv_se: Nyckelord

# Table 1325297727 - Field 2515772770 - Property 2879900210
source: Extension Name
da_dk: Udvidelsesnavn
es_es: Nombre de extensión
fr_fr: Nom de l'extension
it_ch: Nome estensione
nl_be: Extensienaam
ru_ru: Имя расширения
sv_se: Namn på tillägg

# Table 1325297727 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
fr_fr: ID d'application
it_ch: ID app
ru_ru: Код приложения

# Table 1325297727 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Название
sv_se: Namn

# Table 1325297727 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 1325297727 - Field 3702373668 - Property 2879900210
source: Category
da_dk: Kategori
es_es: Categoría
fr_fr: Catégorie
it_ch: Categoria
nl_be: Categorie
ru_ru: Категория
sv_se: Kategori

# Table 1325297727 - Field 3733767603 - Property 2879900210
source: Setup Page ID
da_dk: Konfigurationsside-id
es_es: Configurar id. de página
fr_fr: Configurer l'ID de page
it_ch: ID pagina setup
nl_be: Pagina-id instellen
ru_ru: Код страницы настройки
sv_se: Inställning av sid-ID

# Table 1325297727 - Field 4036313429 - Property 2879900210
source: Icon
da_dk: Ikon
es_es: Icono
fr_fr: Icône
it_ch: Icona
nl_be: Pictogram
ru_ru: Значок
sv_se: Ikon

# Table 1345601853 - Field 2035247194 - Property 2879900210
source: Valid
da_dk: Gyldig
es_es: Válido
it_ch: Valido
nl_be: Geldig
ru_ru: Действительный
sv_se: Giltigt

# Table 1345601853 - Field 3369789712 - Property 2879900210
source: Reason
da_dk: Årsag
es_es: Motivo
it_ch: Motivo
nl_be: Reden
ru_ru: Основание
sv_se: Orsak

# Table 1345601853 - Field 970416965 - Property 2879900210
source: PK
es_es: CP
it_ch: CP
ru_ru: ПК
sv_se: Primärnyckel

# Table 1358710565 - Field 1131619133 - Property 2879900210
source: Value
da_dk: Værdi
es_es: Valor
fr_fr: Valeur
it_ch: Valore
nl_be: Waarde
ru_ru: Значение
sv_se: Värde

# Table 1358710565 - Field 3076185996 - Property 2879900210
source: System ID
es_es: Id. de sistema
fr_fr: ID système
it_ch: ID sistema
nl_be: Systeem-id
ru_ru: Код системы

# Table 1358710565 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id
es_es: Id. tabla
fr_fr: ID table
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: Код таблицы
sv_se: Tabell-ID

# Table 1358710565 - Field 450009889 - Property 2879900210
source: Language ID
da_dk: Sprog-id
es_es: Id. idioma
fr_fr: ID langue
it_ch: ID lingua
nl_be: Taal-id
ru_ru: Код языка
sv_se: Språk-ID

# Table 1358710565 - Field 696461927 - Property 2879900210
source: Language Name
da_dk: Sprognavn
es_es: Nombre idioma
fr_fr: Nom langue
it_ch: Nome lingua
nl_be: Taalnaam
ru_ru: Название языка
sv_se: Språkbeteckning

# Table 1358710565 - Field 869342929 - Property 2879900210
source: Field ID
da_dk: Felt-id
es_es: Id. campo
fr_fr: ID champ
it_ch: ID campo
nl_be: Veld-id
ru_ru: Код поля
sv_se: Fält-ID

# Table 1416408971 - Field 1256520770 - Property 2879900210
source: App Name
es_es: Nombre de la aplicación
it_ch: Nome app
sv_se: Appnamn

# Table 1416408971 - Field 1878130204 - Property 2879900210
source: Type
es_es: Tipo
it_ch: Tipo
sv_se: Typ

# Table 1416408971 - Field 1878130204 - Property 62802879
source: User-Defined,Extension,System
es_es: Definido por el usuario,Extensión,Sistema
it_ch: Definito dall'utente,Estensione,Sistema
sv_se: Användardefinierad,Tillägg,System

# Table 1416408971 - Field 1918310387 - Property 2879900210
source: Role ID
es_es: Id. de rol
it_ch: ID ruolo
sv_se: Roll-ID

# Table 1416408971 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
it_ch: ID app

# Table 1416408971 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
sv_se: Namn

# Table 1416408971 - Field 593885934 - Property 2879900210
source: Scope
es_es: Ámbito
it_ch: Ambito
sv_se: Omfattning

# Table 1416408971 - Field 593885934 - Property 62802879
source: System,Tenant
es_es: Sistema,Suscriptor
it_ch: Sistema,Tenant
sv_se: System,Klientorganisation

# Table 1486435046 - Field 1950707465 - Property 2879900210
source: User SID
da_dk: Bruger-SID
es_es: SID de usuario
fr_fr: SID utilisateur
it_ch: SID utente
nl_be: Gebruikers-SID
ru_ru: SID пользователя
sv_se: Användar-SID

# Table 1486435046 - Field 2656929399 - Property 2879900210
source: Penultimate Login Date
da_dk: Dato for næstsidste logon
es_es: Fecha de penúltimo inicio de sesión
fr_fr: Avant-dernière date de connexion
it_ch: Data penultimo accesso
nl_be: Op één na laatste aanmelddatum
ru_ru: Дата предпоследнего входа
sv_se: Näst senaste inloggningsdatum

# Table 1486435046 - Field 378991847 - Property 2879900210
source: Last Login Date
da_dk: Dato for sidste logon
es_es: Fecha de último inicio de sesión
fr_fr: Date de la dernière connexion
it_ch: Data ultimo accesso
nl_be: Datum van laatste aanmelding
ru_ru: Дата последнего входа
sv_se: Senaste inloggningsdatum

# Table 1486435046 - Field 3904802791 - Property 2879900210
source: First Login Date
da_dk: Dato for første logon
es_es: Primera fecha de inicio de sesión
fr_fr: Date de la première connexion
it_ch: Data primo accesso
nl_be: Eerste aanmeldingsdatum
ru_ru: Дата первого входа
sv_se: Första inloggningsdatum

# Table 1584771742 - Field 3768090202 - Property 2879900210
source: Business Setup Name
da_dk: Navn på virksomhedskonfiguration
es_es: Nombre de configuración de negocio
fr_fr: Nom Paramètres marché
it_ch: Nome setup aziendale
nl_be: Naam van bedrijfsinstelling
ru_ru: Наименование настройки бизнеса
sv_se: Namn för rörelseinställningar

# Table 1584771742 - Field 4036313429 - Property 2879900210
source: Icon
da_dk: Ikon
es_es: Icono
fr_fr: Icône
it_ch: Icona
nl_be: Pictogram
ru_ru: Значок
sv_se: Ikon

# Table 1584771742 - Field 4091014368 - Property 2879900210
source: Media Resources Ref
da_dk: Medieressourceref.
es_es: Referencia de recursos multimedia
fr_fr: Référence ressources média
it_ch: Rif. risorse multimediali
nl_be: Verwijzing naar mediaresources
ru_ru: Ссылка на ресурсы мультимедиа
sv_se: Medieresurser (ref)

# Table 1595900732 - Field 1924927433 - Property 2879900210
source: List Id
es_es: Id. de lista
it_ch: ID lista

# Table 1595900732 - Field 2123145358 - Property 2879900210
source: Server Relative Url
es_es: Dirección URL relativa del servidor
it_ch: URL relativo del server
sv_se: Relativ URL för server

# Table 1595900732 - Field 2355966854 - Property 2879900210
source: List Item Id
es_es: Id. de elemento de lista
it_ch: ID articolo lista
sv_se: Listobjekt-ID

# Table 1595900732 - Field 804481195 - Property 2879900210
source: File Name
es_es: Nombre de archivo
it_ch: Nome file
sv_se: Filnamn

# Table 1610173013 - Field 1134601319 - Property 2879900210
source: Base Template
es_es: Plantilla base
it_ch: Modello di base
sv_se: Basmall

# Table 1610173013 - Field 1249475212 - Property 2879900210
source: Created
es_es: Creado
it_ch: Creato
sv_se: Skapad

# Table 1610173013 - Field 2071228903 - Property 2879900210
source: Base Type
es_es: Tipo base
it_ch: Tipo di base
sv_se: Bastyp

# Table 1610173013 - Field 329424276 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
sv_se: Rubrik

# Table 1610173013 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
sv_se: Beskrivning

# Table 1610173013 - Field 4284502563 - Property 2879900210
source: Is Catalog
es_es: Es catálogo
it_ch: Catalogo
sv_se: Är katalog

# Table 1610173013 - Field 638218256 - Property 2879900210
source: List Item Entity Type Full Name
es_es: Nombre completo de tipo de entidad de elemento de lista
it_ch: Nome completo tipo di entità articolo lista
sv_se: Fullständigt namn för listartikelns enhetstyp

# Table 1636419976 - Field 1260872790 - Property 2879900210
source: Current Value
da_dk: Aktuel værdi
es_es: Valor actual
fr_fr: Valeur actuelle
it_ch: Valore corrente
nl_be: Huidige waarde
ru_ru: Текущее значение
sv_se: Aktuellt värde

# Table 1636419976 - Field 1453871006 - Property 2879900210
source: Update Entity
da_dk: Opdater enhed
es_es: Actualizar entidad
fr_fr: Mettre à jour l'entité
it_ch: Aggiorna entità
nl_be: Entiteit bijwerken
ru_ru: Обновить сущность
sv_se: Uppdatera enhet

# Table 1636419976 - Field 2432660905 - Property 2879900210
source: New Value
da_dk: Ny værdi
es_es: Valor nuevo
fr_fr: Nouvelle valeur
it_ch: Nuovo valore
nl_be: Nieuwe waarde
ru_ru: Новое значение
sv_se: Nytt värde

# Table 1636419976 - Field 2578412327 - Property 2879900210
source: Display Name
da_dk: Visningsnavn
es_es: Nombre para mostrar
fr_fr: Nom complet
it_ch: Nome visualizzato
nl_be: Weergavenaam
ru_ru: Отображаемое имя
sv_se: Visningsnamn

# Table 1636419976 - Field 3008705974 - Property 2879900210
source: Needs User Review
da_dk: Kræver gennemgang af bruger
es_es: Necesita revisión de usuario
fr_fr: Nécessite l'avis de l'utilisateur
it_ch: Revisione utente necessaria
nl_be: Controle door gebruiker vereist
ru_ru: Требует проверки пользователем
sv_se: Behöver granskas av användare

# Table 1636419976 - Field 3021697414 - Property 2879900210
source: User Security ID
da_dk: Brugersikkerheds-id
es_es: Id. de seguridad de usuario
fr_fr: ID sécurité utilisateur
it_ch: ID sicurezza utente
nl_be: Gebruikersbeveiligings-id
ru_ru: Код безопасности пользователя
sv_se: Säkerhets-ID för användare

# Table 1636419976 - Field 3439090987 - Property 2879900210
source: Update Type
da_dk: Opdateringstype
es_es: Tipo de actualización
fr_fr: Type de mise à jour
it_ch: Tipo aggiornamento
nl_be: Type update
ru_ru: Тип обновления
sv_se: Uppdateringstyp

# Table 1636419976 - Field 721864301 - Property 2879900210
source: Handle permission change
da_dk: Håndter tilladelsesændring
es_es: Administrar cambio de permisos
fr_fr: Gérer la modification d'autorisation
it_ch: Gestisci modifica autorizzazione
nl_be: Wijziging van machtiging verwerken
ru_ru: Обработка изменения разрешения
sv_se: Hantera behörighetsändring

# Table 1636419976 - Field 969389916 - Property 2879900210
source: Authentication Object ID
da_dk: Godkendelsesobjekt-id
es_es: Id. de objeto de autenticación
fr_fr: ID objet authentification
it_ch: ID oggetto autenticazione
nl_be: Verificatieobject-id
ru_ru: Код объекта проверки подлинности
sv_se: Verifieringsobjekts-ID

# Table 1641495975 - Field 171145402 - Property 2879900210
source: Index
es_es: Índice
it_ch: Indice
ru_ru: Указатель

# Table 1641495975 - Field 1881551368 - Property 2879900210
source: Length
es_es: Longitud
it_ch: Lunghezza
nl_be: Lengte
ru_ru: Длина
sv_se: Längd

# Table 1641495975 - Field 2038629119 - Property 2879900210
source: Match Index
es_es: Índice de coincidencia
it_ch: Indice corrispondenze
nl_be: Overeenkomstindex
ru_ru: Индекс совпадения
sv_se: Matchningsindex

# Table 1641495975 - Field 3060051996 - Property 2879900210
source: Value
es_es: Valor
it_ch: Valore
nl_be: Waarde
ru_ru: Значение
sv_se: Värde

# Table 1641495975 - Field 3878926381 - Property 2879900210
source: Success
es_es: Correcto
it_ch: Operazione riuscita
nl_be: Geslaagd
ru_ru: Успешно
sv_se: Lyckades

# Table 1656495825 - Field 171145402 - Property 2879900210
source: Index
es_es: Índice
it_ch: Indice
ru_ru: Указатель

# Table 1656495825 - Field 1881551368 - Property 2879900210
source: Length
es_es: Longitud
it_ch: Lunghezza
nl_be: Lengte
ru_ru: Длина
sv_se: Längd

# Table 1656495825 - Field 2756380846 - Property 2879900210
source: Capture Index
es_es: Índice de capturas
it_ch: Indice acquisizioni
nl_be: Vastlegindex
ru_ru: Индекс захвата
sv_se: Överföringsindex

# Table 1656495825 - Field 3060051996 - Property 2879900210
source: Value
es_es: Valor
it_ch: Valore
nl_be: Waarde
ru_ru: Значение
sv_se: Värde

# Table 1704880675 - Field 2801749846 - Property 2879900210
source: Tag
da_dk: Kode
es_es: Etiqueta
fr_fr: Balise
nl_be: Label
ru_ru: Тег
sv_se: Tagg

# Table 1704880675 - Field 3133801257 - Property 2879900210
source: Company
da_dk: Virksomhed
es_es: Compañía
fr_fr: Société
it_ch: Società
nl_be: Bedrijf
ru_ru: Компания
sv_se: Företag

# Table 1704880675 - Field 4276350956 - Property 2879900210
source: Skipped Upgrade
da_dk: Opgradering blev sprunget over
es_es: Actualización omitida
fr_fr: Mise à niveau ignorée
it_ch: Aggiornamento ignorato
nl_be: Overgeslagen upgrade
ru_ru: Пропущенное обновление
sv_se: Överhoppad uppgradering

# Table 1704880675 - Field 621446384 - Property 2879900210
source: Tag Timestamp
da_dk: Tag tidsstempel
es_es: Marca de hora de etiqueta
fr_fr: Horodateur de la balise
it_ch: Timbro data/ora tag
nl_be: Tijdstempel van label
ru_ru: Отметка времени тега
sv_se: Tidsstämpel för tagg

# Table 1789703403 - Field 1789703403 - Property 2879900210
source: Retention Period
da_dk: Opbevaringsperiode
es_es: Periodo de retención
it_ch: Periodo di conservazione
nl_be: Bewaarperiode
ru_ru: Период хранения
sv_se: Kvarhållningsperiod

# Table 1789703403 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod
