Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 162089418 - NamedType 2148116520
source: QUARTER
da_dk: KVARTAL
es_es: TRIMESTRE
fr_fr: TRIMESTRE
it_ch: TRIMESTRE
nl_be: KWARTAAL
ru_ru: КВАРТАЛ
sv_se: KVARTAL

# Codeunit 162089418 - NamedType 2171243320
source: WEEK
da_dk: UGE
es_es: SEMANA
fr_fr: SEMAINE
it_ch: SETTIMANA
ru_ru: НЕДЕЛЯ
sv_se: VECKA

# Codeunit 162089418 - NamedType 2620750562
source: NOW
da_dk: NU
es_es: AHORA
fr_fr: MAINTENANT
it_ch: ADESSO
nl_be: NU
ru_ru: СЕЙЧАС
sv_se: NU

# Codeunit 162089418 - NamedType 2875645988
source: MONTH
da_dk: MÅNED
es_es: MES
fr_fr: MOIS
it_ch: MESE
nl_be: MAAND
ru_ru: МЕСЯЦ
sv_se: MÅNAD

# Codeunit 162089418 - NamedType 3329348988
source: YESTERDAY
da_dk: I GÅR
es_es: AYER
fr_fr: HIER
it_ch: IERI
nl_be: GISTEREN
ru_ru: ВЧЕРА
sv_se: I GÅR

# Codeunit 162089418 - NamedType 3419414979
source: TOMORROW
da_dk: I MORGEN
es_es: MAÑANA
fr_fr: DEMAIN
it_ch: DOMANI
nl_be: MORGEN
ru_ru: ЗАВТРА
sv_se: I MORGON

# Codeunit 162089418 - NamedType 3709851971
source: USER
da_dk: BRUGER
es_es: USUARIO
fr_fr: UTILISATEUR
it_ch: UTENTE
nl_be: GEBRUIKER
ru_ru: ПОЛЬЗОВАТЕЛЬ
sv_se: ANVÄNDARE

# Codeunit 162089418 - NamedType 758613225
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
da_dk: ABCDEFGHIJKLMNOPQRSTUVWXYZÆØÅ
es_es: ABCDEFGHIJKLMNÑOPQRSTUVWXYZ
sv_se: ABCDEFGHIJKLMNOPQRSTUVWXYZÅÄÖ

# Codeunit 1641905399 - NamedType 569519751
source: Unable to initialize certificate!
da_dk: Certifikatet kan ikke initialiseres!
es_es: No se puede inicializar el certificado.
it_ch: Impossibile inizializzare il certificato.
nl_be: Kan certificaat niet initialiseren.
ru_ru: Не удается инициализировать сертификат.
sv_se: Det gick inte att initiera certifikatet.

# Codeunit 1645891195 - NamedType 1383399196
source: All users must be assigned to the same license, either Basic, Essential, or Premium. %1 and %2 are assigned to different licenses, for example, but there may be other mismatches. Your system administrator or Microsoft partner can verify license assignments in your Microsoft 365 admin portal.\\We will sign you out when you choose the OK button.
da_dk: Alle brugere skal tildeles samme licens, dvs. BasiC, Essentiel eller Premium. %1 og %2 tildeles f.eks. forskellige licenser, men der kan være andre uoverensstemmelser. Din systemadministrator eller Microsoft-partner kan bekræfte licenstildelingerne i din Microsoft 365 Admin-Portal.\\Vi logger dig af, når du klikker på knappen OK.
es_es: Todos los usuarios deben tener asignada la misma licencia: Basic, Essential o Premium. %1 y %2 están asignados a licencias diferentes, por ejemplo, pero puede haber otras no coincidencias. El administrador del sistema o el socio de Microsoft puede comprobar asignaciones de licencias en el portal de administración de Microsoft 365.\\Cerraremos su sesión cuando elija el botón Aceptar.
fr_fr: Tous les utilisateurs doivent être affectés à la même licence, que ce soit Basic, Essential ou Premium. %1 et %2 sont affectés à différentes licences, par exemple, mais il peut exister d'autres incompatibilités. L'administrateur système ou votre partenaire Microsoft peut vérifier les attributions de licences sur votre portail d'administration Microsoft 365.\\Nous vous déconnecterons lorsque vous cliquerez sur le bouton OK.
it_ch: Tutti gli utenti devono essere assegnati alla stessa licenza Basic, Essential o Premium. %1 e %2 sono assegnati a licenze diverse ad esempio, ma potrebbero esservi altri utenti non corrispondenti. L'amministratore di sistema o il partner Microsoft può verificare le assegnazioni della licenza nel portale amministrativo di Microsoft 365. \\Quando si sceglie il pulsante OK verrà effettuata la disconnessione dell'utente.
nl_be: Alle gebruikers moeten zijn toegewezen aan dezelfde licentie, Basic, Essential of Premium. %1 en %2 zijn bijvoorbeeld aan verschillende licenties toegewezen, maar er kunnen ook andere verschillen zijn. Uw systeembeheerder of Microsoft-partner kan licentietoewijzingen controleren in uw Microsoft 365-beheerportal.\\U wordt afgemeld wanneer u de knop OK kiest.
ru_ru: Все пользователи должны быть назначены одной и той же лицензии (Basic, Essential или Premium). Например, пользователи %1 и %2 назначены разным лицензиям, однако возможны и другие несоответствия. Ваш системный администратор или партнер Майкрософт могут проверить назначения лицензий на портале администрирования Microsoft 365.\\После нажатия кнопки "ОК" вы выйдете из системы.
sv_se: Alla användare måste tilldelas samma licens, antingen Basic, Essential eller Premium. %1 och %2 har till exempel tilldelats olika licenser, men det kan finnas andra avvikelser. Systemadministratören eller Microsoft-partnern kan verifiera licenstilldelningarna i din administratörsportal för Microsoft 365.\\Vi loggar ut dig när du väljer OK.

# Codeunit 1645891195 - NamedType 1763109697
source: Before you can update user information, go to your Microsoft 365 admin center and make sure that all users are assigned to the same Business Central license, either Basic, Essential, or Premium. For example, we found that users %1 and %2 are assigned to different licenses, but there may be other mismatches.
da_dk: Før du kan opdatere brugeroplysninger, skal du gå til Microsoft 365 Administration og sørge for, at alle brugere er tildelt den samme Business Central-licens, enten Basis, Essential eller Premium. Vi har f.eks. fundet ud af, at brugere %1 og %2 er tildelt forskellige licenser, men der kan være andre uoverensstemmelser.
es_es: Para actualizar la información del usuario, vaya al centro de administración de Microsoft 365 y asegúrese de que todos los usuarios estén asignados a la misma licencia de Business Central, ya sea Basic, Essential o Premium. Por ejemplo, hemos descubierto que los usuarios %1 y %2 están asignados a licencias diferentes, pero puede haber otras no coincidencias.
fr_fr: Avant de pouvoir mettre à jour les informations utilisateur, accédez au centre d'administration Microsoft 365 et vérifiez que tous les utilisateurs sont affectés à la même licence Business Central, que ce soit Basic, Essential ou Premium. Par exemple, nous avons constaté que les utilisateurs %1 et %2 sont affectés à des licences différentes, mais il peut exister d'autres incompatibilités.
it_ch: Prima di aggiornare le informazioni utente, passare all'interfaccia di amministrazione di Microsoft 365 e assicurarsi che tutti gli utenti siano assegnati alla stessa licenza Business Central Basic, Essential o Premium. Ad esempio, è stato rilevato scoperto che gli utenti %1 e %2 sono assegnati a licenze diverse, potrebbero esservi altri utenti non corrispondenti.
nl_be: Voordat u gebruikersgegevens kunt bijwerken, gaat u naar uw Microsoft 365-beheercentrum en zorgt u dat alle gebruikers zijn toegewezen aan dezelfde Business Central-licentie, Basic, Essential of Premium. We hebben bijvoorbeeld vastgesteld dat gebruikers %1 en %2 zijn toegewezen aan verschillende licenties, maar er kunnen ook andere verschillen zijn.
ru_ru: Прежде чем обновлять сведения о пользователях, перейдите в Центр администрирования Microsoft 365 и убедитесь, что все пользователи назначены одной и той же лицензии на Business Central (Basic, Essential или Premium). Например, пользователи %1 и %2 назначены разным лицензиям, однако могут быть и другие несоответствия.
sv_se: Innan du kan uppdatera användarinformationen ska du gå till administratörscentret för Microsoft 365 och kontrollera att alla användare har tilldelats samma Business Central-licens, antingen Basic, Essential eller Premium. Vi upptäckte till exempel att användare %1 och %2 har tilldelats olika licenser, men det kan finnas andra avvikelser.

# Codeunit 1645891195 - NamedType 2557192627
source: The device user cannot be the first user to log into the system.
da_dk: Enhedsbrugeren må ikke være den første bruger, der logger på systemet.
es_es: El usuario del dispositivo no puede ser el primer usuario que inicie sesión en el sistema.
fr_fr: L'utilisateur de l'appareil ne peut pas être le premier utilisateur à se connecter au système.
it_ch: L'utente del dispositivo non può essere il primo utente a connettersi al sistema.
nl_be: De apparaatgebruiker kan zich niet als eerste gebruiker aanmelden bij het systeem.
ru_ru: Пользователь устройства не может быть первым пользователем, входящим в систему.
sv_se: Enhetsanvändaren kan inte vara den första användaren som loggar in i systemet.

# Codeunit 1645891195 - NamedType 3468023376
source: One or more users are not assigned to the same Business Central license. For example, we found that users %1 and %2 are assigned to different licenses, but there may be other mismatches. In your Microsoft 365 admin center, make sure that all users are assigned to the same Business Central license, either Basic, Essential, or Premium. Afterward, update Business Central by opening the Users page and using the 'Update Users from Office 365' action.
da_dk: En eller flere brugere er ikke tildelt den samme Business Central-licens. Vi har f.eks. fundet ud af, at brugere %1 og %2 er tildelt forskellige licenser, men der kan være andre uoverensstemmelser. I Microsoft 365 Administration skal du sikre dig, at alle brugere er tildelt den samme Business Central-licens, enten Basis, Essential eller Premium. Derefter kan du opdatere Business Central ved at åbne siden Brugere og bruge handlingen "Opdater brugere fra Office 365".
es_es: Uno o más usuarios no están asignados a la misma licencia de Business Central. Por ejemplo, hemos descubierto que los usuarios %1 y %2 están asignados a licencias diferentes, pero puede haber otras no coincidencias. En el centro de administración de Microsoft 365, asegúrese de que todos los usuarios estén asignados a la misma licencia de Business Central, ya sea Basic, Essential o Premium. Después, para actualizar Business Central, abra la página Usuarios y use la acción 'Actualizar usuarios desde Office 365'.
fr_fr: Un ou plusieurs utilisateurs ne sont pas affectés à la même licence Business Central. Par exemple, nous avons constaté que les utilisateurs %1 et %2 sont affectés à des licences différentes, mais il peut exister d'autres incompatibilités. Dans le centre d'administration Microsoft 365, vérifiez que tous les utilisateurs sont affectés à la même licence Business Central, que ce soit Basic, Essential ou Premium. Ensuite, mettez à jour Business Central en ouvrant la page Utilisateurs et en utilisant l'action « Mettre à jour les utilisateurs depuis Office 365 ».
it_ch: Uno o più utenti non sono assegnati alla stessa licenza Business Central. Ad esempio, è stato rilevato che gli utenti %1 e %2 sono assegnati a licenze diverse, ma potrebbero esservi altri utenti non corrispondenti. Assicurarsi nell'interfaccia di amministrazione di Microsoft 365 che tutti gli utenti siano assegnati alla stessa licenza Business Central Basic, Essential o Premium. Quindi, aggiornare Business Central aprendo la pagina Utenti e utilizzando l'azione "Aggiorna utenti da Office 365".
nl_be: Een of meer gebruikers zijn niet aan dezelfde Business Central-licentie toegewezen. We hebben bijvoorbeeld vastgesteld dat gebruikers %1 en %2 zijn toegewezen aan verschillende licenties, maar er kunnen ook andere verschillen zijn. Controleer of in uw Microsoft 365-beheercentrum alle gebruikers zijn toegewezen aan dezelfde Business Central-licentie, Basic, Essential of Premium. Werk daarna Business Central bij door de pagina Gebruikers te openen en de actie 'Gebruikers bijwerken vanuit Office 365' te gebruiken.
ru_ru: Не все пользователи назначены одной и той же лицензии на Business Central. Например, пользователи %1 и %2 назначены разным лицензиям, однако могут быть и другие несоответствия. В центре администрирования Microsoft 365 проверьте, что все пользователи назначены одной и той же лицензии на Business Central (Basic, Essential или Premium). Затем обновите Business Central: откройте страницу "Пользователи" и используйте действие "Обновление пользователей из Office 365".
sv_se: En eller flera användare har inte tilldelats samma Business Central-licens. Vi upptäckte till exempel att användare %1 och %2 har tilldelats olika licenser, men det kan finnas andra avvikelser. Gå till administratörscentret för Microsoft 365 och se till att alla användare har tilldelats samma Business Central-licens, antingen Basic, Essential eller Premium. Uppdatera sedan Business Central genom att öppna sidan Användare och använda åtgärden Uppdatera användare från Office 365.

# Codeunit 1685527521 - NamedType 1170614061
source: Do you want to add the selected attachments?
es_es: ¿Desea agregar los anexos seleccionados?
it_ch: Aggiungere gli allegati selezionati?
sv_se: Vill du lägga till de valda bilagorna?

# Codeunit 1685527521 - NamedType 170933452
source: This page is for adding additional, non-default attachments to the scenario. Do you want to add an attachment?
es_es: Esta página permite agregar anexos adicionales y no predeterminados al escenario. ¿Desea agregar un anexo?
it_ch: Questa pagina consente di aggiungere altri allegati non predefiniti allo scenario. Aggiungere un allegato?
sv_se: Den här sidan används för att lägga till ytterligare icke-standardiserade bilagor till scenariot. Vill du lägga till en bilaga?

# Codeunit 1685527521 - NamedType 1722522343
source: Add attachment to selected email scenario
es_es: Agregar anexo a escenario de correo electrónico seleccionado
it_ch: Aggiungi allegato allo scenario e-mail selezionato
sv_se: Lägg till bilaga i valt e-postscenario

# Codeunit 1685527521 - NamedType 3870982870
source: Add attachment to current email scenario
es_es: Agregar anexo a escenario de correo electrónico actual
it_ch: Aggiungi allegato a scenario e-mail corrente
sv_se: Lägg till bilaga i aktuellt e-postscenario

# Codeunit 1725049873 - NamedType 1825248119
source: Exceeded maximum calculation limit for recurrence. Change start date to be today.
da_dk: Overskred den maksimale beregningsgrænse for gentagelse. Skift startdato til i dag.
es_es: Límite de cálculo máximo superado para la periodicidad. Cambie la fecha de inicio para que sea la actual.
fr_fr: Limite de calcul maximale dépassée pour la récurrence. Remplacez la date de début par celle d'aujourd'hui.
it_ch: Limite massimo di calcolo superato per la ricorrenza. Modificare la data di inizio in oggi.
nl_be: Maximale berekeningslimiet voor herhaling overschreden. Stel begindatum in op vandaag.
ru_ru: Превышен предел расчета для повторения. Измените дату начала на "сегодня".
sv_se: Överskrider den maximala beräkningsgränsen för upprepning. Ändra startdatumet till i dag.

# Codeunit 1725049873 - NamedType 926845858
source: Recurring %1 starting %2
da_dk: Gentagelsen %1 starter %2
es_es: %1 periódica a partir de %2
fr_fr: %1 récurrent démarrant %2
it_ch: Ricorrente %1 a partire dal %2
nl_be: Doorlopende %1 begint %2
ru_ru: Повторение %1 начиная с %2
sv_se: Återkommande %1 som börjar %2

# Codeunit 1726821529 - NamedType 1418745497
source: There should be at least one enabled 'SUPER' user.
da_dk: Der skal være mindst én aktiveret 'SUPER'-bruger.
es_es: Debe haber al menos un usuario 'SUPER' habilitado.
fr_fr: Au moins un « SUPER » utilisateur doit être activé.
it_ch: Deve essere presente almeno un utente 'SUPER' abilitato.
nl_be: Er moet ten minste één SUPER-gebruiker zijn geactiveerd.
ru_ru: Должен быть хотя бы один включенный суперпользователь (SUPER).
sv_se: Det måste finnas minst en aktiverad superanvändare.

# Codeunit 1804873446 - NamedType 1156808680
source: No media was selected.
da_dk: Der blev ikke valgt noget medie.
es_es: No se seleccionó ningún medio.
fr_fr: Aucun support n'a été sélectionné.
it_ch: Nessun elemento multimediale è stato selezionato.
nl_be: Er is geen medium geselecteerd.
ru_ru: Файл мультимедиа не выбран.
sv_se: Inga media har valts.

# Codeunit 1822149866 - NamedType 3201883211
source: An error has occurred
es_es: Se produjo un error
it_ch: Si è verificato un errore
sv_se: Ett fel har uppstått

# Codeunit 182252907 - NamedType 1568221125
source: Cannot add table %1 %2 to list of allowed tables because module %3 cannot be found.
da_dk: Tabellen %1 %2 kan ikke tilføjes på listen over tilladte tabeller, fordi modulet %3 ikke blev fundet.
es_es: No se puede agregar la tabla %1 %2 a la lista de tablas permitidas porque no se encuentra el módulo %3.
it_ch: Impossibile aggiungere la tabella %1 %2 alla lista delle tabelle consentite perché il modulo %3 non è stato trovato.
nl_be: Kan tabel %1 %2 niet toevoegen aan de lijst met toegestane tabellen, omdat module %3 niet is gevonden.
ru_ru: Невозможно добавить таблицу %1 (%2) в список разрешенных таблиц, так как не удается найти модуль %3.
sv_se: Det går inte att lägga till tabell %1 %2 i listan över tillåtna tabeller eftersom modul %3 inte kan hittas.

# Codeunit 182252907 - NamedType 157781989
source: Did not allow adding table %1 to the list of allowed tables
da_dk: Tillod ikke at tilføje tabel %1 på listen over tilladte tabeller
es_es: No se permitió agregar la tabla %1 a la lista de tablas permitidas
it_ch: Aggiunta della tabella %1 non consentita alla lista delle tabelle consentite
nl_be: Toevoegen van tabel %1 aan de lijst met toegestane tabellen is niet toegestaan
ru_ru: Не разрешено добавление таблицы %1 в список разрешенных таблиц.
sv_se: Det gick inte att lägga till tabell %1 i listan över tillåtna tabeller

# Codeunit 182252907 - NamedType 2284499565
source: Table %1 %2 was added to the list of allowed tables. Default Date Field No.: %3
da_dk: Tabellen %1 %2 blev føjet til listen over tilladte tabeller. Standarddatofeltnr.: %3
es_es: La tabla %1 %2 se agregó a la lista de tablas permitidas. N.º campo fecha predeterminado: %3
it_ch: La tabella %1 %2 è stata aggiunta alla lista delle tabelle consentite. Nr. campo data predefinito: %3
nl_be: Tabel %1 %2 is toegevoegd aan de lijst met toegestane tabellen. Standaarddatumveldnr.: %3
ru_ru: Таблица %1 (%2) добавлена в список разрешенных таблиц. Номер поля даты по умолчанию: %3
sv_se: Tabell %1 %2 har lagts till i listan över tillåtna tabeller. Nummer för standarddatumfält: %3

# Codeunit 182252907 - NamedType 2643512758
source: Cannot add table %1 %2 to the list of allowed tables because the table is not owned by module %3.
da_dk: Tabel %1 %2 kan ikke tilføjes på listen over tilladte tabeller, fordi tabellen ikke ejes af modulet %3.
es_es: No se puede agregar la tabla %1 %2 a la lista de tablas permitidas porque la tabla no pertenece al módulo %3.
it_ch: Impossibile aggiungere la tabella %1 %2 alla lista delle tabelle consentite perché la tabella non appartiene al modulo %3.
nl_be: Kan tabel %1 %2 niet toevoegen aan de lijst met toegestane tabellen, omdat de tabel geen eigendom is van module %3.
ru_ru: Невозможно добавить таблицу %1 (%2) в список разрешенных таблиц, так как таблица не принадлежит модулю %3.
sv_se: Det går inte att lägga till tabell %1 %2 i listan över tillåtna tabeller eftersom tabellen inte ägs av modulen %3.

# Codeunit 182252907 - NamedType 2702008033
source: Failed to modify table %1 %2 in the list of allowed tables
es_es: No se pudo modificar la tabla %1 %2 en la lista de tablas permitidas
it_ch: Impossibile modificare la tabella %1 %2 nella lista di tabelle consentite
nl_be: Kan tabel %1 %2 niet wijzigen in de lijst met toegestane tabellen
ru_ru: Не удалось изменить таблицу %1 %2 в списке разрешенных таблиц
sv_se: Det gick inte att ändra tabell %1 %2 i listan över tillåtna tabeller

# Codeunit 182252907 - NamedType 295186070
source: Did not allow modifying of table %1 in the list of allowed tables
da_dk: Tillod ikke at redigere tabel %1 på listen over tilladte tabeller
es_es: No se permitió agregar la tabla %1 en la lista de tablas permitidas
it_ch: Modifica della tabella %1 non consentita nella lista delle tabelle consentite
nl_be: Wijzigen van tabel %1 in de lijst met toegestane tabellen is niet toegestaan
ru_ru: Не разрешено изменение таблицы %1 в списке разрешенных таблиц.
sv_se: Det gick inte att ändra tabell %1 i listan över tillåtna tabeller

# Codeunit 182252907 - NamedType 3201237512
source: The retention policy allowed tables list has a default date field number %1 which does not exist in table %2.
da_dk: Listen over tilladte opbevaringspolitikker for tabeller har et standarddatofeltnummer %1, der ikke findes i tabellen %2.
es_es: La lista de tablas permitidas de directivas de retención tiene un número de campo de fecha predeterminado %1 que no existe en la tabla %2.
it_ch: La lista delle tabelle consentite dei criteri di conservazione contiene un numero di campo data predefinito %1 che non esiste nella tabella %2.
nl_be: De lijst met toegestane tabellen voor het bewaarbeleid heeft een standaarddatumveldnummer %1, dat niet bestaat in tabel %2.
ru_ru: Список разрешенных таблиц для политики хранения имеет номер поля даты по умолчанию %1, который не существует в таблице %2.
sv_se: Listan över tillåtna register för kvarhållandeprincip har numret %1 för standarddatumfält som inte finns i tabellen %2.

# Codeunit 182252907 - NamedType 3407996762
source: The list of allowed tables was updated for Table %1 %2: Default Date Field No.: %3
da_dk: Listen over tilladte tabeller er opdateret for tabel %1 %2: Standarddatofeltnr.: %3
es_es: La lista de tablas permitidas se actualizó para la tabla %1 %2: N.º campo fecha predeterminado: %3
it_ch: La lista delle tabelle consentite è stata aggiornata per la tabella %1 %2. Nr. campo data predefinito: %3
nl_be: De lijst met toegestane tabellen is bijgewerkt voor tabel %1 %2: standaarddatumveldnr.: %3
ru_ru: Обновлен список разрешенных таблиц для таблицы %1 (%2). Номер поля даты по умолчанию: %3
sv_se: Listan med tillåtna tabeller uppdaterades för tabellen %1 %2: Nummer för standarddatumfält: %3

# Codeunit 182252907 - NamedType 3634154247
source: Could not remove Table Id %1 from the list of allowed tables as it was not present.
da_dk: Tabel-id'et %1 kunne ikke fjernes fra listen over tilladte tabeller, fordi det ikke findes.
es_es: No se pudo eliminar el id. de tabla %1 de la lista de tablas permitidas ya que no estaba presente.
it_ch: Impossibile rimuovere l'ID tabella %1 dalla lista delle tabelle consentite in quanto non è presente.
nl_be: Kan tabel-id %1 niet verwijderen uit de lijst met toegestane tabellen omdat deze niet aanwezig is.
ru_ru: Не удалось удалить таблицу с ИД %1 из списка разрешенных таблиц, так как она отсутствует.
sv_se: Det gick inte att ta bort tabell-ID %1 från listan över tillåtna tabeller eftersom det inte finns.

# Codeunit 182252907 - NamedType 3756988032
source: Allowed modifying table %1 in the list of allowed tables.
da_dk: Tillad redigering af tabellen %1 på listen over tilladte tabeller.
es_es: Se permitió modificar la tabla %1 en la lista de tablas permitidas.
it_ch: Modifica della tabella %1 consentita nella lista delle tabelle consentite.
nl_be: Wijzigen van tabel %1 in de lijst met toegestane tabellen is toegestaan.
ru_ru: Разрешено изменение таблицы %1 в списке разрешенных таблиц.
sv_se: Tillåtet att ändra tabell %1 i listan över tillåtna tabeller.

# Codeunit 182252907 - NamedType 611032255
source: Allowed adding table %1 to the list of allowed tables.
da_dk: Tillad tilføjelse af tabellen %1 på listen over tilladte tabeller.
es_es: Se permitió agregar la tabla %1 a la lista de tablas permitidas.
it_ch: Aggiunta della tabella %1 consentita alla lista delle tabelle consentite.
nl_be: Toevoegen van tabel %1 aan de lijst met toegestane tabellen is toegestaan.
ru_ru: Разрешено добавление таблицы %1 в список разрешенных таблиц.
sv_se: Tillåtet att lägga till tabell %1 i listan över tillåtna tabeller.
