Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1251581097 - Action 743942932 - Property 1295455071
source: Send the email for processing. The status will change to Pending until it's processed. If the email is successfully sent, it will no longer display in your Outbox.
da_dk: Send mail til behandling. Status ændres til Igangsat, indtil den er behandlet. Hvis mailen er sendt, bliver den ikke længere vist i din Udbakke.
es_es: Envía el mensaje de correo electrónico para su proceso. El estado cambiará a Pendiente hasta que se procese. Si el correo electrónico se envía correctamente, ya no se mostrará en la bandeja de salida.
it_ch: Inviare il messaggio e-mail per l'elaborazione. Lo stato viene impostato su In sospeso finché non viene elaborato. Se il messaggio e-mail viene inviato correttamente, non è più visualizzato nella posta in uscita.
nl_be: Het e-mailbericht verzenden voor verwerking. De status wordt gewijzigd in In behandeling totdat het is verwerkt. Als het verzenden van het e-mailbericht is gelukt, wordt het niet meer weergegeven in uw postvak UIT.
ru_ru: Отправка сообщения электронной почты на обработку. Состояние будет изменено на "Ожидание" до завершения обработки. Если сообщение электронной почты успешно отправлено, оно больше не будет отображаться в папке "Исходящие".
sv_se: Skicka e-postmeddelandet för bearbetning. Status ändras till Väntar tills det behandlas. Om e-postmeddelandet skickas utan problem visas det inte längre i Utkorgen.

# Page 1251581097 - Action 743942932 - Property 2879900210
source: Send
es_es: Enviar
it_ch: Invia
nl_be: Verzenden
ru_ru: Отправить
sv_se: Skicka

# Page 1325297727 - Action 821844379 - Property 1295455071
source: View or edit the setup for the application feature.
da_dk: Vis eller rediger konfigurationen af programfunktionen.
es_es: Permite ver o editar la configuración de la característica de aplicación.
fr_fr: Affichez ou modifiez la configuration de la fonctionnalité de l'application.
it_ch: Visualizzare o modificare il setup per la funzionalità dell'applicazione.
nl_be: De instelling van de toepassingsfunctie weergeven of bewerken.
ru_ru: Просмотр или изменение настройки функции приложения.
sv_se: Visa eller redigera inställningarna för programfunktionen.

# Page 1325297727 - Action 821844379 - Property 2879900210
source: Open Manual Setup
da_dk: Konfiguration af Open Manual
es_es: Abrir configuración manual
fr_fr: Ouvrir le programme d'installation manuelle
it_ch: Apri setup manuale
nl_be: Handmatige instelling openen
ru_ru: Открыть ручную настройку
sv_se: Öppna manuell konfiguration

# Page 1352337529 - Action 2584516161 - Property 1295455071
source: Shows a list of individual approvals.
es_es: Muestra una lista de aprobaciones individuales.
it_ch: Mostra una lista di approvazioni singole.
sv_se: Visar en lista med enskilda godkännanden.

# Page 1352337529 - Action 2584516161 - Property 2879900210
source: Show individual approvals
es_es: Mostrar aprobaciones individuales
it_ch: Mostra approvazioni singole
sv_se: Visa enskilda godkännanden

# Page 1352337529 - Action 526027330 - Property 1295455071
source: Agrees to all privacy notices in the list for all users.
es_es: Acepta todos los avisos de privacidad de la lista para todos los usuarios.
it_ch: Accetta tutte le informative sulla privacy della lista per tutti gli utenti.
sv_se: Accepterar alla sekretessmeddelanden i listan för alla användare.

# Page 1352337529 - Action 526027330 - Property 2879900210
source: Approve All
es_es: Aprobar todo
it_ch: Approva tutto
sv_se: Godkänn alla

# Page 1393501467 - Action 2457075619 - Property 1295455071
source: Clear the performance profiler recording data.
es_es: Permite borrar los datos de grabación del generador de perfiles de rendimiento.
it_ch: Cancellare i dati di registrazione del profiler delle prestazioni.
sv_se: Rensa inspelningsdata för prestandaprofilerare.

# Page 1393501467 - Action 2457075619 - Property 2879900210
source: Clear
es_es: Borrar
it_ch: Cancella
sv_se: Rensa

# Page 1393501467 - Action 2847028226 - Property 1064389655
source: Sharing the results
es_es: Compartiendo los resultados
it_ch: Condivisione dei risultati
sv_se: Dela resultaten

# Page 1393501467 - Action 2847028226 - Property 1295455071
source: Copy the profile file to your Business Central folder in OneDrive and share the file. You can also see who it's already shared with.
es_es: Copie el archivo de perfil a la carpeta de Business Central en OneDrive y comparta el archivo. También puede ver con quién se ha compartido anteriormente.
it_ch: Copiare il file del profilo nella cartella Business Central di OneDrive e condividerlo. È anche possibile vedere con chi è già condiviso.
sv_se: Kopiera profilfilen till din Business Central-mapp på OneDrive och dela filen. Du kan också se vem den redan delats med.

# Page 1393501467 - Action 2847028226 - Property 247559172
source: You can share the results of performance profiling with your partner through OneDrive. Or download the file directly.
es_es: Puede compartir los resultados de la generación de perfiles de rendimiento con su partner a través de OneDrive. O bien, puede descargar el archivo directamente.
it_ch: È possibile condividere i risultati della profilatura delle prestazioni con il partner tramite OneDrive oppure scaricare direttamente il file.
sv_se: Du kan dela resultatet från prestandaprofileraren med en partner via OneDrive. Du kan också ladda ned filen direkt.

# Page 1393501467 - Action 2847028226 - Property 2879900210
source: Share
es_es: Compartir
it_ch: Condividi
sv_se: Dela

# Page 1393501467 - Action 593408208 - Property 1295455071
source: Download the performance profile file of the recording performed.
es_es: Descargue el archivo de perfil de rendimiento de la grabación realizada.
it_ch: Scaricare il file del profilo delle prestazioni della registrazione eseguita.
sv_se: Ladda ned prestandaprofilfilen för inspelningen som har utförts.

# Page 1393501467 - Action 593408208 - Property 2879900210
source: Download
es_es: Descargar
it_ch: Scarica
sv_se: Ladda ned

# Page 1393501467 - Action 620325036 - Property 1064389655
source: Starting the recording
es_es: Iniciando la grabación
it_ch: Avvio della registrazione
sv_se: Starta inspelningen

# Page 1393501467 - Action 620325036 - Property 1295455071
source: Start the performance profiler recording.
es_es: Inicie la grabación del generador de perfiles de rendimiento.
it_ch: Avviare la registrazione del profiler delle prestazioni.
sv_se: Starta inspelningen av prestandaprofileraren.

# Page 1393501467 - Action 620325036 - Property 247559172
source: The most convenient way of interacting with the performance profiler is by having it in a separate browser window next to your main Business Central browser window. Once your windows are conveniently docked, you can start the performance profiler recording.
es_es: La forma más cómoda de interactuar con el generador de perfiles de rendimiento consiste en colocarlo en una ventana independiente del navegador junto a la ventana principal del navegador de Business Central. Cuando las ventanas estén acopladas de forma correcta, puede iniciar la grabación del generador de perfiles de rendimiento.
it_ch: Il modo più comodo per interagire con il profiler delle prestazioni consiste nell'aprirlo in una finestra del browser separata accanto alla finestra principale di Business Central del browser. Una volta che le finestre sono comodamente ancorate, è possibile avviare la registrazione del profiler delle prestazioni.
sv_se: Det enklaste sättet att interagera med prestandaprofileraren är att ha den i ett separat webbläsarfönster bredvid huvudwebbläsarfönstret för Business Central. När fönstret har dockats kan du starta inspelningen med prestandaprofileraren.

# Page 1393501467 - Action 620325036 - Property 2879900210
source: Start
es_es: Iniciar
it_ch: Avvia
sv_se: Starta

# Page 1393501467 - Action 701918397 - Property 1295455071
source: Upload the performance profile file to be processed.
es_es: Cargue el archivo de perfil de rendimiento que se debe procesar.
it_ch: Caricare il file del profilo delle prestazioni da elaborare.
sv_se: Ladda upp prestandaprofilfilen som ska bearbetas.

# Page 1393501467 - Action 701918397 - Property 2879900210
source: Upload
es_es: Cargar
it_ch: Carica
sv_se: Ladda upp

# Page 1393501467 - Action 915332364 - Property 1064389655
source: Stopping the recording
es_es: Deteniendo la grabación
it_ch: Arresto della registrazione
sv_se: Stoppar inspelningen

# Page 1393501467 - Action 915332364 - Property 1295455071
source: Stop the performance profiler recording.
es_es: Permite detener la grabación del generador de perfiles de rendimiento.
it_ch: Arrestare la registrazione del profiler delle prestazioni.
sv_se: Stoppa inspelningen av prestandaprofileraren.

# Page 1393501467 - Action 915332364 - Property 247559172
source: After you have run the scenario, stop the recording. The page is updated with information about which apps were taking time during the process. Use this information to reach out to the relevant extension publisher for help with your performance issue, for example.
es_es: Después de haber ejecutado el escenario, detenga la grabación. La página se actualizará con información sobre las aplicaciones que dedicaron tiempo durante el proceso. Use esta información para ponerse en contacto con el editor de extensión pertinente para obtener ayuda con el problema de rendimiento, por ejemplo.
it_ch: Dopo aver eseguito lo scenario, arrestare la registrazione. La pagina viene aggiornata con le informazioni sulle app che sono state eseguite durante il processo. Utilizzare queste informazioni, ad esempio, per ottenere assistenza dall'editore dell'estensione per il problema relativo alle prestazioni.
sv_se: När du har kört scenariot stoppar du inspelningen. Sidan uppdateras med information om vilka appar som tog tid under processen. Använd den här informationen för att komma i kontakt med utgivaren till det relevanta tillägget för att få hjälp med till exempel prestandaproblem.

# Page 1393501467 - Action 915332364 - Property 2879900210
source: Stop
es_es: Detener
it_ch: Arresta
sv_se: Stoppa

# Page 1431104360 - Action 3859950967 - Property 1295455071
source: Apply all non-manual and enabled retention policies now and delete any expired records.
es_es: Aplique las directivas de retención habilitadas y no manuales ahora y elimine los registros vencidos.
it_ch: Applicare subito tutti i criteri di conservazione non manuali abilitati ed eliminare tutti i record scaduti.
nl_be: Alle niet-handmatige en geactiveerde bewaarbeleidsregels nu toepassen en verlopen records verwijderen.
ru_ru: Применение всех включенных (и не относящихся к применяемым только вручную) политик и удаление всех записей с истекшим сроком хранения.
sv_se: Tillämpa alla ej manuella och aktiverade kvarhållningsprinciper nu och ta bort eventuella utgångna poster.

# Page 1431104360 - Action 3859950967 - Property 2879900210
source: Apply All
es_es: Aplicar todo
it_ch: Applica tutto
nl_be: Alles toepassen
ru_ru: Применить все
sv_se: Tillämpa alla

# Page 1431104360 - Action 865964493 - Property 1295455071
source: Apply the retention policy and delete all expired records in the table.
es_es: Permite aplicar la directiva de retención y eliminar todos los registros caducados de la tabla.
it_ch: Applicare i criteri di conservazione ed eliminare tutti i record scaduti della tabella.
nl_be: Het bewaarbeleid toepassen en alle verlopen records in de tabel verwijderen.
ru_ru: Применение политики хранения и удаление из таблицы всех записей с истекшим сроком хранения.
sv_se: Tillämpa bevarandeprincipen och ta bort alla utgångna poster i tabellen.

# Page 1431104360 - Action 865964493 - Property 2879900210
source: Apply Manually
es_es: Liquidar manualmente
it_ch: Applica manualmente
nl_be: Handmatig vereffenen
ru_ru: Применить вручную
sv_se: Tillämpa manuellt

# Page 176588632 - Action 2660599594 - Property 1295455071
source: Generate an encryption key on the server to enable encryption.
da_dk: Generér en krypteringsnøgle på serveren for at tillade kryptering.
es_es: Permite generar una clave de cifrado en el servidor para habilitar el cifrado.
fr_fr: Générez une clé de chiffrement sur le serveur afin d'activer le chiffrement.
it_ch: Generare una chiave di crittografia nel server per abilitare la crittografia.
nl_be: Een versleutelingssleutel genereren op de server om versleuteling in te schakelen.
ru_ru: Создание ключа шифрования на сервере для включения шифрования.
sv_se: Generera en krypteringsnyckel på servern för att aktivera kryptering.

# Page 176588632 - Action 2660599594 - Property 2879900210
source: Enable Encryption
da_dk: Aktivér kryptering
es_es: Habilitar cifrado
fr_fr: Activer le chiffrement
it_ch: Abilita crittografia
nl_be: Versleuteling inschakelen
ru_ru: Включить шифрование
sv_se: Aktivera kryptering

# Page 176588632 - Action 397629378 - Property 1295455071
source: Change to a different encryption key file.
da_dk: Skift til en anden krypteringsnøglefil.
es_es: Permite cambiar a un archivo de clave de cifrado diferente.
fr_fr: Changez de fichier de clé de chiffrement.
it_ch: Impostare un file di chiave di crittografia differente.
nl_be: Wijzigen in een ander versleutelingssleutelbestand.
ru_ru: Замена файла ключа шифрования.
sv_se: Ändringar av en annan krypteringsnyckelfil.

# Page 176588632 - Action 397629378 - Property 2879900210
source: Change Encryption Key
da_dk: Skift krypteringsnøgle
es_es: Cambiar clave de cifrado
fr_fr: Modifier la clé de chiffrement
it_ch: Cambia chiave di crittografia
nl_be: Versleutelingssleutel wijzigen
ru_ru: Изменить ключ шифрования
sv_se: Ändra krypteringsnyckel

# Page 176588632 - Action 4056126357 - Property 1295455071
source: Decrypt encrypted data.
da_dk: Dekryptér krypterede data.
es_es: Permite descifrar los datos cifrados.
fr_fr: Déchiffrez les données chiffrées.
it_ch: Decrittografare i dati crittografati.
nl_be: Versleutelde gegevens decoderen.
ru_ru: Расшифровка зашифрованных данных.
sv_se: Dekryptera krypterade data.

# Page 176588632 - Action 4056126357 - Property 2879900210
source: Disable Encryption
da_dk: Deaktiver kryptering
es_es: Deshabilitar cifrado
fr_fr: Désactiver le chiffrement
it_ch: Disabilita crittografia
nl_be: Versleuteling uitschakelen
ru_ru: Отключить шифрование
sv_se: Inaktivera kryptering

# Page 176588632 - Action 533391040 - Property 1295455071
source: Export the encryption key to make a copy of the key or so that it can be imported on another server instance.
da_dk: Eksportér en krypteringsnøgle for at oprette en kopi af nøglen, så den kan importeres på en anden serverforekomst.
es_es: Permite exportar la clave de cifrado para crear una copia de la clave o para que se pueda importar a otra instancia de servidor.
fr_fr: Exportez la clé de chiffrement pour faire une copie de la clé ou pour qu'elle puisse être importée sur une autre instance de serveur.
it_ch: Esportare una chiave di crittografia occorre copiare la chiave in modo da poterla importare in un'altra istanza del server.
nl_be: De versleutelingssleutel exporteren om een kopie te maken van de sleutel zodat deze op een andere serverinstantie kan worden geïmporteerd.
ru_ru: Экспорт ключа шифрования для создания копии этого ключа, чтобы его можно было импортировать в другой экземпляр сервера.
sv_se: Exportera krypteringsnyckeln om du vill skapa en kopia av nyckeln eller så att den kan importeras till en annan serverinstans.

# Page 176588632 - Action 533391040 - Property 2879900210
source: Export Encryption Key
da_dk: Eksportér krypteringsnøgle
es_es: Exportar clave de cifrado
fr_fr: Exporter la clé de chiffrement
it_ch: Esporta chiave di crittografia
nl_be: Versleutelingssleutel exporteren
ru_ru: Экспорт ключа шифрования
sv_se: Exportera krypteringsnyckel

# Page 176588632 - Action 819501575 - Property 1295455071
source: Import the encryption key to a server instance from an encryption key file that was exported from another server instance or saved as a copy when the encryption was enabled.
da_dk: Importér en krypteringsnøgle til en serverforekomst fra en krypteringsfil, der blev eksporteret fra en anden serverforekomst eller gemt som en kopi, da krypteringen blev aktiveret.
es_es: Permite importar la clave de cifrado a una instancia de servidor desde un archivo de clave de cifrado que se exportó desde otra instancia de servidor o se guardó como una copia cuando el cifrado estaba habilitado.
fr_fr: Importez la clé de chiffrement vers une instance de serveur à partir d'un fichier de clé de chiffrement qui a été exporté depuis une autre instance de serveur ou enregistré comme copie lors de l'activation du chiffrement.
it_ch: Importare una chiave di crittografia in un'istanza del server da un file della chiave di crittografia precedentemente esportato da un'altra istanza del server o salvato come copia quando è stata abilitata la crittografia.
nl_be: De versleutelingssleutel importeren in een serverinstantie uit een versleutelingssleutelbestand dat van een andere serverinstantie is geëxporteerd of als kopie is opgeslagen toen de versleuteling werd ingeschakeld.
ru_ru: Импорт ключа шифрования в экземпляр сервера из файла ключа шифрования, который был экспортирован из другого экземпляра сервера или сохранен в качестве копии при включении шифрования.
sv_se: Importera krypteringsnyckeln till en serverinstans från en krypteringsnyckelfil som exporterades från en annan serverinstans eller sparades som en kopia när krypteringen aktiverades.

# Page 176588632 - Action 819501575 - Property 2879900210
source: Import Encryption Key
da_dk: Importér krypteringsnøgle
es_es: Importar clave de cifrado
fr_fr: Importer la clé de chiffrement
it_ch: Importa chiave di crittografia
nl_be: Versleutelingssleutel importeren
ru_ru: Импорт ключа шифрования
sv_se: Importera krypteringsnyckel

# Page 1785861980 - Action 1235620153 - Property 2879900210
source: &Next
da_dk: &Næste
es_es: &Siguiente
it_ch: &Avanti
nl_be: V&olgende
ru_ru: &Далее
sv_se: &Nästa

# Page 1785861980 - Action 2019212495 - Property 2879900210
source: &Schedule
da_dk: &Tidsplan
es_es: P&rogramar
it_ch: &Programmazione
nl_be: &Plannen
ru_ru: &Запланировать
sv_se: &Schemalägg

# Page 1785861980 - Action 642782499 - Property 2879900210
source: &Update
da_dk: &Opdater
es_es: A&ctualizar
it_ch: &Aggiorna
nl_be: &Bijwerken
ru_ru: &Обновить
sv_se: &Uppdatera

# Page 1785861980 - Action 742034285 - Property 2879900210
source: &Back
da_dk: &Tilbage
es_es: &Atrás
it_ch: &Indietro
nl_be: &Vorige
ru_ru: &Назад
sv_se: &Tillbaka

# Page 2005578726 - Action 1330269221 - Property 2879900210
source: Process
da_dk: Behandl
es_es: Procesar
fr_fr: Traiter
it_ch: Processo
nl_be: Verwerken
ru_ru: Обработать
sv_se: Bearbeta

# Page 2005578726 - Action 176562519 - Property 1295455071
source: View extension details.
da_dk: Vis udvidelsesdetaljer.
es_es: Permite ver detalles de la extensión.
fr_fr: Affichez les détails de l'extension.
it_ch: Visualizzare i dettagli dell'estensione.
nl_be: Extensiedetails weergeven.
ru_ru: Просмотр сведений о расширении.
sv_se: Visa information om tillägg.

# Page 2005578726 - Action 176562519 - Property 2879900210
source: View
da_dk: Vis
es_es: Ver
fr_fr: Afficher
it_ch: Visualizza
nl_be: Weergeven
ru_ru: Просмотр
sv_se: Visa

# Page 2005578726 - Action 2026913255 - Property 1295455071
source: Refresh the list of extensions.
da_dk: Opdater listen med udvidelser.
es_es: Permite actualizar la lista de extensiones.
fr_fr: Rafraîchissez la liste des extensions.
it_ch: Aggiornare l'elenco di estensioni.
nl_be: De lijst met extensies vernieuwen.
ru_ru: Обновление списка расширений.
sv_se: Uppdatera listan med tillägg.

# Page 2005578726 - Action 2026913255 - Property 2879900210
source: Refresh
da_dk: Opdater
es_es: Actualizar
fr_fr: Actualiser
it_ch: Aggiorna
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# Page 2005578726 - Action 2454442123 - Property 1295455071
source: View information from the extension provider.
da_dk: Vis oplysninger fra udbyderen af udvidelsen.
es_es: Permite ver información del proveedor de extensiones.
fr_fr: Affichez les informations du fournisseur de l'extension.
it_ch: Visualizzare le informazioni del provider di estensioni.
nl_be: Informatie weergeven van de provider van de extensie.
ru_ru: Просмотр сведений из поставщика расширений.
sv_se: Visa information från tilläggsleverantören.

# Page 2005578726 - Action 2454442123 - Property 2879900210
source: Learn More
da_dk: Lær mere
es_es: Más información
fr_fr: En savoir plus
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Узнать больше
sv_se: Läs mer

# Page 2005578726 - Action 2575491252 - Property 1295455071
source: Configure the extension.
da_dk: Konfigurer udvidelsen.
es_es: Configurar la extensión.
fr_fr: Configurez l'extension.
it_ch: Configurare l'estensione.
nl_be: De extensie configureren.
ru_ru: Настройка расширения.
sv_se: Konfigurera tillägget.

# Page 2005578726 - Action 2575491252 - Property 2879900210
source: Configure
da_dk: Konfigurer
es_es: Configurar
fr_fr: Configurer
it_ch: Configura
nl_be: Configureren
ru_ru: Настроить
sv_se: Konfigurera

# Page 2005578726 - Action 361094702 - Property 1295455071
source: Unpublish the extension from the tenant.
da_dk: Annuller udgivelsen af udvidelsen fra lejeren.
es_es: Permite anular la publicación de la extensión del suscriptor.
fr_fr: Annulez la publication de l'extension à partir de l'abonné.
it_ch: Annullare la pubblicazione dell'estensione dal tenant.
nl_be: Maak de publicatie van de extensie ongedaan voor de tenant.
ru_ru: Отмена публикации расширения для арендатора.
sv_se: Upphäv publiceringen av tillägget i klientorganisationen.

# Page 2005578726 - Action 361094702 - Property 2879900210
source: Unpublish
da_dk: Annuller udgivelse
es_es: Anular publicación
fr_fr: Annuler la publication
it_ch: Annulla pubblicazione
nl_be: Publicatie ongedaan maken
ru_ru: Отменить публикацию
sv_se: Upphäv publicering

# Page 2005578726 - Action 3666029466 - Property 1295455071
source: Browse the extension marketplace for new extensions to install.
da_dk: Søg efter udvidelser på markedspladsen, hvis du vil installere nye udvidelser.
es_es: Examina el marketplace de extensión para instalar las nuevas extensiones.
fr_fr: Parcourez le marché des extensions afin de trouver de nouvelles extensions à installer.
it_ch: Verificare nel marketplace la presenza di nuove estensioni da installare.
nl_be: Op de extensiemarktplaats zoeken naar nieuwe extensies om te installeren.
ru_ru: Просмотр магазина расширений с новыми расширениями для установки.
sv_se: Sök på marknadsplatsen för tillägg efter nya tillägg att installera.

# Page 2005578726 - Action 3666029466 - Property 2879900210
source: Extension Marketplace
da_dk: Markedsplads for udvidelser
es_es: Marketplace de extensiones
fr_fr: Marché des extensions
it_ch: Marketplace delle estensioni
nl_be: Extensiemarktplaats
ru_ru: Магазин расширений
sv_se: Marknadsplats för tillägg

# Page 2005578726 - Action 375208022 - Property 1295455071
source: Remove the extension from the current tenant.
da_dk: Fjern udvidelsen fra den aktuelle lejer.
es_es: Permite quitar la extensión del suscriptor actual.
fr_fr: Supprimez l'extension à partir de l'abonné actuel.
it_ch: Rimuovere l'estensione dal tenant corrente.
nl_be: De extensie verwijderen uit de huidige tenant.
ru_ru: Удаление расширения для текущего арендатора.
sv_se: Ta bort tillägget från den aktuella klientorganisationen.

# Page 2005578726 - Action 375208022 - Property 2879900210
source: Uninstall
da_dk: Fjern
es_es: Desinstalar
fr_fr: Désinstaller
it_ch: Disinstalla
nl_be: Installatie ongedaan maken
ru_ru: Удалить
sv_se: Avinstallera
