Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 3256925099 - NamedType 52526176
source: The Y parameter must be between 0 and the image height, which is %1.
es_es: El parámetro Y debe estar comprendido entre 0 y el alto de la imagen, que es %1.
it_ch: Il parametro Y deve essere compreso tra 0 e l'altezza dell'immagine %1.
sv_se: Parametern Y måste vara mellan 0 och bildens höjd, som är %1.

# Codeunit 3256925099 - NamedType 713431146
source: The Green parameter must be between 0 and 255.
es_es: El parámetro Verde debe estar entre 0 y 255.
it_ch: Il parametro verde deve essere compreso tra 0 e 255.
sv_se: Parametern Grön måste vara mellan 0 och 255.

# Codeunit 3256925099 - NamedType 933146621
source: The image is too large. Images can be up to 5 MB.
es_es: La imagen es demasiado grande. Las imágenes pueden tener hasta 5 MB.
it_ch: L'immagine è troppo grande. La dimensione massima dell'immagine è 5 MB.
sv_se: Bilden är för stor. Bilder kan vara högst 5 MB stora.

# Codeunit 3277604266 - NamedType 45121459
source: Input text %1 contains invalid characters for the chosen provider %2 and encoding symbology %3
es_es: El texto de entrada %1 contiene caracteres no válidos para el proveedor %2 y la simbología de codificación %3 elegidos
it_ch: Il testo di input %1 contiene caratteri non validi per il provider scelto %2 e la simbologia di codifica %3
nl_be: Invoertekst %1 bevat ongeldige tekens voor de gekozen provider %2 en coderings-symbology %3
ru_ru: Входной текст %1 содержит недопустимые символы для выбранного поставщика %2 и типа символики %3
sv_se: Indatatexten %1 innehåller ogiltiga tecken för den valda leverantören %2 och kodningssymboliken %3

# Codeunit 3277604266 - NamedType 94485731
source: Provider %1: Barcode symbol encoder %2 is not implemented by this provider!
es_es: Proveedor %1: este proveedor no ha implementado el codificador de símbolos de código de barras %2.
it_ch: Provider %1: il codificatore simbolo codice a barre %2 non è implementato da questo provider.
nl_be: Provider %1: barcodesymboolencoder %2 is niet geïmplementeerd door deze provider.
ru_ru: Поставщик %1: кодировщик символов штрихкодов %2 не реализован этим поставщиком!
sv_se: Leverantören %1: Kodaren %2 för streckkodssymboler implementeras inte av den här leverantören!

# Codeunit 3291568232 - NamedType 611240008
source: The language %1 could not be found.
da_dk: Sproget %1 blev ikke fundet.
es_es: No se encontró el idioma %1.
fr_fr: Langue %1 introuvable.
it_ch: Impossibile trovare la lingua %1.
nl_be: De taal %1 is niet gevonden.
ru_ru: Не удалось найти язык %1.
sv_se: Det gick inte att hitta språket %1.

# Codeunit 335290041 - NamedType 1119377977
source: renew
es_es: renovar
it_ch: rinnovare
sv_se: förnya

# Codeunit 335290041 - NamedType 132853402
source: Could not set expiration on %1.
es_es: No se pudo establecer la expiración en %1.
it_ch: Impossibile impostare la scadenza il %1.
nl_be: Kan verval niet instellen voor %1.
ru_ru: Не удалось указать срок действия для %1.
sv_se: Det gick inte att ange förfallodatum för %1.

# Codeunit 335290041 - NamedType 1651198496
source: Could not copy %1 to %2.
es_es: No se pudo copiar %1 en %2.
it_ch: Impossibile copiare %1 in %2.
nl_be: Kan %1 niet naar %2 kopiëren.
ru_ru: Не удалось скопировать %1 в %2.
sv_se: Det gick inte att kopiera %1 till %2.

# Codeunit 335290041 - NamedType 1877850615
source: Container
es_es: Contenedor
it_ch: Contenitore
sv_se: Behållare

# Codeunit 335290041 - NamedType 188988107
source: Could not put block on %1.
es_es: No se pudo colocar el bloque en %1.
it_ch: Impossibile mettere il blocco su %1.
nl_be: Kan blok niet plaatsen op %1.
ru_ru: Не удалось установить блокировку для %1.
sv_se: Det gick inte att placera blocket på %1.

# Codeunit 335290041 - NamedType 2345547357
source: Could not %3 Blob %1 in container %2.
es_es: No se pudo %3 %1 blob en el contenedor %2.
it_ch: Impossibile %3 BLOB %1 nel contenitore %2.
nl_be: Kan blob %1 niet %3 in container %2.
ru_ru: Не удалось %3 BLOB-объект %1 в контейнере %2.
sv_se: Det gick inte att %3 bloben %1 i behållaren %2.

# Codeunit 335290041 - NamedType 2691626021
source: Could not append block from URL %1 on %2.
es_es: No se pudo anexar el bloque de la dirección URL %1 en %2.
it_ch: Impossibile aggiungere dal blocco URL %1 in %2.
nl_be: Kan blok uit URL %1 niet toevoegen aan %2.
ru_ru: Не удалось добавить блокировку из URL %1 для BLOB-объекта %2.
sv_se: Det gick inte att lägga till blocket från URL %1 på %2.

# Codeunit 335290041 - NamedType 2819296591
source: release
es_es: lanzar
it_ch: rilasciare
sv_se: släppa

# Codeunit 335290041 - NamedType 2838539987
source: Could not upload %1 to %2
es_es: No se pudo cargar %1 en %2
it_ch: Impossibile caricare %1 in %2
nl_be: Kan %1 niet uploaden naar %2
ru_ru: Не удалось загрузить BLOB-объект %1 в контейнер %2
sv_se: Det gick inte att ladda upp %1 till %2

# Codeunit 335290041 - NamedType 3084543117
source: Duration can be between 0 and 60 seconds. Parameter Value: %1
es_es: La duración puede estar comprendida entre 0 y 60 segundos. Valor del parámetro: %1
it_ch: La durata può essere compresa tra 0 e 60 secondi. Valore parametro: %1
sv_se: Varaktigheten kan vara mellan 0 och 60 sekunder. Parametervärde: %1

# Codeunit 335290041 - NamedType 3264097216
source: Could not put block from URL %1 on %2.
es_es: No se pudo colocar el bloque de la dirección URL %1 en %2.
it_ch: Impossibile inserire il blocco dall'URL %1 in %2.
nl_be: Kan blok uit URL %1 niet plaatsen in %2.
ru_ru: Не удалось установить блокировку из URL %1 для BLOB-объекта %2.
sv_se: Det gick inte att placera blocket från URL %1 på %2.

# Codeunit 335290041 - NamedType 3362851988
source: You need to specify %1 (%2)
es_es: Debe especificar %1 (%2)
it_ch: È necessario specificare %1 (%2)
sv_se: Du måste ange %1 (%2)

# Codeunit 335290041 - NamedType 3386439318
source: Duration can be -1 (for infinite) or between 15 and 60 seconds. Parameter Value: %1
es_es: La duración puede ser -1 (para infinito) o ser de entre 15 y 60 segundos. Valor del parámetro: %1
it_ch: La durata può essere -1 (infinito) o compresa tra 15 e 60 secondi. Valore parametro: %1
sv_se: Varaktigheten kan vara -1 (för oändligt) eller mellan 15 och 60 sekunder. Parametervärde: %1

# Codeunit 335290041 - NamedType 3473948105
source: Could not %1 lease for %2 %3.
es_es: No se pudo %1 el arrendamiento para %2 %3.
it_ch: Impossibile %1 il leasing per %2 %3.
sv_se: Det gick inte att %1 lånet av %2 %3.

# Codeunit 335290041 - NamedType 3481462528
source: Could not get Blob %1.
es_es: No se pudo obtener el blob %1.
it_ch: Impossibile ottenere BLOB %1.
nl_be: Kan blob %1 niet ophalen.
ru_ru: Не удалось получить BLOB-объект %1.
sv_se: Det gick inte att hämta bloben %1.

# Codeunit 335290041 - NamedType 3793386442
source: Could not find Blobs by Tags.
es_es: No pudieron encontrar blobs por etiquetas.
it_ch: Impossibile trovare BLOB per tag.
nl_be: Kan geen blobs vinden op label.
ru_ru: Не удалось найти BLOB-объекты по тегам.
sv_se: Det gick inte att hitta blobar med taggar.

# Codeunit 335290041 - NamedType 3888985828
source: Could not %1 %2 Tags.
es_es: No se pudieron %1 %2 etiquetas.
it_ch: Impossibile %1 tag %2.
nl_be: Kan %2-labels niet %1.
ru_ru: Не удалось %1 теги для %2 .
sv_se: Det gick inte att %1 %2 taggar.

# Codeunit 335290041 - NamedType 4292101918
source: Could not %2 block list on %1.
es_es: No se pudo %2 lista de bloqueo en %1.
it_ch: Impossibile %2 l'elenco di blocchi in %1.
nl_be: Kan bloklijst niet bij %1 %2.
ru_ru: Не удалось %2 блокировку для BLOB-объекта %1.
sv_se: Det gick inte att %2 blocklistan på %1.

# Codeunit 335290041 - NamedType 478913454
source: Could not create container %1.
es_es: No se pudo crear el contenedor %1.
it_ch: Impossibile creare il contenitore %1.
nl_be: Kan container %1 niet maken.
ru_ru: Не удалось создать контейнер %1.
sv_se: Det gick inte att skapa behållaren %1.

# Codeunit 335290041 - NamedType 501127257
source: Could not delete container %1.
es_es: No se pudo eliminar el contenedor %1.
it_ch: Impossibile eliminare il contenitore %1.
nl_be: Kan container %1 niet verwijderen.
ru_ru: Не удалось удалить контейнер %1.
sv_se: Det gick inte att ta bort behållaren %1.

# Codeunit 335290041 - NamedType 579037001
source: Could not list blobs for container %1.
es_es: No se pudieron enumerar los blobs para el contenedor %1.
it_ch: Impossibile elencare i BLOB per il contenitore %1.
nl_be: Kan geen blobs weergeven voor container %1.
ru_ru: Не удалось включить в список BLOB-объекты для контейнера %1.
sv_se: Det gick inte att lista blobar för behållaren %1.

# Codeunit 335290041 - NamedType 592510374
source: change
es_es: cambiar
it_ch: modificare
sv_se: ändra

# Codeunit 335290041 - NamedType 638986168
source: acquire
es_es: adquirir
it_ch: acquisire
sv_se: anskaffa

# Codeunit 335290041 - NamedType 866805029
source: break
es_es: interrumpir
it_ch: interrompere
sv_se: avbryta

# Codeunit 335290041 - NamedType 996150433
source: Could not list container.
es_es: No se pudo enumerar el contenedor.
it_ch: Impossibile elencare il contenitore.
nl_be: Kan container niet weergeven.
ru_ru: Не удалось включить контейнер в список.
sv_se: Det gick inte att lista behållaren.

# Codeunit 3355710323 - NamedType 699986343
source: The password must contain at least %1 characters.
da_dk: Adgangskoden skal indeholde mindst %1 tegn.
es_es: La contraseña debe tener al menos %1 caracteres.
fr_fr: Le mot de passe doit être constitué d'au moins %1 caractères.
it_ch: La password deve contenere almeno %1 caratteri.
nl_be: Het wachtwoord moet ten minste %1 tekens bevatten.
ru_ru: Пароль должен содержать не менее %1 символов.
sv_se: Lösenordet måste innehålla minst %1 tecken.

# Codeunit 3404572048 - NamedType 2655781089
source: Data Type must be Integer or Decimal for Measure %1.
es_es: El tipo de datos debe ser Integer o Decimal para la medida %1.
it_ch: Il tipo di dati deve essere Integer o Decimal per Misura %1.
sv_se: Datatypen måste vara Integer eller Decimal för måttet %1.

# Codeunit 3406436467 - NamedType 1943873903
source: You must sign out and then sign in again to make the changes take effect.
es_es: Debe cerrar la sesión y volver a iniciarla para que el cambio surta efecto.
it_ch: Per rendere effettive le modifiche, è necessario disconnettersi e riconnettersi nuovamente.
sv_se: Du måste logga ut och sedan logga in igen för att ändringarna ska börja gälla.

# Codeunit 3411327414 - NamedType 1274948781
source: Limited the number of records to delete for table %1, %2 to %3 records. The maximum number of records that can be deleted at the same time is %4, and %5 records were previously deleted in one or more tables.
da_dk: Begrænsede antallet af records, der skal slettes for tabellen %1, %2 til %3 records. Det maksimale antal records, der kan slettes på samme tidspunkt, er %4, og %5 records er blevet slettet tidligere i en eller flere tabeller.
es_es: Se ha limitado el número de registros que se eliminarán para la tabla %1, %2 a %3 registros. El número máximo de registros que se pueden eliminar al mismo tiempo es %4 y los %5 registros se eliminaron anteriormente en una o más tablas.
it_ch: Il numero di record da eliminare per la tabella %1, %2 è limitato a %3 record. Il numero massimo di record che è possibile eliminare contemporaneamente è %4 e %5 record sono stati eliminati in precedenza in una o più tabelle.
nl_be: Het aantal records dat moet worden verwijderd voor tabel %1, %2 is beperkt tot %3 records. Het maximale aantal records dat tegelijkertijd kan worden verwijderd, is %4 en %5 records zijn eerder verwijderd in een of meer tabellen.
ru_ru: Количество удаляемых записей для таблицы %1 (%2) ограничено до %3 записей. Максимальное количество одновременно удаляемых записей — %4, и уже удалено %5 записей из одной или нескольких таблиц.
sv_se: Begränsa antalet poster som ska tas bort för tabell %1, %2 till %3 poster. Det maximala antalet poster som kan tas bort samtidigt är %4 och %5 poster har tidigare tagits bort i en eller flera tabeller.

# Codeunit 3411327414 - NamedType 1381496626
source: Max. Number of Rec. To Delete is less than 0.
es_es: N.º máx. reg. para eliminar es menor que 0.
it_ch: Il numero massimo di record da eliminare è minore di 0.
sv_se: Max. antal reg. att ta bort är mindre än noll.

# Codeunit 3411327414 - NamedType 2047030313
source: Unable to check number of records to delete due to missing read permission for table %1, %2
da_dk: Du kan ikke kontrollere antallet af records, der skal slettes på grund af manglende læsetilladelse til tabellen %1, %2
es_es: No se puede comprobar el número de registros que se eliminarán porque falta el permiso de lectura en la tabla %1, %2
it_ch: Impossibile controllare il numero di record da eliminare a causa dell'autorizzazione di lettura mancante per la tabella %1, %2
nl_be: Kan het aantal te verwijderen records niet controleren omdat leesmachtiging ontbreekt voor tabel %1, %2
ru_ru: Не удается проверить количество записей для удаления из-за отсутствия разрешения на чтение в отношении таблицы %1 (%2)
sv_se: Det går inte att kontrollera antalet poster som ska tas bort eftersom det inte finns läsbehörighet för tabell %1, %2

# Codeunit 3411327414 - NamedType 3891174035
source: Reached the maximum number of records that can be deleted at the same time. The maximum number allowed is %1.
da_dk: Det maksimale antal records, der kan slettes på samme tidspunkt, blev nået. Det maksimale tilladte antal er %1.
es_es: Ha alcanzado el número máximo de registros que se pueden eliminar al mismo tiempo. El número máximo permitido es %1.
it_ch: È stato raggiunto il numero massimo di record che possono essere eliminati contemporaneamente. Numero massimo consentito: %1.
nl_be: Het maximale aantal records dat tegelijkertijd kan worden verwijderd, is bereikt. Het maximaal toegestane aantal is %1.
ru_ru: Достигнуто максимальное допустимое количество одновременно удаляемых записей. Максимальное допустимое количество — %1.
sv_se: Det maximala antalet poster som kan tas bort på samma gång har uppnåtts. Det högsta tillåtna antalet är %1.

# Codeunit 3415626413 - NamedType 2958770673
source: This app may transfer data to other geographies than the current geography of your Dynamics 365 Business Central environment. This is to ensure proper functionality of the app.
es_es: Esta aplicación puede transferir datos a otras zonas geográficas distintas de la zona geográfica actual del entorno de Dynamics 365 Business Central, lo cual garantiza la correcta funcionalidad de la aplicación.
it_ch: Questa app può trasferire dati ad altre aree geografiche rispetto alla geografia corrente dell'ambiente Dynamics 365 Business Central. Questa opzione garantisce la corretta funzionalità dell'app.
nl_be: Deze app kan gegevens overdragen naar andere geografieën dan de huidige geografie van uw Dynamics 365 Business Central-omgeving. Hiermee wordt de juiste functionaliteit van de app gegarandeerd.
ru_ru: Это приложение может передавать данные в географические регионы, отличные от текущего региона вашей среды Dynamics 365 Business Central. Это необходимо для обеспечения надлежащего функционирования приложения.
sv_se: Den här appen kan överföra data till andra geografiska områden än det aktuella geografiska området i Dynamics 365 Business Central-miljön. Detta för att säkerställa att appen fungerar som den ska.

# Codeunit 3425402017 - NamedType 2009102475
source: This implementation of the interface does not support the enum value selected. Contact your Microsoft partner for assistance. The following information can help them address the issue: Value: %1, Interface: Interface Retention Period, Implementation: codeunit 3900 Retention Period Impl.
da_dk: Denne implementering af grænsefladen understøtter ikke den valgte Enum-værdi. Kontakt din Microsoft-partner for at få hjælp. Følgende oplysninger kan hjælpe dem med at løse problemet: Værdi: %1, Grænseflade: Opbevaringsperiode for brugergrænseflade, Implementering: Codeunit 3900 Opbevaringsperiode Impl.
es_es: Esta implementación de la interfaz no admite el valor de enumeración seleccionado. Póngase en contacto con su socio de Microsoft para obtener ayuda. La siguiente información puede ayudarle a resolver el problema: Valor: %1, Interfaz: periodo de retención de la interfaz, Implementación: codeunit 3900 Impl. de retención de periodo
it_ch: Questa implementazione dell'interfaccia non supporta il valore enum selezionato. Contattare il partner Microsoft per assistenza. Le informazioni seguenti possono essere utili per risolvere il problema: valore: %1, interfaccia: periodo di conservazione dell'interfaccia, implementazione: codeunit 3900 implementazione periodo di conservazione.
nl_be: Deze implementatie van de interface ondersteunt de geselecteerde Enum-waarde niet. Neem contact op met uw Microsoft-partner voor hulp. Met behulp van de volgende informatie kan het probleem worden opgelost: waarde: %1, Interface: bewaarperiode voor interface, Implementatie: codeunit 3900 Impl. bewaarperiode
ru_ru: Эта реализация интерфейса не поддерживает выбранное значение перечисления. Обратитесь за помощью к своему партнеру корпорации Майкрософт, сообщив следующую информацию: значение: %1, интерфейс: Interface Retention Period, реализация: модуль codeunit 3900, Retention Period Impl.
sv_se: Den här implementeringen av gränssnittet har inte stöd för det uppräkningsvärde som har valts. Kontakta din Microsoft-partner om du behöver hjälp. Med hjälp av följande information kan du åtgärda problemet: Värde: %1, gränssnitt: gränssnitt för kvarhållningsperiod, implementering: codeunit 3900 för implementering av kvarhållningsperiod.

# Codeunit 3425402017 - NamedType 3953546739
source: The date formula (%1) must result in a date that is at least two days before the current date. For example, to calculate a period for the past week, month, or year, use either -1W, -1M, or -1Y.
da_dk: Datoformlen (%1) skal resultere i en dato, der ligger mindst to dage før dags dato. Hvis du f.eks. vil beregne en periode for den forrige uge, måned eller det forrige år, skal du bruge -1U, -1M eller -1Y.
es_es: La fórmula de fecha (%1) debe dar como resultado una fecha que tenga lugar al menos dos días antes de la fecha actual. Por ejemplo, para calcular un periodo de la semana, mes o año pasados, use -1S, -1M o -1A.
it_ch: La formula della data (%1) deve avere come risultato una data di almeno due giorni prima della data corrente. Per calcolare, ad esempio, un periodo per la settimana passata, il mese o l'anno, utilizzare -1S, -1M o -1A.
nl_be: De datumformule (%1) moet resulteren in een datum die ten minste twee dagen vóór de huidige datum ligt. Als u bijvoorbeeld een periode wilt berekenen voor de afgelopen week, de afgelopen maand of het afgelopen jaar, gebruikt u respectievelijk -1W, -1M of -1Y.
ru_ru: Формула даты (%1) должна давать дату, которая как минимум на два дня раньше текущей даты. Например, для расчета периода, соответствующего прошлой неделе, месяцу или году, используйте -1Н, -1М или -1Г соответственно.
sv_se: Datumformeln (%1) måste resultera i ett datum som infaller minst två dagar före det aktuella datumet. Om du till exempel vill beräkna en period för den senaste veckan, månaden eller året använder du -1V, -1M eller -1Å.

# Codeunit 3583618770 - NamedType 3575726745
source: Incorrect response.
es_es: Respuesta incorrecta.
it_ch: Risposta non corretta.
sv_se: Felaktigt svar.

# Codeunit 3583618770 - NamedType 683667025
source: Could not read response.
es_es: No se ha podido leer la respuesta.
it_ch: Impossibile leggere la risposta.
sv_se: Det gick inte att läsa svaret.

# Codeunit 3635256207 - NamedType 94485731
source: Provider %1: 2D Barcode symbol encoder %2 is not implemented by this provider!
es_es: Proveedor %1: este proveedor no ha implementado el codificador de símbolos de códigos de barras 2D %2.
it_ch: Provider %1: il codificatore simbolo codice a barre 2D %2 non è implementato da questo provider.
sv_se: Leverantör %1: Avkodaren %2 för streckkod i 2D har inte implementeras av den här leverantören.

# Codeunit 3666029466 - NamedType 1706207420
source: The extension was successfully installed.
da_dk: Udvidelsen er blevet installeret.
es_es: La extensión se instaló correctamente.
fr_fr: L’extension a été installée avec succès.
it_ch: L'estensione è stata installata.
nl_be: De extensie is geïnstalleerd.
ru_ru: Расширение успешно установлено.
sv_se: Tillägget har installerats.

# Codeunit 3666029466 - NamedType 2491398484
source: Selected extension could not be installed because a valid App Id or package ID is not passed. Application ID : %1.
da_dk: Den valgte udvidelse kunne ikke installeres, da et gyldigt app-id eller pakke-id ikke er overført. Applikations-id: %1.
es_es: No se ha podido instalar la extensión seleccionada porque no se pasa un id. de aplicación o un id. de paquete válidos. Id. de aplicación: %1.
it_ch: Impossibile installare l'estensione selezionata perché non è stato passato un ID app o un ID pacchetto valido. ID applicazione: %1.
nl_be: De geselecteerde extensie kan niet worden geïnstalleerd omdat er geen geldige app-id of pakket-id is doorgegeven. Toepassings-id: %1.
ru_ru: Не удалось установить выбранное расширение, так как не передан допустимый ИД приложения или ИД пакета. ИД приложения: %1.
sv_se: Det valda tillägget kunde inte installeras eftersom ett giltigt program-ID eller paket-ID inte har skickats. Program-ID: %1.

# Codeunit 3666029466 - NamedType 345714831
source: Selected extension could not be installed because the extension is not published and a valid App Id is not passed. Application ID : %1.
da_dk: Den valgte udvidelse kunne ikke installeres, da udvidelsen ikke er publiceret, og der ikke er overført et gyldigt app-id. Applikations-id: %1.
es_es: No se ha podido instalar la extensión seleccionada porque la extensión no está publicada y no se pasa un id. de aplicación válido. Id. de aplicación: %1.
it_ch: Impossibile installare l'estensione selezionata perché non è stata pubblicata e non è stato passato un ID app valido. ID applicazione: %1.
nl_be: De geselecteerde extensie kan niet worden geïnstalleerd omdat de extensie niet is gepubliceerd en er geen geldige app-id is doorgegeven. Toepassings-id: %1.
ru_ru: Не удалось установить выбранное расширение, так как расширение не опубликовано и допустимый ИД приложения не передан. ИД приложения: %1.
sv_se: Det valda tillägget kunde inte installeras eftersom tillägget inte har publicerats och inget giltigt program-ID har skickats. Program-ID: %1.

# Codeunit 3666029466 - NamedType 3628777348
source: Failed to extract '%1' property from JSON object.
da_dk: Kunne ikke udtrække egenskaben '%1' fra JSON-objektet.
es_es: No se pudo extraer la propiedad '%1' del objeto JSON.
fr_fr: Échec de l'extraction de la propriété « %1 » à partir de l'objet JSON.
it_ch: Estrazione della proprietà '%1' dall'oggetto JSON non riuscita.
nl_be: Kan eigenschap '%1' niet extraheren uit JSON-object.
ru_ru: Не удалось извлечь свойство "%1" из объекта JSON.
sv_se: Det gick inte att extrahera egenskapen %1 från JSON-objektet.

# Codeunit 3666029466 - NamedType 3857009710
source: Your app is installed and ready to use.
es_es: La aplicación está instalada y preparada para su uso.
it_ch: L'app è installata e pronta per l'uso.
sv_se: Appen är installerad och klar att användas.

# Codeunit 3666029466 - NamedType 4090787537
source: The extension %1 is already installed.
da_dk: Udvidelsen %1 er allerede installeret.
es_es: La extensión %1 ya está instalada.
fr_fr: L'extension %1 est déjà installée.
it_ch: Estensione %1 già installata.
nl_be: De extensie %1 is al geïnstalleerd.
ru_ru: Расширение %1 уже установлено.
sv_se: Tillägget %1 har redan installerats.
