Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Table 418391747 - Property 2879900210
source: Barcode Encode Settings 2D
es_es: Configuración de codificación de código de barras 2D
it_ch: Impostazioni di codifica del codice a barre 2D
sv_se: 2D-kodningsinställningar för streckkod

# Table 4217154468 - Property 2879900210
source: Email Address Lookup
es_es: Búsqueda de direcciones de correo electrónico
it_ch: Ricerca indirizzo e-mail
sv_se: Sökning efter e-postadress

# Table 4275131692 - Property 2879900210
source: Email Scenario Attachments
es_es: Archivos adjuntos de escenario de correo electrónico
it_ch: Allegati scenario e-mail
sv_se: Bilagor i e-postscenarier

# Table 4291560723 - Property 2879900210
source: Extension Pending Setup
es_es: Configuración pendiente de extensión
it_ch: Setup in attesa dell'estensione
sv_se: Väntar på installation av tillägg

# Table 4294276202 - Property 2879900210
source: Profiling Node
es_es: Nodo de generación de perfiles
it_ch: Nodo profilatura
sv_se: Profileringsnod

# Table 457327993 - Property 2879900210
source: Email Message
es_es: Mensaje de correo electrónico
it_ch: Messaggio e-mail
nl_be: E-mailbericht
ru_ru: Сообщение электронной почты
sv_se: E-postmeddelande

# Table 474016873 - Property 2879900210
source: Email Recipient
es_es: Destinatario de correo electrónico
it_ch: Destinatario e-mail
nl_be: E-mailontvanger
ru_ru: Получатель сообщения электронной почты
sv_se: E-postmottagare

# Table 50758251 - Property 2879900210
source: Email View Policy
es_es: Directiva de visualización de correo electrónico
it_ch: Criterio di visualizzazione e-mail
sv_se: Visningspolicy för e-post

# Table 553098123 - Property 2879900210
source: Edit in Excel Settings
es_es: Configuración de Editar en Excel
it_ch: Modifica in Excel - Impostazioni
nl_be: Instellingen voor Bewerken in Excel
ru_ru: Настройки функции "Изменить в Excel"
sv_se: Inställningar för Redigera i Excel

# Table 712487250 - Property 2879900210
source: Email Related Record
es_es: Registro relacionado con correo electrónico
it_ch: Record e-mail correlato
nl_be: Aan e-mail gerelateerde record
ru_ru: Связанная запись электронной почты
sv_se: E-postrelaterad post

# Table 73390799 - Property 2879900210
source: Retention Policy Setup Line
es_es: Línea config. directiva retención
it_ch: Riga setup criteri di conservazione
nl_be: Instellingsregel van bewaarbeleid
ru_ru: Строка настройки политики хранения
sv_se: Inst.rad för kvarhållningsprincip

# Table 736257850 - Property 2879900210
source: Tenant Web Service OData
da_dk: Webtjeneste-OData for lejer
es_es: OData de servicio web de suscriptor
fr_fr: OData du service web de l'abonné
it_ch: OData servizio Web tenant
nl_be: OData van tenantwebservice
ru_ru: Веб-служба OData арендатора
sv_se: OData för klientorganisationswebbtjänst

# Table 750064457 - Property 2879900210
source: Temp Blob
es_es: Blob temporal
it_ch: BLOB temporaneo
nl_be: Tijdelijke BLOB
ru_ru: Временный BLOB-объект
sv_se: Tillfällig BLOB

# Table 761349018 - Property 2879900210
source: Email Attachments
es_es: Archivos adjuntos de correo electrónico
it_ch: Allegati e-mail
sv_se: E-postbilagor

# Table 796130729 - Property 2879900210
source: SharePoint File
es_es: Archivo de SharePoint
it_ch: File SharePoint
sv_se: SharePoint-fil

# Table 799089619 - Property 2879900210
source: Assisted Setup
da_dk: Assisteret opsætning
es_es: Configuración asistida
fr_fr: Configuration assistée
it_ch: Setup assistito
nl_be: Begeleide instelling
ru_ru: Мастер настройки
sv_se: Assisterad konfiguration

# Table 802448848 - Property 2879900210
source: Email Error
es_es: Error de correo electrónico
it_ch: Errore e-mail
nl_be: E-mailfout
ru_ru: Ошибка электронной почты
sv_se: E-postfel

# Table 812764647 - Property 2879900210
source: Assisted Setup Log
da_dk: Log for assisteret opsætning
es_es: Registro de configuración asistida
fr_fr: Journal configuration assistée
it_ch: Registro Setup assistito
nl_be: Logbestand van begeleide instelling
ru_ru: Журнал мастера настройки
sv_se: Logg för assisterad konfiguration

# Table 920931714 - Property 2879900210
source: Word Template
es_es: Plantilla de Word
it_ch: Modello di Word
nl_be: Word-sjabloon
ru_ru: Шаблон Word
sv_se: Word-mall

# XmlPort 2345325593 - NamedType 1757687175
source: Only users with the SUPER or the SECURITY permission set can create or edit permission sets.
es_es: Solo los usuarios con el conjunto de permisos SUPER o SECURITY pueden crear o editar conjuntos de permisos.
it_ch: Solo gli utenti con il set di autorizzazioni SUPER o SECURITY possono creare o modificare i set di autorizzazioni.
sv_se: Det är bara användare med behörighetsuppsättningen SUPER eller SECURITY som kan skapa eller redigera behörighetsuppsättningar.

# XmlPort 2345325593 - Property 2879900210
source: Import Permission Sets
es_es: Importar conjuntos de permisos
it_ch: Importa set di autorizzazioni
sv_se: Importera behörighetsuppsättningar

# XmlPort 3179990853 - Property 2879900210
source: Export Permission Sets
es_es: Exportar conjuntos de permisos
it_ch: Esporta set di autorizzazioni
sv_se: Exportera behörighetsuppsättningar

# XmlPort 764161734 - Property 2879900210
source: Export Permission Sets
es_es: Exportar conjuntos de permisos
it_ch: Esporta set di autorizzazioni
sv_se: Exportera behörighetsuppsättningar

# Table 457327993 - Field 2853697946 - Property 2879900210
source: Editable
da_dk: Redigerbar
it_ch: Modificabile
nl_be: Bewerkbaar
ru_ru: Доступно для редактирования
sv_se: Kan redigeras

# Table 2219781045 - Property 2879900210
source: Net Promoter Score
it_ch: Punteggio di promozione della rete
ru_ru: Индекс потребительской лояльности

# Table 31612813 - Field 1508634494 - Property 2879900210
source: Manual
da_dk: Manuelt
it_ch: Manuale
nl_be: Handmatig
ru_ru: Вручную
sv_se: Manuell

# Codeunit 2667037335 - NamedType 2047030313
source: The user does not have Read permission for table %1, %2.
da_dk: Brugeren har ikke læsetilladelse til tabellen %1, %2.
it_ch: L'utente non dispone dell'autorizzazione di lettura per la tabella %1, %2.
nl_be: De gebruiker heeft geen toestemming om tabel %1, %2 te lezen.
ru_ru: У пользователя нет разрешения на чтение в отношении таблицы %1 (%2).
sv_se: Användaren har inte läsbehörighet för tabell %1, %2.

# Page 3183728555 - Control 2393372713 - Property 2879900210
source: Total (KB)
it_ch: Totale (KB)
nl_be: Totaal (KB)
ru_ru: Всего (КБ)
sv_se: Totalt (kB)

# Page 2005578726 - NamedType 3048439107
source: v. %1
it_ch: versione %1
ru_ru: вер. %1

# Page 3338462467 - Control 3461834954 - Property 2879900210
source: General
it_ch: Generale
sv_se: Allmänt

# Page 2817068111 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
fr_fr: Général
it_ch: Generale
nl_be: Algemeen
ru_ru: Общие
sv_se: Allmänt

# Page 1849231761 - Control 2445482498 - Property 2879900210
source: General
it_ch: Generale
nl_be: Algemeen
ru_ru: Общие
sv_se: Allmänt

# Enum 1488792278 - EnumValue 3350651205 - Property 2879900210
source: Decimal
it_ch: Decimale

# Enum 3510216895 - EnumValue 1842024162 - Property 2879900210
source: Favorable
it_ch: Favorevole
sv_se: Gynnsamt

# Table 3029408820 - Field 376825882 - Property 2879900210
source: MediaSet
da_dk: MediaSet-reference
sv_se: Medieuppsättning

# Page 2282749623 - Control 2439845918 - Property 2879900210
source: Cc
ru_ru: Копия
sv_se: Kopia

# Page 4021082514 - Control 2439845918 - Property 2879900210
source: Cc
ru_ru: Копия
sv_se: Kopia

# Table 3888925401 - Field 257290458 - Property 2879900210
source: Default Encryption Scope
nl_be: Standaardversleutelingsbereik
ru_ru: Область шифрования по умолчанию

# Table 3888925401 - Field 3081818041 - Property 2879900210
source: Deny Encryption Scope Override
nl_be: Overschrijving van versleutelingsbereik weigeren
ru_ru: Отклонить переопределение области шифрования

# Table 3888925401 - Field 2954182188 - Property 2879900210
source: Has Immutability Policy
nl_be: Heeft onveranderlijkheidsbeleid
ru_ru: С политикой неизменяемости

# Table 3888925401 - Field 2017572898 - Property 2879900210
source: Has Legal Hold
nl_be: Heeft juridische bewaring
ru_ru: С удержанием по юридическим причинам

# Table 3888925401 - Field 984476005 - Property 2879900210
source: Last Modified
nl_be: Laatst gewijzigd
ru_ru: Последнее изменение

# Table 3888925401 - Field 262737771 - Property 2879900210
source: Lease State
nl_be: Leasestatus
ru_ru: Состояние аренды

# Table 3888925401 - Field 4164853158 - Property 2879900210
source: Lease Status
ru_ru: Статус аренды

# Table 3888925401 - Field 2961552353 - Property 2879900210
source: Name
nl_be: Naam
ru_ru: Имя

# Table 3888925401 - Field 2274610406 - Property 2879900210
source: XML Value
nl_be: XML-waarde
ru_ru: Значение XML

# Table 101689234 - Field 3186975085 - Property 2879900210
source: Blob Type
nl_be: Type blob
ru_ru: Тип BLOB-объекта

# Table 101689234 - Field 3068913415 - Property 2879900210
source: Content Length
nl_be: Lengte van inhoud
ru_ru: Длина содержимого

# Table 101689234 - Field 1303376715 - Property 2879900210
source: Content Type
nl_be: Type inhoud
ru_ru: Тип содержимого

# Table 101689234 - Field 788537400 - Property 2879900210
source: Creation Time
nl_be: Aanmaaktijd
ru_ru: Время создания

# Table 101689234 - Field 883711285 - Property 2879900210
source: Entry No.
nl_be: Postnr.
ru_ru: Номер операции

# Table 101689234 - Field 2981864456 - Property 2879900210
source: Full Name
nl_be: Volledige naam
ru_ru: ФИО

# Table 101689234 - Field 984476005 - Property 2879900210
source: Last Modified
nl_be: Laatst gewijzigd
ru_ru: Последнее изменение

# Table 101689234 - Field 1789400218 - Property 2879900210
source: Level
nl_be: Niveau
ru_ru: Уровень

# Table 101689234 - Field 2961552353 - Property 2879900210
source: Name
nl_be: Naam
ru_ru: Имя

# Table 101689234 - Field 2039748839 - Property 2879900210
source: Parent Directory
nl_be: Bovenliggende map
ru_ru: Родительский каталог

# Table 101689234 - Field 2274610406 - Property 2879900210
source: XML Value
nl_be: XML-waarde
ru_ru: Значение XML

# Table 414606611 - Field 3641927271 - Property 2879900210
source: ID
ru_ru: ИД

# Table 3706825753 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 3706825753 - Field 4146460525 - Property 2879900210
source: Token
ru_ru: Токен

# Table 553098123 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 802448848 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 457327993 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 2046056834 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 1251581097 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 2372869910 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 3170013184 - Field 3156524383 - Property 62802879
source: DeployTarget,DeployPackage
da_dk: InstallerMål,InstallerPakke
ru_ru: Цель развертывания,Пакет развертывания

# Table 1106505126 - Field 3641927271 - Property 2879900210
source: ID
ru_ru: ИД

# Table 3868457122 - Field 3926698677 - Property 2879900210
source: Blob
fr_fr: Objet BLOB
ru_ru: BLOB-объект

# Table 4140863310 - Field 3641927271 - Property 2879900210
source: ID
ru_ru: ИД

# Table 3181557883 - Field 3641927271 - Property 2879900210
source: ID
ru_ru: Код

# Table 2794189023 - Field 3541926248 - Property 2879900210
source: Singleline
ru_ru: Однострочный режим

# Table 1910832796 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Table 750064457 - Field 3926698677 - Property 2879900210
source: Blob
fr_fr: Objet BLOB
ru_ru: BLOB-объект

# Table 2934790640 - Field 415504711 - Property 2879900210
source: Id
ru_ru: ИД

# Codeunit 1555353944 - Method 3801949817 - NamedType 3368247536
source: bytes=%1-%2
ru_ru: байты=%1-%2

# Codeunit 1555353944 - Method 1050077758 - NamedType 3368247536
source: bytes=%1-%2
ru_ru: байты=%1-%2

# Codeunit 390433962 - NamedType 1532988062
source: Authentication email should be the first entity to update.
da_dk: Godkendelsesmailadressen skal være den første enhed, der opdateres.
fr_fr: L'adresse e-mail d'authentification doit être la première entité à mettre à jour.
nl_be: E-mailadres voor verificatie moet de eerste entiteit zijn die wordt bijgewerkt.
ru_ru: Адрес электронной почты для проверки подлинности должен быть первой обновляемой сущностью.

# Codeunit 390433962 - NamedType 253900575
source: Applying changes for user: '#1#################################\
da_dk: Anvender ændringer for brugeren: '#1#################################\
fr_fr: Application des modifications pour l'utilisateur : '#1#################################\
nl_be: Wijzigingen toepassen voor gebruiker: '#1#################################\
ru_ru: Применение изменений для пользователя: '#1#################################\

# Codeunit 390433962 - NamedType 3547619046
source: Number of users retrieved: '#1#################################\Number of Business Central users processed: '#2#################################\Last processed Business Central user name: '#3#################################\
da_dk: Antal hentede brugere: '#1#################################\Antallet af behandlede Business Central-brugere: '#2#################################\Sidst behandlede Business Central-brugernavn: '#3#################################\
fr_fr: Nombre d'utilisateurs récupérés : '#1#################################\Nombre d'utilisateurs de Business traités : '#2#################################\Dernier nom d'utilisateur Business Central traité : '#3#################################\
nl_be: Aantal opgehaalde gebruikers: '#1#################################\Aantal verwerkte Business Central-gebruikers: '#2#################################\Naam van laatst verwerkte Business Central-gebruiker: '#3#################################\
ru_ru: Извлечено пользователей: '#1#################################\Обработано пользователей Business Central: '#2#################################\Имя последнего обработанного пользователя Business Central: '#3#################################\

# Codeunit 3692338268 - NamedType 3343390623
source: You completed this step
nl_be: U hebt deze stap voltooid
ru_ru: Вы выполнили этот шаг

# Codeunit 2886489363 - NamedType 2471521438
source: No document to share
nl_be: Geen document om te delen
ru_ru: Нет документа для предоставления общего доступа

# Codeunit 2886489363 - NamedType 1348027738
source: Could not share this document.
nl_be: Kan dit document niet delen.
ru_ru: Не удалось предоставить общий доступ к этому документу.

# Codeunit 2886489363 - NamedType 4171653132
source: We're copying this to your %1 folder in OneDrive
nl_be: Dit wordt naar uw %1-map gekopieerd in OneDrive
ru_ru: Мы копируем эту информацию в вашу папку %1 в OneDrive

# Codeunit 2282749623 - NamedType 3931068423
source: You can only open your own email messages.
da_dk: Du kan kun åbne dine egne mails.
nl_be: U kunt alleen uw eigen e-mailberichten openen.
ru_ru: Можно открывать только собственные сообщения электронной почты.

# Codeunit 2282749623 - NamedType 2106621949
source: You must specify an email account from which to send the message.
da_dk: Du skal angive en mailkonto, hvorfra du vil sende meddelelsen.
nl_be: U moet een e-mailaccount opgeven van waaruit u het bericht wilt verzenden.
ru_ru: Необходимо указать учетную запись электронной почты, с которой будет отправлено сообщение.

# Codeunit 3795645336 - NamedType 3880130517
source: You do not have the permissions required to send emails. Ask your administrator to grant you the Read, Insert, Modify and Delete permissions for the Sent Email and Email Outbox tables.
nl_be: U bent niet gemachtigd om e-mails te verzenden. Vraag uw beheerder om u de machtigingen lezen, invoegen, wijzigen en verwijderen toe te wijzen voor de tabellen Verzonden e-mail en Postvak UIT.
ru_ru: У вас нет разрешений на отправку сообщений электронной почты. Попросите администратора предоставить вам разрешения на чтение, вставку, изменение и удаление в отношении таблиц "Отправленное сообщение электронной почты" и "Исходящие сообщения".

# Codeunit 4021082514 - NamedType 3931068423
source: You can only open your own email messages.
da_dk: Du kan kun åbne dine egne mails.
nl_be: U kunt alleen uw eigen e-mailberichten openen.
ru_ru: Можно открывать только собственные сообщения электронной почты.

# Codeunit 1128445799 - NamedType 2879639004
source: You have selected to delete extension data for the %1 extension. Continuing uninstall will delete the tables that contain data for the %1 extension. This action cannot be undone. Do you want to continue?
da_dk: Du har valgt at slette udvidelsesdata for udvidelsen %1. Hvis du fortsætter med at fjerne, slettes de tabeller, der indeholder data for udvidelsen %1. Du kan ikke fortryde denne handling. Vil du fortsætte?
nl_be: U wilt extensiegegevens verwijderen voor de extensie %1. Als u doorgaat met verwijderen, worden de tabellen verwijderd die gegevens bevatten voor de extensie %1. Deze actie kan niet ongedaan worden gemaakt. Wilt u doorgaan?
ru_ru: Выбрано удаление данных для расширения %1. При продолжении удаления таблицы, содержащие данные для расширения %1, будут удалены. Это действие необратимо. Продолжить?

# Codeunit 1128445799 - NamedType 4098040153
source: Enabling Delete Extension Data will delete the tables that contain data for the %1 extension on uninstall. This action cannot be undone. Do you want to continue?
da_dk: Hvis du aktiverer Slet udvidelsesdata, slettes de tabeller, der indeholder data for udvidelsen %1 ved fjernelse. Du kan ikke fortryde denne handling. Vil du fortsætte?
nl_be: Als u Extensiegegevens verwijderen inschakelt, worden tijdens de verwijdering ook de tabellen verwijderd die gegevens bevatten voor de extensie %1. Deze actie kan niet ongedaan worden gemaakt. Wilt u doorgaan?
ru_ru: Если флажок "Удалить данные расширения" установлен, в процессе удаления будут удалены все таблицы, содержащие данные для расширения %1. Это действие необратимо. Продолжить?

# Codeunit 1128445799 - NamedType 2120394878
source: The %1 extension was successfully installed. All active users must sign out and sign in again to see the navigation changes.
da_dk: Udvidelsen %1 blev installeret. Alle aktive brugere skal logge af og på igen for at få vist navigationsændringerne.
fr_fr: L'installation de l'extension %1 a réussi. Tous les utilisateurs actifs doivent se déconnecter et se reconnecter pour profiter des modifications de navigation.
nl_be: De extensie %1 is geïnstalleerd. Alle actieve gebruikers moeten zich af- en weer aanmelden om de wijzigingen in de navigatie te zien.
ru_ru: Расширение %1 успешно установлено. Чтобы увидеть изменения в навигации, все активные пользователи должны выйти из системы и снова войти в нее.

# Codeunit 3666029466 - NamedType 3799005900
source: The extension %1 failed to install.
da_dk: Udvidelsen %1 blev ikke installeret.
nl_be: De installatie van extensie %1 is mislukt.
ru_ru: Не удалось установить расширение %1.

# Codeunit 4126082712 - NamedType 22707660
source: Extension deployment is in progress. Please check the Deployment Status page for updates.
da_dk: Installation af udvidelse er i gang. Kontrollér siden Installationsstatus for opdateringer.
fr_fr: Le déploiement de l'extension est en cours. Veuillez vérifier la page de statut pour en savoir plus.
nl_be: De installatie van de extensie wordt uitgevoerd. Controleer de statuspagina van de implementatie voor updates.
ru_ru: Развертывание расширения уже выполняется. Последние сведения см. на странице "Статус развертывания".

# Codeunit 4126082712 - NamedType 3772492086
source: You don't have permission to download this extension.
nl_be: U hebt geen toestemming om deze extensie te downloaden.
ru_ru: У вас нет разрешений на загрузку этого расширения.

# Codeunit 4126082712 - NamedType 3784204251
source: We are installing the extension. You can view the progress on the Status page.
da_dk: Vi er ved at installere udvidelsen. Du kan se status på siden Status.
fr_fr: L’installation de l’extension est en cours. Vous pouvez afficher la progression sur la page de statut.
nl_be: De extensie wordt geïnstalleerd. U kunt de voortgang bekijken op de statuspagina.
ru_ru: Идет установка расширения. Вы можете просмотреть ход выполнения на странице "Статус".

# Codeunit 4126082712 - NamedType 3618600829
source: Extension deployment has been scheduled for the next major version. Please check the Deployment Status page for updates.
da_dk: Implementering af udvidelse er planlagt til den næste større version. Kontrollér siden Installationsstatus for opdateringer.
fr_fr: Le déploiement de l'extension a été planifié pour la prochaine version principale. Vérifiez la page Statut de déploiement pour en savoir plus.
nl_be: De installatie van de extensie is gepland voor de volgende hoofdversie. Controleer de statuspagina van de implementatie voor updates.
ru_ru: Развертывание расширения запланировано и будет выполнено при обновлении до следующей основной версии. Последние сведения см. на странице "Статус развертывания".

# Codeunit 4126082712 - NamedType 1924031217
source: Extension deployment has been scheduled for the next minor version. Please check the Deployment Status page for updates.
da_dk: Implementering af udvidelse er planlagt til den næste mindre version. Kontrollér siden Installationsstatus for opdateringer.
fr_fr: Le déploiement de l'extension a été planifié pour la prochaine version secondaire. Veuillez vérifier la page Statut de déploiement pour en savoir plus.
nl_be: De installatie van de extensie is gepland voor de volgende subversie. Controleer de statuspagina van de implementatie voor updates.
ru_ru: Развертывание расширения запланировано и будет выполнено при обновлении до следующей дополнительной версии. Последние сведения см. на странице "Статус развертывания".

# Codeunit 3256925099 - NamedType 880312928
source: Input image to large. Max allowed size is 5 MB
nl_be: Invoerafbeelding te groot. De maximaal toegestane grootte is 5 MB
ru_ru: Входное изображение слишком велико. Максимально допустимый размер — 5 МБ

# Codeunit 3256925099 - NamedType 4271181391
source: Parameter X must be between 0 and image width
nl_be: De parameter X moet liggen tussen 0 en de afbeeldingsbreedte
ru_ru: Параметр "X" должен быть между 0 и шириной изображения

# Codeunit 3256925099 - NamedType 52526176
source: Parameter Y must be between 0 and image height
nl_be: De parameter Y moet liggen tussen 0 en de afbeeldingshoogte
ru_ru: Параметр "Y" должен быть между 0 и шириной изображения

# Codeunit 3102643942 - NamedType 2430332730
source: You cannot access settings for other users.
nl_be: U hebt geen toegang tot instellingen voor andere gebruikers.
ru_ru: Невозможно получить доступ к настройкам других пользователей.

# Page 799089619 - Control 1575635115 - Property 2879900210
source: Help
da_dk: Hjælp
fr_fr: Aide
ru_ru: Справка

# Page 3183728555 - Control 552006252 - Property 1295455071
source: The name of the company.
nl_be: De naam van het bedrijf.
ru_ru: Название организации.

# Page 3183728555 - Control 501800200 - Property 1295455071
source: How much space the company occupies in the database (in kilobytes)
nl_be: Hoeveel ruimte het bedrijf inneemt in de database (in KB)
ru_ru: Объем пространства, занимаемого организацией в базе данных (в килобайтах).

# Page 3183728555 - Control 2393372713 - Property 1295455071
source: How much space all companies occupy in the database (in kilobytes)
nl_be: Hoeveel ruimte alle bedrijven innemen in de database (in KB)
ru_ru: Объем пространства, занимаемого всеми организациями в базе данных (в килобайтах).
