Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3756518970 - Control 2961552353 - Property 1295455071
source: Spectifies the type of the account you want to create.
da_dk: Angiver typen af den konto, du vil oprette.
nl_be: Hiermee wordt het type account opgegeven dat u wilt maken.
ru_ru: Определяет тип учетной записи, которую требуется создать.

# Page 761349018 - Control 989751795 - Property 2879900210
source: Filename
da_dk: Filnavn
nl_be: Bestandsnaam
ru_ru: Имя файла

# Page 761349018 - Action 970153994 - Property 1295455071
source: Create and Attach a document using a Word Template.
nl_be: Een document maken en koppelen met behulp van een Word-sjabloon.
ru_ru: Создание и вложение документа с использованием шаблона Word.

# Page 3170013184 - Property 2879900210
source: Extension Deployment Status
nl_be: Implementatiestatus van extensie
ru_ru: Статус развертывания расширения

# Page 3170013184 - Control 2014750533 - Property 1295455071
source: Specifies the version of the App.
da_dk: Angiver appens version.
fr_fr: Spécifie la version de l'application.
nl_be: Hiermee wordt de versie van de app opgegeven.
ru_ru: Определяет версию приложения.

# Page 3170013184 - Control 2961552353 - Property 1295455071
source: Specifies the name of the App.
da_dk: Angiver appens navn.
fr_fr: Spécifie le nom de l'application.
nl_be: Hiermee wordt de naam van de app opgegeven.
ru_ru: Определяет имя приложения.

# Page 3170013184 - Control 1772640682 - Property 1295455071
source: Specifies the name of the App Publisher.
da_dk: Angiver navnet på udgiveren af appen.
fr_fr: Spécifie le nom de l'éditeur de l'application.
nl_be: Hiermee wordt de naam van de uitgever van de app opgegeven.
ru_ru: Определяет имя издателя приложения.

# Page 3170013184 - Control 2019212495 - Property 1295455071
source: Specifies the deployment Schedule.
da_dk: Angiver tidsplanen for installationen.
fr_fr: Spécifie le programme du déploiement.
nl_be: Hiermee wordt de implementatieplanning opgegeven.
ru_ru: Определяет план развертывания.

# Page 2005578726 - Control 2565932393 - Property 1295455071
source: Specifies, in case of on-premises, either the person or company who provided the extension and, in case of SaaS, whether the extension is installed or not.
da_dk: Angiver ved en lokal løsning, enten den person eller den virksomhed, der leverede udvidelsen, og ved SaaS, om udvidelsen er installeret eller ej.
fr_fr: Précise, si sur site, la personne ou la société qui a fourni l'extension et, dans le cas d'un environnement SaaS, si l'extension est installée ou non.
nl_be: Hiermee geeft u in het geval van on-premises de persoon of het bedrijf op die de extensie heeft verstrekt en, in het geval van SaaS, of de extensie al dan niet is geïnstalleerd.
ru_ru: Определяет в случае локальной системы лицо или организацию, предоставившее расширение, а в случае SaaS указывает, установлено расширение или нет.

# Page 2005578726 - Control 2565932393 - Property 2879900210
source: Publisher
nl_be: Uitgever
ru_ru: Издатель

# Page 2005578726 - Action 737724599 - Property 2879900210
source: Deployment Status
da_dk: Installationsstatus
fr_fr: Statut de déploiement
nl_be: Status van installatie
ru_ru: Статус развертывания

# Page 2491626637 - Property 2879900210
source: Extension Deployment Status Detail
nl_be: Details van implementatiestatus van extensie
ru_ru: Сведения о статусе развертывания расширения

# Page 513864971 - Control 3753104505 - Property 2879900210
source: Choose Language
da_dk: Vælg sprog
fr_fr: Choisir une langue
nl_be: Taal kiezen
ru_ru: Выберите язык

# Page 906691248 - Property 2879900210
source: Waiting for a response - do not close this page
da_dk: Venter på et svar – luk ikke denne side
nl_be: Wachten op een reactie - sluit deze pagina niet
ru_ru: Ожидание отклика — не закрывайте эту страницу

# Page 1431104360 - Property 2019332006
source: New, Process, Report, Navigate
nl_be: Nieuw, Proces, Rapport, Navigeren
ru_ru: Новый, Процесс, Отчет, Навигатор

# Page 1919691214 - Control 3997336476 - Property 1295455071
source: The name of the company the table belongs to
da_dk: Navnet på den virksomhed, tabellen tilhører
fr_fr: Nom de la société à laquelle appartient la table
nl_be: De naam van het bedrijf waartoe de tabel behoort
ru_ru: Название организации, к которой относится таблица

# Page 1919691214 - Control 2901901922 - Property 1295455071
source: The compression state of the table in the database
da_dk: Komprimeringstilstanden for tabellen i databasen
nl_be: De compressiestatus van de tabel in de database
ru_ru: Состояние сжатия таблицы в базе данных

# Page 1919691214 - Control 720611327 - Property 1295455071
source: How much space the table data occupies in the database (in kilobytes)
da_dk: Hvor meget plads tabeldata optager i databasen (i kilobyte)
nl_be: Hoeveel ruimte de tabelgegevens innemen in de database (in KB)
ru_ru: Объем пространства, занимаемого данными таблицы в базе данных (в килобайтах)

# Page 1919691214 - Control 3599723277 - Property 1295455071
source: How much space the table indexes occupy in the database (in kilobytes)
da_dk: Hvor meget plads tabelindekser optager i databasen (i kilobyte)
nl_be: Hoeveel ruimte de tabelindexen innemen in de database (in KB)
ru_ru: Объем пространства, занимаемого индексами таблицы в базе данных (в килобайтах)

# Page 1919691214 - Control 2065755396 - Property 1295455071
source: The number of records in the table
da_dk: Antallet af records i tabellen
fr_fr: Nombre d'enregistrements dans la table
nl_be: Het aantal records in de tabel.
ru_ru: Количество записей в таблице

# Page 1919691214 - Control 54790405 - Property 1295455071
source: The average size of a record (in bytes)
da_dk: Den gennemsnitlige størrelse på en post (i byte)
fr_fr: Taille moyenne d'un enregistrement (en octets)
nl_be: De gemiddelde grootte van een record (in bytes)
ru_ru: Средний размер записи (в байтах)

# Page 1919691214 - Control 3391158951 - Property 1295455071
source: How much space the table occupies in the database (in kilobytes)
da_dk: Hvor meget plads tabellen optager i databasen (i kilobyte)
fr_fr: Espace occupé par la table dans la base de données (en kilo-octets)
nl_be: Hoeveel ruimte de tabel inneemt in de database (in KB)
ru_ru: Объем пространства, занимаемого таблицей в базе данных (в килобайтах)

# Page 1919691214 - Control 3808951907 - Property 1295455071
source: The name of the table
da_dk: Navnet på tabellen
fr_fr: Nom de la table
nl_be: De naam van de tabel
ru_ru: Имя таблицы

# Page 1919691214 - Control 3017471043 - Property 1295455071
source: The ID number for the table
da_dk: Tabellens id-nummer
fr_fr: Numéro d'ID de la table
nl_be: Het id-nummer van de tabel
ru_ru: Определяет идентификационный номер таблицы.

# Page 398629195 - Control 3997336476 - Property 1295455071
source: The name of the company the table belongs to
nl_be: De naam van het bedrijf waartoe de tabel behoort
ru_ru: Название организации, к которой относится таблица.

# Page 398629195 - Control 2901901922 - Property 1295455071
source: The compression state of the table in the database.
nl_be: De compressiestatus van de tabel in de database.
ru_ru: Состояние сжатия таблицы в базе данных.

# Page 398629195 - Control 720611327 - Property 1295455071
source: How much space the table data occupies in the database (in kilobytes).
nl_be: Hoeveel ruimte de tabelgegevens innemen in de database (in KB).
ru_ru: Объем пространства, занимаемого данными таблицы в базе данных (в килобайтах).

# Page 398629195 - Control 709111184 - Property 1295455071
source: How much the table size grew in 30 daya (in percent).
nl_be: Hoe sterk de tabelgrootte toenam in 30 dagen (in procenten).
ru_ru: Увеличение размера таблицы за 30 дней (в процентах).

# Page 398629195 - Control 3599723277 - Property 1295455071
source: How much space the table indexes occupy in the database (in kilobytes).
nl_be: Hoeveel ruimte de tabelindexen innemen in de database (in KB).
ru_ru: Объем пространства, занимаемого индексами таблиц в базе данных (в килобайтах).

# Page 398629195 - Control 1726982313 - Property 1295455071
source: The number of records in the table 30 days ago.
nl_be: Het aantal records in de tabel 30 dagen geleden.
ru_ru: Количество записей в таблице 30 дней назад.

# Page 398629195 - Control 4277812446 - Property 1295455071
source: How much space the table occupied in the database 30 days ago (in kilobytes).
nl_be: Hoeveel ruimte de tabel 30 dagen geleden innam in de database (in KB).
ru_ru: Объем пространства, занимаемого таблицей в базе данных 30 дней назад (в килобайтах).

# Page 398629195 - Control 2065755396 - Property 1295455071
source: The number of records in the table.
nl_be: Het aantal records in de tabel.
ru_ru: Количество записей в таблице.

# Page 398629195 - Control 54790405 - Property 1295455071
source: The average size of a record (in bytes).
nl_be: De gemiddelde grootte van een record (in bytes).
ru_ru: Средний размер записи (в байтах).

# Page 398629195 - Control 3391158951 - Property 1295455071
source: How much space the table occupies in the database (in kilobytes).
nl_be: Hoeveel ruimte de tabel inneemt in de database (in KB).
ru_ru: Объем пространства, занимаемого таблицей в базе данных (в килобайтах).

# Page 398629195 - Control 3808951907 - Property 1295455071
source: The name of the table
nl_be: De naam van de tabel
ru_ru: Имя таблицы

# Page 398629195 - Control 3017471043 - Property 1295455071
source: The ID number for the table.
nl_be: Het id-nummer van de tabel.
ru_ru: Определяет идентификационный номер таблицы.

# Page 367479046 - NamedType 3405983715
source: Disclaimer
da_dk: Ansvarsfraskrivelse
fr_fr: Avertissement
nl_be: Vrijwaring
ru_ru: Отказ от ответственности

# Page 367479046 - NamedType 1978894270
source: The creator of this customized extension is responsible for its licensing. The customized extension is subject to the terms and conditions, privacy policy, support and billing offered by the creator, as applicable, and does not create any liability or obligation for Microsoft.\\The publisher of the customized extension must maintain compatibility with new releases of Dynamics 365 Business Central. An extension that is not compatible with a new release within 90 days of the release will be removed and the tenant upgraded.
da_dk: Opretteren af denne tilpassede udvidelse er ansvarlig for licensgivningen. Den tilpassede udvidelse er omfattet af opretterens vilkår og betingelser, erklæring om beskyttelse af personlige oplysninger, support og fakturering, og Microsoft er ikke omfattet af noget erstatningsansvar eller nogen forpligtelser hermed.\\Udgiveren af den tilpassede udvidelse skal opretholde kompatibilitet med nye versioner af Dynamics 365 Business Central. En udvidelse, der ikke er kompatibel med en ny version inden 90 dage efter frigivelsen, fjernes, og lejeren opgraderes.
fr_fr: L'auteur de cette extension personnalisée est responsable de l'octroi de ses licences. L'extension personnalisée est soumise aux conditions générales, à la déclaration de confidentialité, à la prise en charge et à la facturation assurées par l'auteur, le cas échéant et ne crée pas de responsabilité ou d'obligation pour Microsoft.\\L'éditeur de cette extension personnalisée doit mettre à jour la compatibilité avec les nouvelles versions de Dynamics 365 Business Central. Si une extension n’est pas compatible avec une nouvelle version 90 jours après son lancement, elle sera supprimée et l’abonné sera mis à niveau.
nl_be: De maker van deze aangepaste extensie is verantwoordelijk voor de licentieverlening ervan. De aangepaste extensie valt onder de voorwaarden, het privacybeleid, de ondersteuning en de facturering die worden aangeboden door de maker, voor zover van toepassing, en vormt geen aansprakelijkheid of verplichting voor Microsoft.\\De uitgever van de aangepaste extensie moet voor compatibiliteit met nieuwe versies van Dynamics 365 Business Central zorgen. Een extensie die niet binnen 90 dagen na de release compatibel is met een nieuwe versie, wordt verwijderd en er wordt dan een upgrade uitgevoerd op de tenant.
ru_ru: Ответственность за лицензирование этого настроенного расширения несет его создатель. В отношении настроенного расширения действуют условия, политика конфиденциальности, поддержка и биллинг (смотря что применимо), предлагаемые его создателем, и расширение не приводит к возникновению какой-либо ответственности или обязательств со стороны Microsoft.\\Издатель настроенного расширения должен поддерживать его совместимость с новыми выпусками Dynamics 365 Business Central. Расширение, совместимость которого с новым выпуском не будет обеспечена в течение 90 дней с момента выпуска, будет удалено, и арендатор будет обновлен.

# Page 367479046 - Control 346708723 - Property 1295455071
source: Specifies that you accept Disclaimer.
da_dk: Angiver, at du accepterer ansvarsfraskrivelsen.
fr_fr: Indique que vous acceptez la clause de non responsabilité.
nl_be: Hiermee wordt opgegeven dat u de vrijwaring accepteert.
ru_ru: Определяет, что вы принимаете заявление об отказе от ответственности.

# Page 367479046 - Control 346708723 - Property 2879900210
source: Accept
da_dk: Acceptér
fr_fr: Accepter
nl_be: Accepteren
ru_ru: Принять

# Page 367479046 - Control 1694176181 - Property 2879900210
source: Disclaimer
da_dk: Ansvarsfraskrivelse
ru_ru: Отказ от ответственности

# Page 1849231761 - Control 2981864456 - Property 1295455071
source: Specifies the user’s full name.
nl_be: Hiermee wordt de volledige naam van de gebruiker opgegeven.
ru_ru: Определяет полное имя пользователя.

# Page 1849231761 - Control 2339353424 - Property 1295455071
source: Specifies the user role that defines the user’s default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
nl_be: Hiermee wordt de gebruikersrol opgegeven waarmee het standaardrolcentrum en de rolspecifieke aanpassingen van de gebruiker worden gedefinieerd. Tenzij het door machtigingen wordt beperkt, kunnen gebruikers hun rol wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет роль пользователя, от которой зависят ролевой центр по умолчанию пользователя и связанные с ролью настройки. Пользователь может сменить свою роль на странице "Мои настройки", если его разрешения это допускают.

# Page 1849231761 - Control 2708250016 - Property 1295455071
source: Specifies the user’s unique identifier.
nl_be: Hiermee wordt de unieke id van de gebruiker opgegeven.
ru_ru: Определяет уникальный идентификатор пользователя.

# Page 281796026 - Property 247559172
source: User settings control the look and feel of the user interface the next time the users log in. Each user can also make their own choices in their My Settings page, unless you restrict their permissions.
nl_be: Gebruikersvoorkeuren bepalen het uiterlijk van de gebruikersinterface wanneer de gebruikers zich de volgende keer aanmelden. Elke gebruiker kan ook eigen keuzen maken op de pagina Mijn instellingen, tenzij u de machtigingen van gebruikers beperkt.
ru_ru: Параметры пользователей определяют внешний вид пользовательского интерфейса при следующем входе пользователей в систему. Кроме того, каждый пользователь может задавать параметры самостоятельно на своей странице "Мои настройки", если не ограничить его права доступа.

# Page 707049331 - Control 3641927271 - Property 2879900210
source: Id
ru_ru: ИД

# PermissionSet 408698970 - Property 2879900210
source: SmartList Designer
nl_be: SmartList-ontwerper
ru_ru: Конструктор SmartList

# Table 1483379216 - Property 2879900210
source: Aggregated Assisted Setup
da_dk: Aggregeret assisteret opsætning
fr_fr: Configuration assistée regroupée

# Table 1483379216 - Field 894914730 - Property 2879900210
source: Page ID
da_dk: Side-id
fr_fr: ID de page

# Table 1483379216 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
fr_fr: Nom

# Table 1483379216 - Field 146219450 - Property 2879900210
source: Order
da_dk: Rækkefølge
fr_fr: Ordre

# Table 1483379216 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
da_dk: Ikke afsluttet,Afsluttet,Ikke startet,Set,Overvåget,Læst,
fr_fr: Non terminé,Terminé,Non démarré,Vu,Visionné,Lu,

# Table 1483379216 - Field 1539408610 - Property 2879900210
source: Visible
da_dk: Synlig

# Table 1483379216 - Field 4036313429 - Property 2879900210
source: Icon
da_dk: Ikon
fr_fr: Icône

# Table 1483379216 - Field 4093180191 - Property 2879900210
source: Item Type
da_dk: Elementtype
fr_fr: Type d'article

# Table 1483379216 - Field 4093180191 - Property 62802879
source: ,Group,Setup and Help
da_dk: ,Gruppe,Opsætning og Hjælp
fr_fr: ,Groupe,Configuration et aide

# Table 1483379216 - Field 3512150049 - Property 2879900210
source: Assisted Setup Page ID
da_dk: Id for side til assisteret opsætning
fr_fr: ID page de configuration assistée

# Table 1483379216 - Field 1869133296 - Property 2879900210
source: External Assisted Setup
da_dk: Eksternt assisteret opsætning
fr_fr: Configuration assistée externe

# Table 799089619 - Field 146219450 - Property 2879900210
source: Order
da_dk: Rækkefølge
fr_fr: Commande

# Table 799089619 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
da_dk: Ikke afsluttet,Afsluttet,Ikke startet,Set,Overvåget,Læst,
fr_fr: Non terminé,Terminé,Non démarré,Vu,Visionné,Lu,

# Table 799089619 - Field 1539408610 - Property 2879900210
source: Visible
da_dk: Synlig

# Table 799089619 - Field 4206260792 - Property 2879900210
source: Parent
da_dk: Overordnet

# Table 799089619 - Field 4093180191 - Property 2879900210
source: Item Type
da_dk: Elementtype
fr_fr: Type d'article

# Table 799089619 - Field 4093180191 - Property 62802879
source: ,Group,Setup and Help
da_dk: ,Gruppe,Opsætning og Hjælp
fr_fr: ,Groupe,Configuration et aide

# Table 799089619 - Field 3950520716 - Property 2879900210
source: Featured
da_dk: Vist
fr_fr: Recommandés

# Table 799089619 - Field 3512150049 - Property 2879900210
source: Assisted Setup Page ID
da_dk: Id for side til assisteret opsætning
fr_fr: ID page de configuration assistée

# Table 799089619 - Field 62955203 - Property 2879900210
source: Tour Id
da_dk: Guide-id
fr_fr: ID visite

# Table 799089619 - Field 1358400863 - Property 2879900210
source: Help Status
da_dk: Hjælpstatus
fr_fr: Statut d'aide

# Table 799089619 - Field 2362958084 - Property 2879900210
source: Tour Status
da_dk: Guidestatus
fr_fr: Statut de la visite

# Page 799089619 - Control 4105281732 - Property 2879900210
source: Group
da_dk: Gruppe
fr_fr: Groupe

# Page 799089619 - Control 4105281732 - Property 1295455071
source: Group Name
da_dk: Gruppenavn

# Table 3440859411 - Property 2879900210
source: Assisted Setup Icons
da_dk: Ikoner til Assisteret opsætning
fr_fr: Icônes de configuration assistée

# Table 3440859411 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nr.
fr_fr: N°

# Table 3440859411 - Field 320775665 - Property 2879900210
source: Image
da_dk: Billede

# Table 3440859411 - Field 4091014368 - Property 2879900210
source: Media Resources Ref
da_dk: Medieressourceref.
fr_fr: Référence ressources média

# Table 812764647 - Field 680169230 - Property 2879900210
source: Invoked Action
da_dk: Kaldt handling
fr_fr: Actions appelées

# Table 812764647 - Field 680169230 - Property 62802879
source: ,Video,Help,Tour,Assisted Setup
da_dk: ,Video,Hjælp,Guide,Assisteret opsætning
fr_fr: ,Vidéo,Aide,Visite,Configuration assistée

# Table 3123343958 - Property 2879900210
source: Product Video Category
da_dk: Produktvideokategori
fr_fr: Catégorie de la vidéo produit

# Table 3123343958 - Field 3702373668 - Property 2879900210
source: Category
da_dk: Kategori
fr_fr: Catégorie

# Table 3123343958 - Field 3702373668 - Property 62802879
source: ,Getting Started,,Finance & Bookkeeping,Sales,Reporting & BI,Inventory Management,Project Management,Workflows,Services & Extensions,Setup,Warehouse Management
da_dk: ,Kom i gang,,Finans og bogføring,Salg,Rapportering og BI,Lagerstyring,Projektstyring,Workflows,Tjenester og udvidelser,Opsætning,Logistik
fr_fr: ,Mise en route,,Finance et comptabilité,Ventes,Génération d'états et BI,Gestion des stocks,Gestion de projet,Flux de travail,Service et extensions,Configuration,Gestion d'entrepôt

# Table 3123343958 - Field 2997031112 - Property 2879900210
source: Assisted Setup ID
da_dk: Assisteret opsætnings-id
fr_fr: ID configuration assistée

# Table 3123343958 - Field 529658396 - Property 2879900210
source: Alternate Title
da_dk: Alternativ titel
fr_fr: Titre secondaire

# Table 2046056834 - Field 1159403147 - Property 2879900210
source: Attachment
da_dk: Vedhæftet fil

# Codeunit 3023760489 - NamedType 287455396
source: You have already completed the %1 assisted setup guide. Do you want to run it again?
da_dk: Du har allerede fuldført den assisterende opsætningsvejledning for %1. Vil du køre den igen?
fr_fr: Vous avez déjà terminé le guide de configuration assistée %1. Souhaitez-vous l'exécuter de nouveau ?

# Codeunit 3023760489 - NamedType 982580043
source: The page with ID %1 entered does not exist.
da_dk: Den angivne side med id'et %1 findes ikke.
fr_fr: La page avec l'ID %1 entré n'existe pas.

# Page 2005578726 - Control 2565932393 - Property 2879900210
source: Description
da_dk: Beskrivelse
fr_fr: Désignation

# Codeunit 3666029466 - NamedType 3402888905
source: {"acquisitionResult":"%1", "detail":"%2"}
da_dk: {"anskaffelseResultat":"%1", "detalje":"%2"}
fr_fr: {« résultat acquisition » : « %1 », « détails » : « %2 »}

# Codeunit 1384518899 - NamedType 3529764358
source: Error on the feature data update task for feature %1 in company %2: %3
da_dk: Fejl i opgaven til funktionsdataopdatering for funktionen %1 i virksomheden %2: %3

# Codeunit 1384518899 - NamedType 2102046325
source: The feature data update task is scheduled feature %1 in company %2 to start on %3.
da_dk: Opgaven til funktionsdataopdatering er en planlagt funktion %1 i virksomheden %2 til at starte %3.

# Codeunit 1384518899 - NamedType 24821158
source: Feature Data Update
da_dk: Opdatering af funktionsdata

# Codeunit 4038952900 - NamedType 4068714964
source: The bookmark format is not valid
da_dk: Bogmærkets format er ikke gyldigt

# Codeunit 3991262771 - NamedType 1260724060
source: The password that you entered does not meet the minimum requirements. It must be at least %1 characters long and contain at least one uppercase letter, one lowercase letter, and one number. It must not have a sequence of 3 or more ascending, descending or repeating characters.
da_dk: Den indtastede adgangskode opfylder ikke minimumskravene. Den skal være på mindst %1 tegn og indeholde mindst ét stort bogstav, ét lille bogstav og ét tal. Den må ikke have en sekvens på 3 eller flere stigende, faldende eller gentagne tegn.
fr_fr: Le mot de passe que vous avez entré ne répond pas à la configuration minimale requise. Il doit comporter au moins %1 caractères et contenir au moins une lettre majuscule, une lettre minuscule et un chiffre. Il ne doit pas contenir une séquence de 3 caractères croissants, décroissants ou répétitifs, ou plus.

# Page 3158499545 - Control 4157941353 - Property 2879900210
source: Email Status
da_dk: Mailstatus

# Codeunit 728726451 - NamedType 280698306
source: You must specify a valid email account to send the message to.
da_dk: Du skal angive en mailkonto, som du vil sende meddelelsen til.

# Codeunit 2164441315 - NamedType 127200329
source: No filters were set on table %1, %2. Please contact your Microsoft Partner for assistance.
da_dk: Der blev ikke indstillet nogen filtre på tabellen %1, %2. Kontakt din Microsoft-partner, hvis du har brug for hjælp.
