Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3338462467 - Property 247559172
source: Permission sets let admins manage multiple permissions for multiple objects in one record.
es_es: Los conjuntos de permisos permiten a los administradores gestionar varios permisos para varios objetos en un registro.
it_ch: I set di autorizzazioni consentono agli amministratori di gestire più autorizzazioni per più oggetti in un unico record.
sv_se: Med behörighetsuppsättningar kan administratörer hantera flera behörigheter för flera objekt i en post.

# Page 3338462467 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3344272628 - Property 1968111052
source: Assign email rate limit for an account
es_es: Asignar límite de velocidad de correo electrónico para una cuenta
it_ch: Assegnare il limite di requenza e-mail per un account
sv_se: Tilldela ett konto kvotgräns för e-post

# Page 3344272628 - Property 2879900210
source: Set Email Rate Limit per Minute
es_es: Establecer límite de velocidad de correo electrónico por minuto
it_ch: Imposta il limite di frequenza e-mail al minuto
sv_se: Ange kvotgräns per minut för e-post

# Page 3368492679 - Property 1968111052
source: Assign email scenarios
da_dk: Tildel mailscenarier
es_es: Asignar escenarios de correo electrónico
it_ch: Assegna scenari e-mail
nl_be: E-mailscenario's toewijzen
ru_ru: Назначьте сценарии электронной почты
sv_se: Tilldela e-postscenarier

# Page 3368492679 - Property 2879900210
source: Email Scenario Assignment
da_dk: Tildeling af mailscenarie
es_es: Asignación de escenario de correo electrónico
it_ch: Assegnazione scenario e-mail
nl_be: Toewijzing van e-mailscenario
ru_ru: Назначение сценариев электронной почты
sv_se: Tilldelning av e-postscenario

# Page 3386499395 - Property 2879900210
source: Video link
es_es: Vínculo de vídeo
fr_fr: Lien vidéo
it_ch: Collegamento video
nl_be: Videokoppeling
ru_ru: Ссылка на видео
sv_se: Videolänk

# Page 3389183890 - Property 2019332006
source: New,Process,Report,Navigate
da_dk: Ny,Proces,Rapport,Naviger
es_es: Nuevo,Proceso,Informe,Navegar
it_ch: Nuovo,Processo,Report,Naviga
nl_be: Nieuw,Proces,Rapport,Navigeren
ru_ru: Новый,Процесс,Отчет,Перейти
sv_se: Ny,Process,Rapport,Navigera

# Page 3389183890 - Property 2879900210
source: Email Accounts
es_es: Cuentas de correo electrónico
it_ch: Account e-mail
ru_ru: Учетные записи электронной почты
sv_se: E-postkonton

# Page 3404953576 - Property 2879900210
source: Included PermissionSet FactBox
es_es: Cuadro informativo de conjunto de permisos incluido
it_ch: Scheda dettaglio PermissionSet incluso
sv_se: Faktabox för inkluderad behörighetsuppsättning

# Page 3406436467 - Property 2879900210
source: Set Up Power Automate
es_es: Configurar Power Automate
it_ch: Imposta Power Automate
sv_se: Konfigurera Power Automate

# Page 3414198013 - Property 2879900210
source: Permission Sets
es_es: Conjuntos de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättningar

# Page 3419425781 - Property 2879900210
source: Apply Word Template
es_es: Aplicar plantilla de Word
it_ch: Collega modello di Word
nl_be: Word-sjabloon toepassen
ru_ru: Применить шаблон Word
sv_se: Tillämpa Word-mall

# Page 3432573050 - Property 2879900210
source: Permission Set Plan Assignment
es_es: Asignación de plan de conjunto de permisos
it_ch: Assegnazione piano set di autorizzazioni
sv_se: Tilldelning av behörighetsuppsättning för abonnemang

# Page 3449870094 - Property 2879900210
source: Cue Setup
da_dk: Opsætning af køindikator
es_es: Configuración de pila
fr_fr: Paramètres pile
it_ch: Setup pila
nl_be: Instelling indicatiestapel
ru_ru: Настройка очереди
sv_se: Inställning av stack-ikon

# Page 3470670759 - Property 2879900210
source: Related Entities
es_es: Entidades relacionadas
it_ch: Entità correlate
nl_be: Gerelateerde entiteiten
ru_ru: Связанные сущности
sv_se: Relaterade enheter

# Page 3566958293 - Property 2879900210
source: Permission Lookup List
es_es: Lista de búsqueda de permisos
it_ch: Lista di ricerca autorizzazioni
sv_se: Uppslagslista för behörighet

# Page 3654121945 - Property 2879900210
source: Permission Sets
es_es: Conjuntos de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättningar

# Page 3666029466 - Property 2879900210
source: Extension Marketplace
es_es: Marketplace de extensiones
it_ch: Marketplace delle estensioni
nl_be: Extensiemarktplaats
ru_ru: Магазин расширений
sv_se: Marknadsplats för tillägg

# Page 367479046 - Property 2879900210
source: Upload And Deploy Extension
es_es: Carga e implementación de una extensión
it_ch: Caricare e distribuire l'estensione
nl_be: Extensie uploaden en implementeren
ru_ru: Отправить и развернуть расширение
sv_se: Ladda upp och distribuera tillägg

# Page 3676452654 - Property 2879900210
source: Expanded Permissions Factbox
es_es: Cuadro informativo de permisos ampliados
it_ch: Scheda dettaglio Autorizzazioni estese
sv_se: Faktabox för utökade behörigheter

# Page 3692338268 - Property 2879900210
source: Checklist Banner
es_es: Banner de lista de comprobación
it_ch: Banner elenco di controllo
nl_be: Banner van controlelijst
ru_ru: Баннер контрольного списка
sv_se: Banderoll för checklista

# Page 3706825753 - Property 2879900210
source: Document Sharing
es_es: Uso compartido documentos
it_ch: Condivisione documenti
nl_be: Documenten delen
ru_ru: Совместная работа с документами
sv_se: Dokumentdelning

# Page 3732057329 - Property 2879900210
source: Available Roles
es_es: Roles disponibles
it_ch: Ruoli disponibili
nl_be: Beschikbare rollen
ru_ru: Доступные роли
sv_se: Tillgängliga roller

# Page 3756518970 - Property 2879900210
source: Set Up Email
da_dk: Konfigurer mail
es_es: Configurar correo electrónico
it_ch: Imposta e-mail
nl_be: E-mail instellen
ru_ru: Настройка электронной почты
sv_se: Konfigurera e-post

# Page 383217645 - Property 2879900210
source: User Lookup
es_es: Búsqueda de usuarios
it_ch: Ricerca utente
nl_be: Gebruiker opzoeken
ru_ru: Поиск пользователей
sv_se: Användaruppslag

# Page 3851288392 - Property 2879900210
source: Checklist Administration
es_es: Administración de lista de comprobación
it_ch: Amministrazione elenco di controllo
nl_be: Controlelijstbeheer
ru_ru: Администрирование контрольных списков
sv_se: Administration av checklista

# Page 3918924451 - Property 2019332006
source: New, Process, Report, Navigate
da_dk: Ny,Proces,Rapport,Naviger
es_es: Nuevo,Proceso,Informe,Navegar
it_ch: Nuovo,Processo,Report,Naviga
nl_be: Nieuw,Proces,Rapport,Navigeren
ru_ru: Новый,Процесс,Отчет,Перейти
sv_se: Ny,Process,Rapport,Navigera

# Page 3918924451 - Property 2879900210
source: Retention Policies
da_dk: Opbevaringspolitikker
es_es: Directivas de retención
it_ch: Criteri di conservazione
nl_be: Bewaarbeleid
ru_ru: Политики хранения
sv_se: Kvarhållningsprinciper

# Page 3970971575 - Property 2879900210
source: Data Classification Assisted Setup Guide
da_dk: Assisterende opsætningsvejledning til dataklassificering
es_es: Guía de configuración asistida para la clasificación de datos
fr_fr: Guide de configuration assistée Classification des données
it_ch: Guida setup assistito per la classificazione dei dati
nl_be: Begeleide instelling Gegevensclassificatie
ru_ru: Руководство по мастеру настройки классификации данных
sv_se: Guiden för assisterad konfiguration av dataklassificering

# Page 398629195 - Property 2879900210
source: Table Information
es_es: Información tabla
it_ch: Informazioni tabella
nl_be: Tabelgegevens
ru_ru: Информация о таблицах
sv_se: Tabellinformation

# Page 398629195 - Property 3863440606
source: Database,Size,Storage
es_es: Base de datos,Tamaño,Almacenamiento
it_ch: Database,Dimensioni,Archiviazione
nl_be: Database,Grootte,Opslag
ru_ru: База данных,Размер,Хранилище
sv_se: Databas,Storlek,Lagring

# Page 3989631842 - Property 2879900210
source: Default Permission Set In Plan
es_es: Conjunto de permisos predeterminado del plan
it_ch: Set di autorizzazioni predefinito in piano
sv_se: Standardbehörighetsuppsättning i abonnemang

# Page 4001231554 - Property 2879900210
source: Excel Add-in Centralized Deployment
es_es: Implementación centralizada complementos Excel
it_ch: Distribuzione centralizzata componente aggiuntivo di Excel
nl_be: Gecentraliseerde implementatie van Excel-invoegtoepassing
ru_ru: Централизованное развертывание надстройки Excel
sv_se: Centraliserad distribution av Excel-tillägg

# Page 4001231554 - Property 3863440606
source: addin,addon,app,plugin,Office,O365,M365,Microsoft 365
es_es: complemento,complementos,aplicación,Office,O365,M365,Microsoft 365
it_ch: componente aggiuntivo,componenti aggiuntivi,app,plugin,Office,O365,M365,Microsoft 365
nl_be: invoegtoepassing,add-on,app,plug-in,Office,O365,M365,Microsoft 365
ru_ru: надстройка,приложение,подключаемый модуль,плагин,Office,O365,M365,Microsoft 365
sv_se: tillägg,app,plugin-program,Office,O365,M365,Microsoft 365

# Page 4021082514 - Property 2879900210
source: Sent Email
da_dk: Mail afsendt
es_es: Correo electrónico enviado
it_ch: Messaggio e-mail inviato
nl_be: E-mail verzonden
ru_ru: Отправленное сообщение электронной почты
sv_se: Skickat e-postmeddelande

# Page 4035890834 - Property 2879900210
source: Objects
es_es: Objetos
it_ch: Oggetti
nl_be: Objecten
ru_ru: Объекты
sv_se: Objekt

# Page 4047916792 - Property 2879900210
source: Extension Details Part
es_es: Elemento de detalles de la extensión
it_ch: Parte dettagli estensione
nl_be: Onderdeel extensiedetails
ru_ru: Часть сведений о расширении
sv_se: Del av tilläggsinformation

# Page 4061016505 - Property 2019332006
source: New,Process,Report,Data Update
da_dk: Ny,Proces,Rapport,Dataopdatering
es_es: Nuevo,Procesar,Informe,Actualización de datos
it_ch: Nuovo,Processo,Report,Aggiornamento dati
nl_be: Nieuw,Proces,Rapport,Gegevensupdate
ru_ru: Новый,Процесс,Отчет,Обновление данных
sv_se: Ny,Process,Rapport,Datauppdatering

# Page 4061016505 - Property 2879900210
source: Feature Management
da_dk: Styring af funktioner
es_es: Administración de características
fr_fr: Gestion des fonctionnalités
it_ch: Gestione funzionalità
nl_be: Functiebeheer
ru_ru: Управление функциями
sv_se: Funktionshantering

# Page 4061016505 - Property 3863440606
source: new features,feature key,opt in,turn off features,enable features,early access,preview
da_dk: nye funktioner,funktionsnøgle,tilmelding,deaktiver funktioner,aktivér funktioner,tidlig adgang,prøveversion
es_es: nuevas característica,tecla de función,optar por recibir,desactivar características,activar características,acceso anticipado,vista previa
fr_fr: nouvelles fonctionnalités,clé de fonction,s'inscrire,désactiver les fonctionnalités,activer les fonctionnalités,accès anticipé,aperçu
it_ch: nuove funzionalità,chiave funzione,scegliere esplicitamente,disattivare le funzionalità,abilitare le funzionalità,accesso in anteprima,anteprima
nl_be: nieuwe functies,functiesleutel,inschakelen,functies uitschakelen,functies inschakelen,vroege toegang,voorbeeld
ru_ru: новые функции,функциональный ключ,согласие,отключить функции,включить функции,ранний доступ,предварительная версия
sv_se: nya funktioner,funktionsnyckel,välj,inaktivera funktioner,aktivera funktioner,tidig åtkomst,förhandsversion

# Page 4123539893 - Property 2879900210
source: Advanced Settings
da_dk: Avancerede indstillinger
es_es: Configuración avanzada
fr_fr: Paramètres avancés
it_ch: Impostazioni avanzate
nl_be: Geavanceerde instellingen
ru_ru: Расширенные настройки
sv_se: Avancerade inställningar

# Page 4184586221 - Property 2879900210
source: Permission Set Lookup
es_es: Búsqueda de conjuntos de permisos
it_ch: Ricerca set di autorizzazioni
sv_se: Behörighetsuppsättningssökning

# Page 4217154468 - Property 2019332006
source: New,Process,Report,Full Address Lists
es_es: Nuevo,Proceso,Informe,Listas completas de direcciones
it_ch: Nuovo,Processo,Report,Liste di indirizzi completi
sv_se: Ny,Process,Rapport,Fullständiga adresslistor

# Page 4217154468 - Property 2879900210
source: Suggested Email Addresses
es_es: Direcciones de correo electrónico sugeridas
it_ch: Indirizzi e-mail suggeriti
sv_se: Föreslagna e-postadresser

# Page 423292104 - Property 2879900210
source: Related Records
es_es: Registros relacionados
it_ch: Record correlati
nl_be: Gerelateerde records
ru_ru: Связанные записи
sv_se: Relaterade poster

# Page 4233905488 - Property 2879900210
source: Users in Plan
da_dk: Brugere i plan
es_es: Usuarios en el plan
fr_fr: Utilisateurs du plan
it_ch: Utenti nel piano
nl_be: Gebruikers in plan
ru_ru: Пользователи, входящие в план
sv_se: Användare i plan

# Page 4237756452 - Property 2879900210
source: Geolocation request
da_dk: Anmodning om geografisk placering
es_es: Solicitud de ubicación geográfica
it_ch: Richiesta di geolocalizzazione
nl_be: Geolocatieaanvraag
ru_ru: Запрос геолокации
sv_se: Begäran om geografisk plats

# Page 456225495 - Property 2879900210
source: Extension Installation
es_es: Instalación de extensión
it_ch: Installazione estensione
nl_be: Installatie van extensie
ru_ru: Установка расширения
sv_se: Tilläggsinstallation

# Page 477017392 - Property 2879900210
source: Application calls
es_es: La aplicación llama a
it_ch: Chiamate dell'applicazione
sv_se: Appanrop

# Page 486598594 - Property 2879900210
source: Checklist Item Roles
es_es: Roles de elementos de lista de comprobación
it_ch: Ruoli elemento elenco di controllo
nl_be: Rollen van controlelijstitem
ru_ru: Роли пункта контрольного списка
sv_se: Roller för punkter i checklista

# Page 513864971 - Property 2879900210
source: Extension Installation
da_dk: Installation af udvidelse
es_es: Instalación de extensión
fr_fr: Installation de l'extension
it_ch: Installazione estensione
nl_be: Installatie van extensie
ru_ru: Установка расширения
sv_se: Tilläggsinstallation

# Page 523480673 - Property 2879900210
source: Update users from Microsoft 365
es_es: Actualizar usuarios desde Microsoft 365
it_ch: Aggiorna gli utenti da Microsoft 365
nl_be: Gebruikers bijwerken vanuit Microsoft 365
ru_ru: Обновление пользователей из Microsoft 365
sv_se: Uppdatera användare från Microsoft 365

# Page 658335382 - Property 2879900210
source: Retention Policy Log Entries
es_es: Movimientos del registro de directivas de retención
it_ch: Voci log criteri di conservazione
nl_be: Logposten van bewaarbeleid
ru_ru: Операции журнала политики хранения
sv_se: Loggposter för kvarhållningsprincip

# Page 664053810 - Property 1968111052
source: Assign email attachments for email scenario
es_es: Asignar datos adjuntos de correo electrónico a escenario de correo electrónico
it_ch: Assegna allegati e-mail per scenario e-mail
sv_se: Koppla e-postbilagor för e-postscenario

# Page 664053810 - Property 2879900210
source: Email Scenario Attachments
es_es: Archivos adjuntos de escenario de correo electrónico
it_ch: Allegati scenario e-mail
sv_se: Bilagor i e-postscenarier

# Page 707049331 - Property 2879900210
source: Word Templates Tables
es_es: Tablas de plantillas de Word
it_ch: Tabelle di modelli di Word
nl_be: Word-sjabloontabellen
ru_ru: Таблицы шаблонов Word
sv_se: Tabeller för Word-mallar

# Page 709229469 - Property 2879900210
source: Sent Emails
es_es: Correos electrónicos enviados
it_ch: Messaggi e-mail inviati
nl_be: Verzonden e-mails
ru_ru: Отправленные сообщения
sv_se: Skickade e-postmeddelanden

# Page 761349018 - Property 2879900210
source: Email Attachments
es_es: Archivos adjuntos de correo electrónico
it_ch: Allegati e-mail
nl_be: E-mailbijlagen
ru_ru: Вложения сообщений электронной почты
sv_se: E-postbilagor

# Page 799089619 - Property 2879900210
source: Assisted Setup
da_dk: Assisteret opsætning
es_es: Configuración asistida
fr_fr: Configuration assistée
it_ch: Setup assistito
nl_be: Begeleide instelling
ru_ru: Мастер настройки
sv_se: Assisterad konfiguration

# Page 825875962 - Property 2879900210
source: Sent Emails
es_es: Correos electrónicos enviados
it_ch: Messaggi e-mail inviati
sv_se: Skickade e-postmeddelanden

# Page 826565576 - Property 2879900210
source: App Setups
es_es: Configuraciones de aplicación
it_ch: Setup app
sv_se: Appinställningar

# Page 862534927 - Property 2879900210
source: Plans
da_dk: Planer
es_es: Planes
it_ch: Piani
nl_be: Plannen
ru_ru: Планы
sv_se: Planer

# Page 906691248 - Property 2879900210
source: Waiting for a response. Do not close this page.
es_es: Esperando respuesta, no cierre esta página.
it_ch: In attesa di risposta, non chiudere questa pagina.
sv_se: Väntar på ett svar. Stäng inte sidan.

# PermissionSet 1124933480 - Property 2879900210
source: Edit in Excel - View
es_es: Editar en Excel - Ver
it_ch: Modifica in Excel - Visualizza
nl_be: Bewerken in Excel - weergeven
ru_ru: Изменить в Excel - просмотр
sv_se: Redigera i Excel – vy

# PermissionSet 1160088002 - Property 2879900210
source: Edit in Excel - Admin
es_es: Editar en Excel - Administrar
it_ch: Modifica in Excel - Admin
nl_be: Bewerken in Excel - beheerder
ru_ru: Изменить в Excel - администр.
sv_se: Redigera i Excel – admin

# PermissionSet 125615357 - Property 2879900210
source: (Obsolete) Email Setup
es_es: (Obsoleto) Conf. correo elect.
it_ch: (Obsoleto) Setup e-mail
nl_be: (Verouderd) E-mailinstellingen
ru_ru: (Устар.) Настройка эл. почты
sv_se: (Inaktuell) E-postkonf.

# PermissionSet 1265932279 - Property 2879900210
source: D365 Excel Export Action
es_es: Acción exportación Excel D365
it_ch: D365 Azione esportazione Excel
nl_be: D365 Excel-exportactie
ru_ru: Действие экспорта в D365 Excel
sv_se: Exportåtgärd för D365 Excel

# PermissionSet 1418631237 - Property 2879900210
source: Privacy Notice - Read
es_es: Aviso de privacidad: leer
it_ch: Informativa sulla privacy - Lettura
sv_se: Sekretessmeddelande – Läs

# PermissionSet 1738347533 - Property 2879900210
source: Privacy Notice - Admin
es_es: Aviso de privacidad: administrador
it_ch: Informativa sulla privacy - Amministrazione
sv_se: Sekretessmeddelande – Administratör

# PermissionSet 1792714234 - Property 2879900210
source: Extension Management - Admin
es_es: Administr. extensiones: Admin
it_ch: Gestione estensioni - Ammin
nl_be: Extensiebeheer - beheerder
ru_ru: Управл. расширениями - админ.
sv_se: Tilläggshantering – admin

# PermissionSet 2319923570 - Property 2879900210
source: (Obsolete) Reten. Pol. Setup
es_es: (Obsoleto) Conf. dir. reten.
it_ch: (Obsoleto) Setup criteri cons
nl_be: (Verouderd) Bewaarbeleid inst.
ru_ru: (Устар.) Настройка пол. хран.
sv_se: (Inaktuell) Inst. kvarhåll.pol

# PermissionSet 2399714810 - Property 2879900210
source: Email - Admin
es_es: Correo elect.: administrador
it_ch: E-mail - Amministrazione
nl_be: E-mail - beheerder
ru_ru: Эл. почта - администрирование
sv_se: E-post – admin

# PermissionSet 2943607493 - Property 2879900210
source: Login access
es_es: Acceso de inicio de sesión
it_ch: Accesso
sv_se: Inloggningsåtkomst

# PermissionSet 2952555409 - Property 2879900210
source: Basic User (All Inclusive)
es_es: Usuario básico (todo incluido)
it_ch: Utente base (ogni funzione)
nl_be: Basisgebruiker (alles inbegr.)
ru_ru: Обычный польз. (все вкл.)
sv_se: Basanvändare (allt ingår)

# PermissionSet 3333402283 - Property 2879900210
source: Snapshot Debug
es_es: Depur. instantáneas
it_ch: Debug snapshot
nl_be: Foutopsporing momentopname
ru_ru: Отл. момент. снимков
sv_se: Felsök ögonblicksb.

# PermissionSet 3661229728 - Property 2879900210
source: Automate - Exec
es_es: Automatizar: Ejec
it_ch: Automatizza - Esecuzione
sv_se: Automatisera – Kör

# PermissionSet 3688646669 - Property 2879900210
source: Troubleshoot Tools
es_es: Herram. solución problemas
it_ch: Strum. risoluzione problemi
nl_be: Problemen met tools oplossen
ru_ru: Средства устранения неполадок
sv_se: Felsökningsverktyg

# PermissionSet 3938257139 - Property 2879900210
source: This role has all permissions.
es_es: Ya tiene todos los permisos.
it_ch: Ruolo con tutte le autorizzaz.
nl_be: Rol heeft alle machtigingen.
ru_ru: Эта роль имеет все разрешения.
sv_se: Rollen har alla behörigheter.

# PermissionSet 401314650 - Property 2879900210
source: Feature Management - Admin
es_es: Administr. caracter.: Admin
it_ch: Gestione funzionalità - Ammin
nl_be: Functiebeheer - beheerder
ru_ru: Управл. функциями - админ.
sv_se: Funktionshantering – admin

# PermissionSet 408698970 - Property 2879900210
source: SmartList Designer (Obsolete)
es_es: Diseñador de SmartList (obsoleto)
it_ch: Finestra di progettazione SmartList (obsoleta)
sv_se: Designverktyg för SmartList (inaktuell)

# PermissionSet 4102442556 - Property 2879900210
source: Superuser of data
es_es: Superusuario de datos
it_ch: Utente principale dei dati
nl_be: Beheerder van gegevens
ru_ru: Суперпользователь данных
sv_se: Fullständig databehörighet

# PermissionSet 4138620843 - Property 2879900210
source: (Obsolete) Email Usage
es_es: (Obsoleto) Uso correo electr.
it_ch: (Obsoleto) Utilizzo e-mail
nl_be: (Verouderd) E-mailgebruik
ru_ru: (Устар.) Использ. эл. почты
sv_se: (Inaktuell) E-postanv.

# PermissionSet 668535799 - Property 2879900210
source: Export Report DataSet to Excel
es_es: Export. conj. datos inf. Excel
it_ch: Esporta set di dati in Excel
nl_be: Geg.set rapp. exp. naar Excel
ru_ru: Эксп. наб. данных отч. в Excel
sv_se: Exp. rapportdataupps. t. Excel

# PermissionSet 757517586 - Property 2879900210
source: Assign permissions to users
es_es: Asignar permisos a usuarios
it_ch: Assegna autorizzazioni utenti
nl_be: Machtigingen toew. aan gebr.
ru_ru: Назнач. разреш. пользователям
sv_se: Tilldela användare behörighet

# PermissionSet 81032579 - Property 2879900210
source: Privacy Notice - View
es_es: Aviso de privacidad: ver
it_ch: Informativa sulla privacy - Visualizzazione
sv_se: Sekretessmeddelande – Visa

# PermissionSet 881233975 - Property 2879900210
source: Backup or restore database
es_es: Copia sgdad/restaur base datos
it_ch: Backup o ripristino database
nl_be: Database back-uppen of herst.
ru_ru: Рез. копир./восстановление БД
sv_se: Säk.kop. eller återst. databas

# PermissionSet 93161399 - Property 2879900210
source: Email - Edit
es_es: Correo electrónico: editar
it_ch: E-mail - Modifica
nl_be: E-mail - bewerken
ru_ru: Эл. почта - редактирование
sv_se: E-post – redigera

# PermissionSet 942201117 - Property 2879900210
source: (Obsolete) D365 Extension Mgt.
es_es: (Obsoleto) Admin. extens. D365
it_ch: (Obsoleto) D365 Ges estensioni
nl_be: (Verouderd) D365 extensiebeh.
ru_ru: (Устар.) Упр. расширен. D365
sv_se: (Inaktuell) D365 tilläggshant.

# Profile 3492953430 - Property 2879900210
source: Blank Profile
da_dk: Tom profil
es_es: Perfil en blanco
fr_fr: Profil vide
it_ch: Profilo vuoto
nl_be: Leeg profiel
ru_ru: Пустой профиль
sv_se: Tom profil

# Profile 3492953430 - Property 4111922599
source: This system profile should only be used to sign in when no other profiles are available.
da_dk: Denne systemprofil skal kun bruges til at logge på, når der ikke er andre tilgængelige profiler.
es_es: Este perfil de sistema solo se debe usar para iniciar sesión si no hay otros perfiles disponibles.
fr_fr: Ce profil système ne doit être utilisé que pour se connecter lorsqu'aucun autre profil n'est disponible.
it_ch: Il profilo di sistema deve essere utilizzato solo per accedere quando non sono disponibili altri profili.
nl_be: Dit systeemprofiel mag alleen worden gebruikt om in te loggen als er geen andere profielen beschikbaar zijn.
ru_ru: Этот системный профиль следует использовать для входа в систему только при отсутствии других профилей.
sv_se: Den här systemprofilen ska bara användas för att logga in när inga andra profiler är tillgängliga.
