Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 2817068111 - Control 2610835137 - Property 1295455071
source: Specifies that Saturday is the day of the week for the recurrence.
da_dk: Angiver, at lørdag er ugedagen for gentagelsen.
es_es: Especifica que el sábado es el día de la semana para la periodicidad.
fr_fr: Spécifie que le samedi est le jour de la semaine pour la récurrence.
it_ch: Specifica che il sabato è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat zaterdag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — суббота.
sv_se: Anger att lördag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 2610835137 - Property 2879900210
source: Recur on Saturday
da_dk: Gentag om lørdagen
es_es: Repetir el sábado
fr_fr: Récurrence le samedi
it_ch: Ricorrente di sabato
nl_be: Herhalen op zaterdag
ru_ru: Повторять по субботам
sv_se: Återkommer på lördagar

# Page 2817068111 - Control 2649176925 - Property 1295455071
source: Specifies when the recurrence will stop.
da_dk: Angiver, hvornår gentagelsen skal stoppe.
es_es: Especifica cuándo se detendrá la periodicidad.
fr_fr: Spécifie quand la récurrence s’arrêtera.
it_ch: Specifica quando la ricorrenza viene interrotta.
nl_be: Hiermee wordt opgegeven wanneer de herhaling stopt.
ru_ru: Определяет, когда прекратится повторение.
sv_se: Anger när den återkommande tiden upphör.

# Page 2817068111 - Control 2683361118 - Property 2879900210
source: Yearly
da_dk: Årlig
es_es: Anual
fr_fr: Tous les ans
it_ch: Annuale
nl_be: Jaarlijks
ru_ru: Ежегодно
sv_se: Varje år

# Page 2817068111 - Control 2894665138 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
da_dk: Angiver hyppigheden af gentagelsen. Der kan f. eks. være konfigureret et gentagelsesmønster for en dag i den første uge i hver måned.
es_es: Especifica la frecuencia de la periodicidad. Por ejemplo, un patrón de periodicidad se puede configurar para un día de la primera semana de cada mes.
fr_fr: Spécifie la fréquence de récurrence. Par exemple, un modèle de récurrence peut être configuré pour un jour de la première semaine de chaque mois.
it_ch: Specifica la frequenza della ricorrenza. Ad esempio, un modello di ricorrenza può essere impostato per un giorno della prima settimana di ogni mese.
nl_be: Hiermee wordt de frequentie van de herhaling opgegeven. Een herhalingspatroon kan bijvoorbeeld zijn ingesteld voor een dag in de eerste week van elke maand.
ru_ru: Определяет периодичность повторения. Например, расписание повторения может быть настроено на определенный день первой недели каждого месяца.
sv_se: Anger frekvensen för upprepningen. Ett upprepningsmönster kan till exempel vara konfigurerat för en dag i den första veckan i varje månad.

# Page 2817068111 - Control 2894665138 - Property 2879900210
source: Recurrence Pattern
da_dk: Gentagelsesmønster
es_es: Patrón de periodicidad
fr_fr: Modèle de récurrence
it_ch: Modello di ricorrenza
nl_be: Herhalingspatroon
ru_ru: Расписание повторения
sv_se: Upprepningsmönster

# Page 2817068111 - Control 2910558118 - Property 1295455071
source: Specifies that Monday is the day of the week for the recurrence.
da_dk: Angiver, at mandag er ugedagen for gentagelsen.
es_es: Especifica que el lunes es el día de la semana para la periodicidad.
fr_fr: Spécifie que le lundi est le jour de la semaine pour la récurrence.
it_ch: Specifica che lunedì è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat maandag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — понедельник.
sv_se: Anger att måndag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 2910558118 - Property 2879900210
source: Recur on Monday
da_dk: Gentag om mandagen
es_es: Repetir el lunes
fr_fr: Récurrence le lundi
it_ch: Ricorrente di lunedì
nl_be: Herhalen op maandag
ru_ru: Повторять по понедельникам
sv_se: Återkommer på måndagar

# Page 2817068111 - Control 32562763 - Property 1295455071
source: Specifies the time of day when the recurrence takes effect. This is also the time of day for each occurrence.
da_dk: Angiver det tidspunkt på dagen, hvor gentagelsen træder i kraft. Det er også tidspunktet på dagen for hver forekomst.
es_es: Especifica la hora del día en que la periodicidad surte efecto. También es la hora del día de cada repetición.
fr_fr: Spécifie l'heure de la journée à laquelle la récurrence prend effet. Il s'agit également de l'heure de la journée pour chaque occurrence.
it_ch: Specifica l'ora in cui la ricorrenza diventa effettiva. Questa è anche l'ora di ogni occorrenza.
nl_be: Hiermee wordt het tijdstip opgegeven waarop de herhaling van kracht wordt. Dit is ook het tijdstip voor elke herhaling.
ru_ru: Определяет время суток, когда вступает в силу повторение. Это также время суток для каждого повтора.
sv_se: Anger tidpunkten på dagen då upprepningen träder i kraft. Det är också tiden på dagen för varje förekomst.

# Page 2817068111 - Control 32562763 - Property 2879900210
source: Recurrence Start Time
da_dk: Starttidspunkt for gentagelse
es_es: Hora de inicio de la periodicidad
fr_fr: Heure de début de la récurrence
it_ch: Ora di inizio ricorrenza
nl_be: Begintijd van herhaling
ru_ru: Время начала повторения
sv_se: Starttid för återkommande tid

# Page 2817068111 - Control 3465500804 - Property 1295455071
source: Specifies the month for the recurrence.
da_dk: Angiver måneden for gentagelsen.
es_es: Permite especificar el mes de la periodicidad.
fr_fr: Spécifie le mois de la récurrence.
it_ch: Specifica il mese della ricorrenza.
nl_be: Hiermee wordt de maand voor de herhaling opgegeven.
ru_ru: Определяет месяц для повторения.
sv_se: Anger startdatum för upprepningen.

# Page 2817068111 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the recurrence schedule.
da_dk: Angiver id'et for gentagelsesplanen.
es_es: Especifica el id. de la programación periódica.
it_ch: Specifica l'ID della pianificazione della ricorrenza.
nl_be: Hiermee wordt de id van het herhalingsschema opgegeven.
ru_ru: Определяет идентификатор расписания повторений.
sv_se: Anger ID:t för upprepningsschemat.

# Page 2817068111 - Control 3643919615 - Property 1295455071
source: Specifies the day of the week for the recurrence.
da_dk: Angiver ugedagen for gentagelsen.
es_es: Especifica el día de la semana para la periodicidad.
fr_fr: Spécifie le jour de la semaine pour la récurrence.
it_ch: Specifica il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt de dag van de week voor de herhaling opgegeven.
ru_ru: Определяет день недели для повторения.
sv_se: Anger veckodagen för den återkommande tiden.

# Page 2817068111 - Control 3643919615 - Property 2879900210
source: Weekday
da_dk: Ugedag
es_es: Día laborable
fr_fr: Jour de la semaine
it_ch: Giorno della settimana
nl_be: Weekdag
ru_ru: День недели
sv_se: Veckodag

# Page 2817068111 - Control 38359347 - Property 2879900210
source: Daily
da_dk: Dagligt
es_es: Diariamente
fr_fr: Tous les jours
it_ch: Giornaliera
nl_be: Dagelijks
ru_ru: Ежедневно
sv_se: Varje dag

# Page 2817068111 - Control 3922464340 - Property 1295455071
source: Specifies that Wednesday is the day of the week for the recurrence.
da_dk: Angiver, at onsdag er ugedagen for gentagelsen.
es_es: Especifica que el miércoles es el día de la semana para la periodicidad.
fr_fr: Spécifie que le mercredi est le jour de la semaine pour la récurrence.
it_ch: Specifica che mercoledì è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat woensdag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — среда.
sv_se: Anger att onsdag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 3922464340 - Property 2879900210
source: Recur on Wednesday
da_dk: Gentag om onsdagen
es_es: Repetir el miércoles
fr_fr: Récurrence le mercredi
it_ch: Ricorrente di mercoledì
nl_be: Herhalen op woensdag
ru_ru: Повторять по средам
sv_se: Återkommer på onsdagar

# Page 2817068111 - Control 3922915322 - Property 1295455071
source: Specifies that Thursday is the day of the week for the recurrence.
da_dk: Angiver, at torsdag er ugedagen for gentagelsen.
es_es: Especifica que jueves es el día de la semana para la periodicidad.
fr_fr: Spécifie que le jeudi est le jour de la semaine pour la récurrence.
it_ch: Specifica che giovedì è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat donderdag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — четверг.
sv_se: Anger att torsdag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 3922915322 - Property 2879900210
source: Recur on Thursday
da_dk: Gentag om torsdagen
es_es: Repetir el jueves
fr_fr: Récurrence le jeudi
it_ch: Ricorrente di giovedì
nl_be: Herhalen op donderdag
ru_ru: Повторять по четвергам
sv_se: Återkommer på torsdagar

# Page 2817068111 - Control 3983000087 - Property 1295455071
source: Specifies the interval between occurrences.
da_dk: Angiver intervallet mellem forekomster.
es_es: Especifica el intervalo entre repeticiones.
fr_fr: Spécifie l’intervalle entre les occurrences.
it_ch: Specifica l'intervallo tra le occorrenze.
nl_be: Hiermee wordt het interval tussen herhalingen opgegeven.
ru_ru: Определяет интервал между повторами.
sv_se: Anger intervallet mellan förekomster.

# Page 2817068111 - Control 3983000087 - Property 2879900210
source: Weeks Between
da_dk: Uger mellem
es_es: Semanas entre
fr_fr: Semaines entre
it_ch: Settimane tra
nl_be: Weken tussen
ru_ru: Недель между
sv_se: Veckor mellan

# Page 2817068111 - Control 3998854067 - Property 1295455071
source: Specifies the interval between occurrences.
es_es: Especifica el intervalo entre repeticiones.
it_ch: Specifica l'intervallo tra le occorrenze.
nl_be: Hiermee wordt het interval tussen herhalingen opgegeven.
ru_ru: Определяет интервал между повторами.
sv_se: Anger intervallet mellan förekomster.

# Page 2817068111 - Control 3998854067 - Property 2879900210
source: Months Between
es_es: Meses entre
it_ch: Intervallo mesi
nl_be: Maanden tussen
ru_ru: Месяцев между
sv_se: Månader mellan

# Page 2817068111 - Control 4021946451 - Property 1295455071
source: Specifies the day of the week for the recurrence.
da_dk: Angiver ugedagen for gentagelsen.
es_es: Especifica el día de la semana para la periodicidad.
fr_fr: Spécifie le jour de la semaine pour la récurrence.
it_ch: Specifica il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt de dag van de week voor de herhaling opgegeven.
ru_ru: Определяет день недели для повторения.
sv_se: Anger veckodagen för den återkommande tiden.

# Page 2817068111 - Control 4021946451 - Property 2879900210
source: Weekday
da_dk: Ugedag
es_es: Día laborable
fr_fr: Jour de la semaine
it_ch: Giorno della settimana
nl_be: Weekdag
ru_ru: День недели
sv_se: Veckodag

# Page 2817068111 - Control 464908067 - Property 1295455071
source: Specifies that Tuesday is the day of the week for the recurrence.
da_dk: Angiver, at tirsdag er ugedagen for gentagelsen.
es_es: Especifica que el martes es el día de la semana para la periodicidad.
fr_fr: Spécifie que le mardi est le jour de la semaine pour la récurrence.
it_ch: Specifica che martedì è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat dinsdag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — вторник.
sv_se: Anger att tisdag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 464908067 - Property 2879900210
source: Recur on Tuesday
da_dk: Gentag om tirsdagen
es_es: Repetir el martes
fr_fr: Récurrence le mardi
it_ch: Ricorrente di martedì
nl_be: Herhalen op dinsdag
ru_ru: Повторять по вторникам
sv_se: Återkommer på tisdagar

# Page 2817068111 - Control 474480784 - Property 1295455071
source: Specifies the date when the recurrence takes effect.
da_dk: Angiver den dato, hvor gentagelsen træder i kraft.
es_es: Especifica la fecha en la que surte efecto la periodicidad.
fr_fr: Spécifie la date à laquelle la récurrence prend effet.
it_ch: Specifica la data in cui la ricorrenza ha effetto.
nl_be: Hiermee wordt de datum opgegeven waarop de herhaling van kracht wordt.
ru_ru: Определяет дату, когда вступает в силу повторение.
sv_se: Anger det datum då upprepningen träder i kraft.

# Page 2817068111 - Control 809128117 - Property 1295455071
source: Specifies the day of the month for the recurrence.
da_dk: Angiver dagen i måneden for gentagelsen.
es_es: Especifica el día del mes de la periodicidad.
fr_fr: Spécifie le jour du mois pour la récurrence.
it_ch: Specifica il giorno del mese per la ricorrenza.
nl_be: Hiermee wordt de dag van de maand voor de herhaling opgegeven.
ru_ru: Определяет день месяца для повторения.
sv_se: Anger dagen i månaden för den återkommande tiden.

# Page 2817068111 - Control 809128117 - Property 2879900210
source: Recur on Day
da_dk: Gentag på dag
es_es: Repetir el día
fr_fr: Jour de récurrence
it_ch: Ricorrente nel giorno
nl_be: Herhalen op dag
ru_ru: Повторять по дням
sv_se: Återkommer på dag

# Page 2817068111 - Control 880511899 - Property 1295455071
source: Specifies the week of the month for the recurrence.
da_dk: Angiver ugen i måneden for gentagelsen.
es_es: Especifica la semana del mes de la periodicidad.
fr_fr: Spécifie la semaine du mois pour la récurrence.
it_ch: Specifica la settimana del mese per la ricorrenza.
nl_be: Hiermee wordt de week van de maand voor de herhaling opgegeven.
ru_ru: Определяет неделю месяца для повторения.
sv_se: Anger veckan i månaden för den återkommande tiden.

# Page 2817068111 - Control 880511899 - Property 2879900210
source: Recur in Week in Month
da_dk: Gentag i uge i måneden
es_es: Repetir en la semana del mes
fr_fr: Récurrence dans la semaine du mois
it_ch: Ricorrente nella settimana del mese
nl_be: Herhalen in week in maand
ru_ru: Повторять в неделю месяца
sv_se: Återkommer i veckan i månaden

# Page 2817068111 - Control 887324104 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
da_dk: Angiver hyppigheden af gentagelsen. Der kan f. eks. være konfigureret et gentagelsesmønster for en dag i den første uge i hver måned.
es_es: Especifica la frecuencia de la periodicidad. Por ejemplo, un patrón de periodicidad se puede configurar para un día de la primera semana de cada mes.
fr_fr: Spécifie la fréquence de récurrence. Par exemple, un modèle de récurrence peut être configuré pour un jour de la première semaine de chaque mois.
it_ch: Specifica la frequenza della ricorrenza. Ad esempio, un modello di ricorrenza può essere impostato per un giorno della prima settimana di ogni mese.
nl_be: Hiermee wordt de frequentie van de herhaling opgegeven. Een herhalingspatroon kan bijvoorbeeld zijn ingesteld voor een dag in de eerste week van elke maand.
ru_ru: Определяет периодичность повторения. Например, расписание повторения может быть настроено на определенный день первой недели каждого месяца.
sv_se: Anger frekvensen för upprepningen. Ett upprepningsmönster kan till exempel vara konfigurerat för en dag i den första veckan i varje månad.

# Page 2817068111 - Control 887324104 - Property 2879900210
source: Recurrence Pattern
da_dk: Gentagelsesmønster
es_es: Patrón de periodicidad
fr_fr: Modèle de récurrence
it_ch: Modello di ricorrenza
nl_be: Herhalingspatroon
ru_ru: Расписание повторения
sv_se: Upprepningsmönster

# Page 2817068111 - Control 972476439 - Property 1295455071
source: Specifies the interval between occurrences.
da_dk: Angiver intervallet mellem forekomster.
es_es: Especifica el intervalo entre repeticiones.
fr_fr: Spécifie l’intervalle entre les occurrences.
it_ch: Specifica l'intervallo tra le occorrenze.
nl_be: Hiermee wordt het interval tussen herhalingen opgegeven.
ru_ru: Определяет интервал между повторами.
sv_se: Anger intervallet mellan förekomster.

# Page 2817068111 - Control 972476439 - Property 2879900210
source: Days Between
da_dk: Dage mellem
es_es: Días entre
fr_fr: Jours entre
it_ch: Giorni tra
nl_be: Dagen tussen
ru_ru: Дней между
sv_se: Dagar mellan

# Page 281796026 - Control 2241665020 - Property 1295455071
source: Specifies the region setting for the user. The region defines display formats, for example, for dates, numbering, symbols, and currency. Users can change this on the My Settings page.
es_es: Especifica la configuración de la región para el usuario. La región define formatos de visualización, por ejemplo, fechas, numeración, símbolos y divisa. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica l'impostazione dell'area geografica per l'utente. L'area geografica definisce i formati di visualizzazione, ad esempio per date, numeri, simboli e valute. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de regio-instelling voor de gebruiker opgegeven. Met de regio worden indelingen gedefinieerd, bijvoorbeeld voor datums, nummering, symbolen en valuta. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет регион пользователя. От региона зависят форматы отображения дат, нумерации, символов, денежных значений и т. п. Пользователь может сменить регион на странице "Мои настройки".
sv_se: Anger användarens regioninställning. Regionen definierar visningsformaten, till exempel för datum, numrering, symboler och valuta. Användarna kan ändra detta på sidan Mina inställningar.

# Page 281796026 - Control 2241665020 - Property 2879900210
source: Region
es_es: Región
it_ch: Area geografica
nl_be: Regio
ru_ru: Регион

# Page 281796026 - Control 2339353424 - Property 1295455071
source: Specifies the user role that defines the user’s default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
es_es: Especifica el rol de usuario que define el Área de trabajo predeterminada del usuario y las personalizaciones específicas del rol. A menos que lo restrinjan los permisos, los usuarios pueden cambiar su rol en la página Mi configuración.
it_ch: Specifica il ruolo utente che definisce la gestione ruolo predefinita dell'utente e le personalizzazioni specifiche del ruolo. A meno che le autorizzazioni non siano limitate, gli utenti possono modificare il ruolo nella pagina Impostazioni personali.
nl_be: Hiermee wordt de gebruikersrol opgegeven waarmee het standaardrolcentrum en de rolspecifieke aanpassingen van de gebruiker worden gedefinieerd. Tenzij het door machtigingen wordt beperkt, kunnen gebruikers hun rol wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет роль пользователя, от которой зависят ролевой центр по умолчанию пользователя и связанные с ролью настройки. Пользователь может сменить свою роль на странице "Мои настройки", если его разрешения это допускают.
sv_se: Anger användarrollen som definierar användarens standardrollcenter och rollspecifika anpassningar. Om användarna inte har begränsade behörigheter kan de ändra sina roller på sidan Mina inställningar.

# Page 281796026 - Control 2339353424 - Property 2879900210
source: Role
es_es: Rol
it_ch: Ruolo
nl_be: Rol
ru_ru: Роль
sv_se: Roll

# Page 281796026 - Control 2708250016 - Property 1295455071
source: Specifies the user’s unique identifier.
es_es: Especifica el identificador único del usuario.
it_ch: Specifica l'identificatore univoco dell'utente.
nl_be: Hiermee wordt de unieke id van de gebruiker opgegeven.
ru_ru: Определяет уникальный идентификатор пользователя.
sv_se: Anger användarens unika identifierare.

# Page 281796026 - Control 2708250016 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
nl_be: Gebruikers-id
ru_ru: ИД пользователя
sv_se: Användar-ID

# Page 281796026 - Control 2945354029 - Property 1295455071
source: Specifies the time zone for the user. Users can change this on the My Settings page.
es_es: Especifica la zona horaria del usuario. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica il fuso orario per l'utente. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de tijdzone voor de gebruiker opgegeven. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет часовой пояс пользователя. Пользователь может сменить часовой пояс на странице "Мои настройки".
sv_se: Anger användarens tidszon. Användarna kan ändra detta på sidan Mina inställningar.

# Page 281796026 - Control 2945354029 - Property 2879900210
source: Time Zone
es_es: Zona horaria
it_ch: Fuso orario
nl_be: Tijdzone
ru_ru: Часовой пояс
sv_se: Tidszon

# Page 281796026 - Control 2981864456 - Property 1295455071
source: Specifies the user’s full name.
es_es: Especifica el nombre completo del usuario.
it_ch: Specifica il nome completo dell'utente.
nl_be: Hiermee wordt de volledige naam van de gebruiker opgegeven.
ru_ru: Определяет полное имя пользователя.
sv_se: Anger användarens fullständiga namn.

# Page 281796026 - Control 2981864456 - Property 2879900210
source: Full Name
es_es: Nombre completo
it_ch: Nome completo
nl_be: Volledige naam
ru_ru: ФИО
sv_se: Fullständigt namn

# Page 281796026 - Control 3133801257 - Property 1295455071
source: Specifies the company that the user works in. Unless restricted by permissions, users can change this on the My Settings page.
es_es: Especifica la empresa en la que trabaja el usuario. A menos que lo restrinjan los permisos, los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica la società in cui lavora l'utente. A meno che le autorizzazioni non siano limitate, gli utenti possono modificare questa impostazione nella pagina impostazioni personali.
nl_be: Hiermee wordt het bedrijf opgegeven waarin de gebruiker werkt. Tenzij het wordt beperkt door machtigingen, kunnen gebruikers dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет организацию, в которой работает пользователь. Пользователь может сменить свою роль на странице "Мои настройки", если его разрешения это допускают.
sv_se: Anger företaget som användaren arbetar på. Om användarna inte har begränsad behörighet kan de ändra detta på sidan Mina inställningar.

# Page 281796026 - Control 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# Page 281796026 - Control 4093990710 - Property 1295455071
source: Specifies the language in which Business Central will display. Users can change this on the My Settings page.
es_es: Especifica el idioma en el que se mostrará Business Central. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica la lingua in cui verrà visualizzato Business Central. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de taal opgegeven waarin Business Central wordt weergegeven. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет язык интерфейса Business Central. Пользователь может сменить язык на странице "Мои настройки".
sv_se: Anger vilket språk Business Central ska visas på. Användarna kan ändra detta på sidan Mina inställningar.

# Page 281796026 - Control 4093990710 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk
