Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Table 920931714 - Field 696461927 - Property 2879900210
source: Language Name
es_es: Nombre de idioma
it_ch: Nome lingua
nl_be: Taalnaam
ru_ru: Название языка
sv_se: Språkbeteckning

# Table 2399097655 - NamedType 2071277260
source: Please provide a valid role
es_es: Proporcione un rol válido
it_ch: Specificare un ruolo valido
nl_be: Geef een geldige rol op
ru_ru: Укажите действительную роль
sv_se: Ange en giltig roll

# Table 2465698125 - NamedType 1796632658
source: Try it out
es_es: Pruébelo
it_ch: Prova
sv_se: Prova nu

# Table 2655210482 - NamedType 4002974012
source: The table only supports a single record whose primary key is the empty string
da_dk: Tabellen understøtter kun en enkelt post, hvis primære nøgle er den tomme streng
es_es: La tabla solo admite un registro único cuya clave principal es la cadena vacía
it_ch: La tabella supporta solo un singolo record la cui chiave primaria è la stringa vuota
nl_be: De tabel ondersteunt slechts één record waarvan de primaire sleutel de lege tekenreeks is
ru_ru: Таблица поддерживает только одну запись, первичный ключ которой представляет собой пустую строку
sv_se: Tabellen har bara stöd för en enskild post vars primära nyckel är en tom sträng

# Table 31612813 - NamedType 2975201048
source: You must enable at least one line.
da_dk: Du skal aktivere mindst én linje.
es_es: Debe habilitar al menos una línea.
it_ch: È necessario abilitare almeno una riga.
nl_be: U moet ten minste één regel inschakelen.
ru_ru: Необходимо включить хотя бы одну строку.
sv_se: Du måste aktivera minst en rad.

# Table 31612813 - NamedType 3627776800
source: You cannot toggle "Apply to all records" because the retention policy for table %1, %2 contains mandatory filters.
da_dk: Du kan ikke skifte "Anvend på alle records", fordi opbevaringspolitikken for tabellen %1, %2 indeholder obligatoriske filtre.
es_es: No puede alternar "Aplicar a todos los registros" porque la directiva de retención para la tabla %1, %2 contiene filtros obligatorios.
it_ch: Impossibile attivare/disattivare "Applica a tutti i record" perché i criteri di conservazione per la tabella %1, %2 contengono filtri obbligatori.
nl_be: U kunt 'Toepassen op alle records' niet in-/uitschakelen omdat het bewaarbeleid voor tabel %1, %2 verplichte filters bevat.
ru_ru: Невозможно включить "Применить ко всем записям", так как политика хранения для таблицы %1 (%2) содержит обязательные фильтры.
sv_se: Du kan inte aktivera/inaktivera "Använd för alla poster" eftersom kvarhållningsprincipen för tabell %1, %2 innehåller obligatoriska filter.

# Table 3519071095 - NamedType 2463073725
source: You cannot populate the Object Type to Run or the Object ID to Run fields when the Link field is not empty.
es_es: No se pueden rellenar los campos Tipo de objeto para ejecutar o el Id. de objeto para ejecutar cuando el campo Vínculo no está vacío.
it_ch: Impossibile popolare i campi Tipo di oggetto da eseguire o ID oggetto da eseguire quando il campo Collegamento non è vuoto.
nl_be: U kunt de velden Uit te voeren objecttype en Uit te voeren object-id niet vullen wanneer het veld Koppeling niet leeg is.
ru_ru: Невозможно заполнить поле "Тип запускаемого объекта" или "ИД запускаемого объекта", когда поле "Ссылка" не пусто.
sv_se: Du kan inte fylla i fälten Objekttyp som ska köras eller ID för objekt som ska köras om fältet Länk inte är tomt.

# Table 3519071095 - NamedType 2813557957
source: You cannot populate the Link field when the Object Type to Run and Object ID to Run fields fields are not empty.
es_es: No se puede rellenar el campo Vínculo cuando los campos Tipo de objeto para ejecutar e Id. de objeto para ejecutar campos no están vacíos.
it_ch: Impossibile popolare il campo Collegamento quando i campi Tipo di oggetto da eseguire e ID oggetto da eseguire non sono vuoti.
nl_be: U kunt het veld Koppeling niet vullen wanneer de velden Uit te voeren objecttype en Uit te voeren object-id niet leeg zijn.
ru_ru: Невозможно заполнить поле "Ссылка", когда поля "Тип запускаемого объекта" и "ИД запускаемого объекта" не пусты.
sv_se: Du kan inte fylla i fältet Länk om fälten Objekttyp som ska köras eller ID för objekt som ska köras inte är tomma.

# Table 3456148789 - Method 333252792 - NamedType 569519751
source: Unable to initialize certificate!
es_es: No se puede inicializar el certificado.
it_ch: Impossibile inizializzare il certificato.
nl_be: Kan certificaat niet initialiseren.
ru_ru: Не удается инициализировать сертификат.
sv_se: Det gick inte att initiera certifikatet.

# Table 101689234 - Property 2879900210
source: ABS Container Content
es_es: Contenido del contenedor ABS
it_ch: Contenuto del contenitore ABS
nl_be: Inhoud van ABS-container
ru_ru: Содержимое контейнера ABS
sv_se: Innehåll i ABS-behållare

# Table 1094911819 - Property 2879900210
source: Feature Data Update Status
es_es: Estado de actualización de datos de característica
it_ch: Stato aggiornamento dati funzionalità
nl_be: Updatestatus van functiegegevens
ru_ru: Статус обновления данных функционального компонента
sv_se: Uppdateringstatus för funktionsdata

# Table 1106505126 - Property 2879900210
source: Fields Sync Status
es_es: Estado de sincronización de campos
it_ch: Stato sincronizzazione campi
nl_be: Synchronisatiestatus van velden
ru_ru: Статус синхронизации полей
sv_se: Synkroniseringsstatus för fält

# Table 1137163859 - Property 2879900210
source: Signup Context Values
es_es: Valores de contexto de registro
it_ch: Valori contesto iscrizione
sv_se: Värden för registreringskontext

# Table 1190380835 - Property 2879900210
source: Permission Lookup Buffer
es_es: Búfer de búsqueda de permisos
it_ch: Buffer ricerca autorizzazioni
sv_se: Buffert för behörighetssökning

# Table 1251581097 - Property 2879900210
source: Email Outbox
es_es: Bandeja salida correo electrónico
it_ch: Posta in uscita
nl_be: Postvak UIT
ru_ru: Исходящие сообщения электронной почты
sv_se: Utkorg för e-post

# Table 1278308846 - Property 2879900210
source: Retention Policy Allowed Table
es_es: Tabla permitida de directivas de retención
it_ch: Tabella criteri di conservazione consentita
nl_be: Toegestane tabel bewaarbeleid
ru_ru: Разрешенная таблица политики хранения
sv_se: Tabell med tillåtna för kvarhållningsprincip

# Table 1325297727 - Property 2879900210
source: Manual Setup
da_dk: Manuel opsætning
es_es: Configuración manual
fr_fr: Configuration manuelle
it_ch: Setup manuale
nl_be: Handmatige instelling
ru_ru: Ручная настройка
sv_se: Manuell konfiguration

# Table 1345601853 - Property 2879900210
source: Query Navigation Validation
es_es: Validación de navegación de consultas
it_ch: Convalida spostamento query
nl_be: Validatie van querynavigatie
ru_ru: Проверка навигации по запросу
sv_se: Validering av frågenavigering

# Table 1358710565 - Property 2879900210
source: Translation
da_dk: Oversættelse
es_es: Traducción
fr_fr: Traduction
it_ch: Traduzione
nl_be: Vertaling
ru_ru: Перевод
sv_se: Översättning

# Table 1416408971 - Property 2879900210
source: Permission Set Buffer
es_es: Memoria interna de conjunto de permisos
it_ch: Buffer set di autorizzazioni
sv_se: Buffert för behörighetsuppsättning

# Table 1486435046 - Property 2879900210
source: User Login
es_es: Inicio de sesión de usuario
it_ch: Accesso utente
nl_be: Gebruiksaanmelding
ru_ru: Вход пользователя
sv_se: Användarinloggning

# Table 1584771742 - Property 2879900210
source: Business Setup Icon
da_dk: Ikon for virksomhedskonfiguration
es_es: Icono de configuración de negocio
fr_fr: Icône Paramètres marché
it_ch: Icona setup aziendale
nl_be: Pictogram van bedrijfsinstelling
ru_ru: Значок настройки бизнеса
sv_se: Ikon för rörelseinställningar

# Table 1595900732 - Property 2879900210
source: SharePoint List Item Attachment
es_es: Datos adjuntos de elemento de lista de SharePoint
it_ch: Allegato articolo lista SharePoint
sv_se: Bilaga till SharePoint-listobjekt

# Table 1610173013 - Property 2879900210
source: SharePoint List
es_es: Lista de SharePoint
it_ch: Lista SharePoint
sv_se: SharePoint-lista

# Table 1636419976 - Property 2879900210
source: Azure AD User Updates
da_dk: Azure AD-brugeropdateringer
es_es: Actualizaciones de usuario de Azure AD
fr_fr: Mises à jour de l'utilisateur Azure AD
it_ch: Aggiornamenti utente Azure AD
nl_be: Azure AD-gebruikersupdates
ru_ru: Обновления пользователей Azure AD
sv_se: Uppdateringar av Azure AD-användare

# Table 1641495975 - Property 2879900210
source: Matches
es_es: Coincidencias
it_ch: Corrispondenze
nl_be: Overeenkomsten
ru_ru: Совпадения
sv_se: Matchningar

# Table 1656495825 - Property 2879900210
source: Captures
es_es: Capturas
it_ch: Acquisizioni
nl_be: Vastleggingen
ru_ru: Захваты
sv_se: Överföringar

# Table 1704880675 - Property 2879900210
source: Upgrade Tags
da_dk: Opgrader koder
es_es: Actualizar etiquetas
fr_fr: Mettre à niveau les balises
it_ch: Tag di aggiornamento
nl_be: Labels upgraden
ru_ru: Обновление тегов
sv_se: Uppgradera taggar

# Table 1789703403 - Property 2879900210
source: Retention Period
es_es: Periodo de retención
it_ch: Periodo di conservazione
nl_be: Bewaarperiode
ru_ru: Период хранения
sv_se: Kvarhållningsperiod

# Table 1835319050 - Property 2879900210
source: SharePoint List Item
es_es: Elemento de lista de SharePoint
it_ch: Articolo lista SharePoint
sv_se: SharePoint-listobjekt

# Table 1850560024 - Property 2879900210
source: Net Promoter Score Setup
es_es: Configuración de Net Promoter Score
it_ch: Setup punteggio di promozione della rete
nl_be: Instelling van Net Promoter Score
ru_ru: Настройка индекса потребительской лояльности
sv_se: Inställningar för Net Promoter Score

# Table 1910832796 - Property 2879900210
source: Sent Email
es_es: Correo electrónico enviado
it_ch: Messaggio e-mail inviato
nl_be: Verzonden e-mail
ru_ru: Отправленные сообщения электронной почты
sv_se: Skickat e-postmeddelande

# Table 1916377412 - Property 2879900210
source: Checklist Item User
es_es: Usuario de elemento de lista de comprobación
it_ch: Utente elemento elenco di controllo
nl_be: Gebruiker van controlelijstitem
ru_ru: Пользователь пункта контрольного списка
sv_se: Användare för punkt i checklista

# Table 1985063655 - Property 2879900210
source: Email Account
es_es: Cuenta de correo electrónico
it_ch: Account e-mail
ru_ru: Учетная запись электронной почты
sv_se: E-postkonto

# Table 1993094577 - Property 2879900210
source: Email Connector
es_es: Conector de correo electrónico
it_ch: Connettore e-mail
ru_ru: Соединитель электронной почты
sv_se: Anslutningsprogram för e-post

# Table 2046056834 - Property 2879900210
source: Email Message Attachment
es_es: Archivo adjunto de mensaje de correo electrónico
it_ch: Allegato del messaggio e-mail
nl_be: Bijlage van e-mailbericht
ru_ru: Вложение сообщения электронной почты
sv_se: Bilaga för e-postmeddelande

# Table 2046507299 - Property 2879900210
source: Tenant Web Service Filter
da_dk: Webtjenestefilter for lejer
es_es: Filtro de servicio web de suscriptor
fr_fr: Filtre du service web de l'abonné
it_ch: Filtro servizio Web tenant
nl_be: Filter van tenantwebservice
ru_ru: Фильтр веб-службы арендатора
sv_se: Filter för klientorganisationswebbtjänst

# Table 2200828805 - Property 2879900210
source: Subscription Plan
da_dk: Abonnementsplan
es_es: Plan de suscripción
fr_fr: Plan d'abonnement
it_ch: Piano di sottoscrizione
nl_be: Abonnementsplan
ru_ru: План подписки
sv_se: Prenumerationsplan

# Table 2257524325 - Property 2879900210
source: Field Content Buffer
es_es: Búfer de contenido de campo
it_ch: Buffer contenuto campo
nl_be: Veldinhoudsbuffer
ru_ru: Буфер содержимого полей
sv_se: Buffert för fältinnehåll

# Table 2280223156 - Property 2879900210
source: Reten. Pol. Deleting Param
es_es: Parám. eliminación dir. reten.
it_ch: Parametri eliminazione criteri di conservazione
nl_be: Verwijderparameter bew.beleid
ru_ru: Парам. удаления пол. хран.
sv_se: Borttagningsparameter för kvarhållningsprincip

# Table 2303806024 - Property 2879900210
source: User Settings
es_es: Ajustes de usuario
it_ch: Impostazioni utente
nl_be: Gebruikersvoorkeuren
ru_ru: Параметры пользователей
sv_se: Användarkonfiguration

# Table 2308593832 - Property 2879900210
source: Word Templates Related Table
es_es: Tabla relacionada de plantillas de Word
it_ch: Tabella correlata modelli di Word
nl_be: Gerelateerde tabel Word-sjablonen
ru_ru: Связанная таблица шаблонов Word
sv_se: Tabell för relaterade Word-mallar

# Table 2372869910 - Property 2879900210
source: Email Related Attachment
es_es: Archivo adjunto relacionado en correo electrónico
it_ch: Allegato e-mail correlato
nl_be: Aan e-mail gerelateerde bijlage
ru_ru: Вложение, связанное с сообщением электронной почты
sv_se: E-postrelaterad bifogad fil

# Table 2399097655 - Property 2879900210
source: Checklist Item Role
es_es: Rol de elemento de lista de comprobación
it_ch: Ruolo elemento elenco di controllo
nl_be: Rol van controlelijstitem
ru_ru: Роль пункта контрольного списка
sv_se: Roll för punkt i checklista

# Table 2441820321 - Property 2879900210
source: Barcode Encode Settings
es_es: Configuración de codificación de código de barras
it_ch: Impostazioni codifica codice a barre
nl_be: Instellingen van barcodecodering
ru_ru: Параметры кодирования штрихкодов
sv_se: Kodningsinställningar för streckkod

# Table 2461374210 - Property 2879900210
source: Application User Settings
es_es: Ajustes de usuario de aplicación
it_ch: Impostazioni utente applicazione
sv_se: Appens användarkonfiguration

# Table 2465698125 - Property 2879900210
source: Feature Key
es_es: Clave de característica
it_ch: Chiave funzionalità
sv_se: Funktionsnyckel

# Table 248118458 - Property 2879900210
source: Table Information Cache
es_es: Caché de información de tablas
it_ch: Cache delle informazioni della tabella
nl_be: Cache met tabelgegevens
ru_ru: Кэш информация о таблицах
sv_se: Cacheminne för tabellinformation

# Table 2488342448 - Property 2879900210
source: Cue Setup
da_dk: Opsætning af køindikator
es_es: Configuración de pila
fr_fr: Paramètres pile
it_ch: Setup pila
nl_be: Instelling indicatiestapel
ru_ru: Настройка очереди
sv_se: Inställning av stack-ikon

# Table 2547370934 - Property 2879900210
source: Feature Uptake
es_es: Consumo de característica
it_ch: Utilizzo della funzionalità
sv_se: Funktionsupptagning

# Table 2593693414 - Property 2879900210
source: Email Scenario
es_es: Escenario de correo electrónico
it_ch: Scenario e-mail
ru_ru: Сценарий электронной почты
sv_se: E-postscenario

# Table 2655210482 - Property 2879900210
source: SmartList Designer Handler
es_es: Controlador del Diseñador de SmartList
it_ch: Gestore di progettazione SmartList
nl_be: Handler van SmartList-ontwerper
ru_ru: Обработчик конструктора SmartList
sv_se: Hanterare för SmartList-designer

# Table 2715881816 - Property 2879900210
source: Retention Policy Log Entry
es_es: Movimiento de registro de directivas de retención
it_ch: Voce log criteri di conservazione
nl_be: Logpost van bewaarbeleid
ru_ru: Операция журнала политики хранения
sv_se: Loggpost för kvarhållningsprincip

# Table 2732765979 - Property 2879900210
source: Checklist Item
es_es: Elemento de lista de comprobación
it_ch: Elemento elenco di controllo
nl_be: Controlelijstitem
ru_ru: Пункт контрольного списка
sv_se: Punkt i checklista

# Table 2748466131 - Property 2879900210
source: User Checklist Status
es_es: Estado de lista de comprobación de usuario
it_ch: Stato elenco di controllo utente
nl_be: Status controlelijst gebruiker
ru_ru: Статус контрольного списка пользователя
sv_se: Status för användarens checklista

# Table 275794229 - Property 2879900210
source: Email Account Scenario
es_es: Escenario de cuenta de correo electrónico
it_ch: Scenario account e-mail
nl_be: Scenario voor e-mailaccount
ru_ru: Сценарий учетной записи электронной почты
sv_se: Scenario för e-postkonto

# Table 2794189023 - Property 2879900210
source: Regex Options
es_es: Opciones de Regex
it_ch: Opzioni regex
nl_be: Regex-opties
ru_ru: Параметры регулярного выражения
sv_se: Regex-alternativ

# Table 283413285 - Property 2879900210
source: Data Subjects
da_dk: Dataemner
es_es: Interesados
fr_fr: Objets de données
it_ch: Interessati
nl_be: Betrokkenen
ru_ru: Субъекты данных
sv_se: Registrerade

# Table 28344312 - Property 2879900210
source: Groups
es_es: Grupos
it_ch: Gruppi
nl_be: Groepen
ru_ru: Группы
sv_se: Grupper

# Table 2927020213 - Property 2879900210
source: Checklist Setup
es_es: Configuración de lista de comprobación
it_ch: Setup elenco di controllo
nl_be: Instelling van controlelijst
ru_ru: Настройка контрольного списка
sv_se: Konfiguration av checklista

# Table 2934790640 - Property 2879900210
source: Upgrade Tag Backup
es_es: Actualizar copia de seguridad de etiquetas
it_ch: Backup tag di aggiornamento
nl_be: Reservekopie van upgrade-label
ru_ru: Резервная копия тега обновления
sv_se: Uppgradera tagg för säkerhetskopiering

# Table 3016299816 - Property 2879900210
source: Email Connector Logo
es_es: Logotipo de conector de correo electrónico
it_ch: Logo connettore e-mail
nl_be: Logo van e-mailconnector
ru_ru: Логотип соединителя электронной почты
sv_se: Logotyp för anslutningsprogram för e-post

# Table 3029408820 - Property 2879900210
source: Temp Media
es_es: Medios temporales
it_ch: Elemento multimediale temporaneo
nl_be: Tijdelijke media
ru_ru: Временный носитель
sv_se: Tillfälligt medium

# Table 3049595448 - Property 2879900210
source: Web Service Aggregate
da_dk: Akkumulering af webtjeneste
es_es: Agregado de servicio web
fr_fr: Regroupement du service Web
it_ch: Aggregazione servizio Web
nl_be: Samenvoeging van webservice
ru_ru: Агрегат веб-служб
sv_se: Sammanställning av webbtjänst

# Table 3143285109 - Property 2879900210
source: Email Rate Limit
es_es: Límite tasa correo electrónico
it_ch: Limite frequenza e-mail
sv_se: Kvotgräns för e-post

# Table 31612813 - Property 2879900210
source: Retention Policy Setup
es_es: Config. directiva retención
it_ch: Setup criteri di conservazione
nl_be: Instelling van bewaarbeleid
ru_ru: Настройка политики хранения
sv_se: Inst. kvarhållningsprincip

# Table 3170013184 - Property 2879900210
source: Extension Deployment Status
da_dk: Status for installation af udvidelse
es_es: Estado de la implementación de extensión
it_ch: Stato distribuzione estensione
nl_be: Status van installatie van extensie
ru_ru: Статус развертывания расширения
sv_se: Distributionsstatus för tillägg

# Table 3181557883 - Property 2879900210
source: Recurrence Schedule
es_es: Programación periódica
it_ch: Programmazione ricorrenza
nl_be: Herhalingsschema
ru_ru: Расписание повторений
sv_se: Återkommande schema

# Table 3195683969 - Property 2879900210
source: Permission Set Relation Buffer
es_es: Memoria interna de relación de conjunto de permisos
it_ch: Buffer relazione set di autorizzazioni
sv_se: Relationsbuffert för behörighetsuppsättning

# Table 3215974682 - Property 2879900210
source: Company Size Cache
es_es: Caché de tamaño de empresa
it_ch: Cache dimensioni società
nl_be: Cache bedrijfsgrootte
ru_ru: Кэш размера организации
sv_se: Cache för företagsstorlek

# Table 3247020001 - Property 2879900210
source: SharePoint Folder
es_es: Carpeta de SharePoint
it_ch: Cartella SharePoint
sv_se: SharePoint-mapp

# Table 3318323821 - Property 2879900210
source: Feature Dependency
es_es: Dependencia de característica
it_ch: Dipendenza funzionalità
sv_se: Funktionsberoende

# Table 3404653217 - Property 2879900210
source: Spotlight Tour Text
es_es: Texto recorrido de lo más destacado
it_ch: Testo del tour di contenuti in evidenza
nl_be: Tekst voor spotlight-rondleiding
ru_ru: Текст тура
sv_se: Text för Spotlight-visning

# Table 3432573050 - Property 2879900210
source: Custom Permissions In License
es_es: Permisos personalizados de la licencia
it_ch: Autorizzazioni personalizzate in licenza
sv_se: Anpassade behörigheter i licens

# Table 3456148789 - Property 2879900210
source: Signature Key
es_es: Clave de firma
it_ch: Chiave firma
nl_be: Handtekeningsleutel
ru_ru: Ключ подписи
sv_se: Signaturnyckel

# Table 3519071095 - Property 2879900210
source: Guided Experience Item
es_es: Artículo de experiencia guiada
it_ch: Elemento esperienza guidata
nl_be: Artikel van begeleide ervaring
ru_ru: Пункт интерактивной процедуры
sv_se: Punkt med guidad upplevelse

# Table 3706825753 - Property 2879900210
source: Document Sharing
es_es: Uso compartido documentos
it_ch: Condivisione documenti
nl_be: Documenten delen
ru_ru: Совместная работа с документами
sv_se: Dokumentdelning

# Table 3738775605 - Property 2879900210
source: Word Templates Table
es_es: Tabla de plantillas de Word
it_ch: Tabella modelli di Word
nl_be: Tabel met Word-sjablonen
ru_ru: Таблица шаблонов Word
sv_se: Tabell för Word-mallar

# Table 3747771801 - Property 2879900210
source: Extra Settings
es_es: Configuración adicional
it_ch: Impostazioni aggiuntive
nl_be: Extra instellingen
ru_ru: Дополнительные параметры
sv_se: Extra inställningar

# Table 3780677409 - Property 2879900210
source: User Environment Login
es_es: Inicio de sesión de entorno de usuario
it_ch: Accesso ambiente utente
sv_se: Inloggning för användarmiljö

# Table 3831263693 - Property 2879900210
source: SAS Parameters
es_es: Parámetros de SAS
it_ch: Parametri SAS
ru_ru: Параметры SAS
sv_se: SAS-parametrar

# Table 3865875552 - Property 2879900210
source: Tenant Web Service Columns
da_dk: Webtjenestekolonner for lejer
es_es: Columnas del servicio web de suscriptor
fr_fr: Colonnes du service web de l'abonné
it_ch: Colonne servizio Web tenant
nl_be: Kolommen van tenantwebservice
ru_ru: Столбцы веб-службы арендатора
sv_se: Kolumner för klientorganisationswebbtjänst

# Table 3868457122 - Property 2879900210
source: Persistent Blob
es_es: Blob persistente
it_ch: BLOB persistente
nl_be: Permanente BLOB
ru_ru: Постоянный BLOB-объект
sv_se: Beständig BLOB

# Table 3888925401 - Property 2879900210
source: ABS Container
es_es: Contenedor ABS
it_ch: Contenitore ABS
ru_ru: Контейнер ABS
sv_se: ABS-behållare

# Table 3902255291 - Property 2879900210
source: Primary Guided Experience Item
es_es: Producto de experiencia guiada principal
it_ch: Elemento principale esperienza guidata
sv_se: Punkt med primär guidad upplevelse

# Table 3975264862 - Property 2879900210
source: User Plan
da_dk: Brugerplan
es_es: Plan de usuario
fr_fr: Plan utilisateur
it_ch: Piano utente
nl_be: Gebruikersplan
ru_ru: План пользователя
sv_se: Användarplan

# Table 3989631842 - Property 2879900210
source: Default Permission Set in License
es_es: Conjunto de permisos predeterminado de la licencia
it_ch: Set di autorizzazioni predefinito in licenza
sv_se: Standardbehörighetsuppsättning i licens

# Table 4009711645 - Property 2879900210
source: Plan Configuration
es_es: Planificar configuración
it_ch: Configurazione piano
sv_se: Konfiguration av abonnemang

# Table 4010026032 - Property 2879900210
source: Reten. Pol. Filtering Param
es_es: Parám. filtrado dir. reten.
it_ch: Parametri filtro criteri di conservazione
nl_be: Filterparameter bew.beleid
ru_ru: Парам. фильтрации пол. хран.
sv_se: Filtreringsparameter för kvarhållningsprincip

# Table 4093990710 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Table 4140863310 - Property 2879900210
source: Product Video Buffer
da_dk: Produktvideobuffer
es_es: Búfer de vídeo del producto
fr_fr: Tampon vidéo produit
it_ch: Buffer video dei prodotti
ru_ru: Буфер видео продуктов
sv_se: Produktvideobuffert

# Table 414606611 - Property 2879900210
source: Checklist Item Buffer
es_es: Búfer de producto de lista de comprobación
it_ch: Buffer elemento elenco di controllo
nl_be: Artikelbuffer van controlelijst
ru_ru: Буфер пунктов контрольных списков
sv_se: Buffert för punkter i checklista
