Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3970971575 - Control 36636685 - Property 2879900210
source: - Normal - Data that does not belong to other classifications.
da_dk: -Normal - data, der ikke hører til andre klassificeringer.
es_es: -Normal: datos a los que no se han asignado las otras clasificaciones.
fr_fr: - Normal - Données qui n'appartiennent pas aux autres classifications.
it_ch: - Normali: dati che non appartengono ad altre classificazioni.
nl_be: - Normaal: gegevens die niet tot de andere classificaties behoren.
ru_ru: - Обычные — данные, которые не входят в другие категории классификации.
sv_se: -Normalt - Data som inte tillhör andra klassificeringar.

# Page 3970971575 - Control 3818331104 - Property 1295455071
source: View a list of fields that are used on setup tables.
da_dk: Vis en liste over felter, der bruges i opsætningstabeller.
es_es: Ver una lista de los campos que se usan en las tablas de configuración.
it_ch: Visualizzare l'elenco dei campi utilizzati nelle tabelle di setup.
nl_be: Een lijst weergeven met velden die worden gebruikt in instellingstabellen.
ru_ru: Просмотр списка полей, используемых в таблицах настройки.
sv_se: Visa en lista med fält som används i inställningstabeller.

# Page 3970971575 - Control 3933634608 - Property 2879900210
source: - Company Confidential - Business data that you do not want to expose. For example, ledger entries.
da_dk: -Virksomhedsfortrolige data- forretningsdata, som du ikke ønsker at vise, f.eks. finansposter.
es_es: - Confidencial de la empresa: datos empresariales que no desea revelar. Por ejemplo, los movimientos contables.
fr_fr: - Confidentiel - Données professionnelles que vous ne souhaitez pas divulguer. Par exemple, les écritures comptables.
it_ch: - Riservati della società: dati aziendali che non si desidera esporre, ad esempio i movimenti contabili.
nl_be: - Vertrouwelijke bedrijfsinformatie: bedrijfsgegevens die u niet openbaar wilt maken. Bijvoorbeeld posten.
ru_ru: - Для служебного пользования — бизнес-данные, которые не должны быть доступны посторонним. Например, учтенные операции.
sv_se: -Konfidentiellt - Företagsdata som du inte vill exponera. Till exempel transaktioner.

# Page 3970971575 - Control 3961050527 - Property 1968111052
source: Data classification is an important part of protecting the privacy of personal and sensitive data, and is often required by data privacy laws. Classification can make it easier to retrieve personal data, for example, in response to a request, and it can add another layer of protection. This guide helps you classify the sensitivity of the data in tables and fields.
da_dk: Dataklassificering, der er en vigtig del af beskyttelse af personlige og følsomme data, kræves ofte i lovgivning om beskyttelse af data. Klassificering kan gøre det nemmere at hente personlige data, f.eks. i forbindelse med anmodninger, og kan desuden udgøre et ekstra beskyttelseslag. Denne guide hjælper dig med at klassificere følsomheden af data i tabeller og felter.
es_es: La clasificación de datos es una parte importante de la protección de la privacidad de datos confidenciales, y la suelen exigir las normas de privacidad de datos. La clasificación puede facilitar la recuperación de datos personales (por ejemplo, en respuesta a una solicitud) y puede agregar otra capa de protección. Esta guía le ayudará a clasificar la confidencialidad de los datos de las tablas y los campos.
fr_fr: La classification des données est essentielle à la protection de la confidentialité des données personnelles et sensibles et est souvent requise par les lois sur la confidentialité des données. La classification facilite la récupération des données personnelles, par exemple, en réponse à une demande. Elle permet également d'ajouter une couche de protection supplémentaire. Ce guide vous aide à classer la sensibilité des données des tables et des champs.
it_ch: La classificazione dei dati è una parte importante della protezione della privacy dei dati personali e riservati ed è spesso richiesta dalle leggi sulla privacy dei dati. La classificazione può agevolare il recupero dei dati personali, ad esempio in risposta a una richiesta, e può aggiungere un altro livello di protezione. Questa guida consente di classificare la riservatezza dei dati in tabelle e campi.
nl_be: Gegevensclassificatie is een belangrijk onderdeel van de bescherming van de privacy van persoonlijke en vertrouwelijke gegevens en wordt vaak vereist door privacywetgeving. Classificatie kan het eenvoudiger maken persoonlijke gegevens op te halen, bijvoorbeeld in reactie op een aanvraag, en er kan een extra beschermingslaag mee worden toegevoegd. Deze begeleide instelling helpt u de vertrouwelijkheid van de gegevens in tabellen en velden te classificeren.
ru_ru: Классификация данных — это важная часть защиты конфиденциальности личных и конфиденциальных данных. Такая классификация часто требуется законами о конфиденциальности данных. Классификация позволяет упростить извлечение личных данных, например по запросу, и она может добавить еще один уровень защиты. Это руководство помогает классифицировать конфиденциальность данных в полях и таблицах.
sv_se: Dataklassificering har stor betydelse när det gäller att skydda integriteten i personlig och känslig information, vilket ofta krävs enligt lagar om datasekretess. Klassificeringen kan göra det enklare att hämta personuppgifter, till exempel som svar på en begäran, och den kan tillföra ytterligare en skyddsnivå. Den här guiden hjälper dig att klassificera känsligheten hos data i tabeller och fält.

# Page 3970971575 - Control 3961050527 - Property 2879900210
source: Welcome to the Data Classification Assisted Setup Guide
da_dk: Velkommen til den assisterende opsætningsvejledning til dataklassificering
es_es: Guía de configuración asistida para la clasificación de datos
fr_fr: Bienvenue dans le guide de configuration assistée Classification des données
it_ch: Guida setup assistito per la classificazione dei dati
nl_be: Welkom bij de begeleide instelling Gegevensclassificatie
ru_ru: Добро пожаловать в руководство по мастеру настройки классификации данных
sv_se: Välkommen till guiden för assisterad konfiguration av dataklassificering

# Page 3970971575 - Control 4064167186 - Property 1295455071
source: Specifies that you want to export all of your data sensitivity classifications to an Excel worksheet. You can edit the sensitivity settings, and then import the file to apply your changes. You can also use the same worksheet to classify data sensitivities in other companies.
da_dk: Angiver, at du vil eksportere alle dine klassificeringer af datafølsomhed til et Excel-regneark. Du kan redigere indstillingerne for følsomhed og derefter importere filen for at anvende dine ændringer. Du kan også bruge det samme regneark til at klassificere datafølsomheder i andre virksomheder.
es_es: Especifica que desea exportar todas las clasificaciones de confidencialidad de datos a una hoja de trabajo de Excel. Puede editar la configuración de confidencialidad y luego importar el archivo para aplicar los cambios. También puede usar la misma hoja de trabajo para clasificar las confidencialidades de datos de otras empresas.
fr_fr: Spécifie que vous souhaitez exporter toutes les classifications de sensibilité des données dans une feuille Excel. Vous pouvez modifier les paramètres de sensibilité, puis importer le fichier pour appliquer vos modifications. Vous pouvez également utiliser la même feuille de calcul pour classer les sensibilités des données dans d'autres sociétés.
it_ch: Specifica che si desidera esportare tutte le classificazioni di riservatezza ai dati in un foglio di lavoro di Excel. È possibile modificare le impostazioni di sensitività e importare il file per applicare le modifiche. È inoltre possibile utilizzare lo stesso prospetto per classificare le riservatezza dei dati in altre società.
nl_be: Hiermee wordt opgegeven dat u al uw classificaties voor vertrouwelijkheid van gegevens wilt exporteren naar een Excel-werkblad. U kunt de gevoeligheidsinstellingen bewerken en vervolgens het bestand importeren om uw wijzigingen toe te passen. U kunt hetzelfde werkblad ook gebruiken om vertrouwelijkheid van gegevens in andere bedrijven te classificeren.
ru_ru: Указывает, что вы хотите экспортировать все свои категории конфиденциальности данных на лист Excel. Вы можете отредактировать настройки конфиденциальности в Excel, а затем импортировать файл для применения внесенных изменений. Также вы можете использовать этот лист для классификации конфиденциальности данных в других компаниях.
sv_se: Anger att du vill exportera alla datakänslighetsklassificeringar till ett Excel-kalkylblad. Du kan redigera känslighetsinställningarna och sedan importera filen så att ändringarna tillämpas. Du kan också använda samma kalkylblad om du vill klassificera datakänslighet i andra företag.

# Page 3970971575 - Control 4064167186 - Property 2879900210
source: Export Classification Data to Excel
da_dk: Eksportér klassificeringsdata til Excel
es_es: Exportar datos de clasificación a Excel
fr_fr: Exporter les données de classification vers Excel
it_ch: Esporta i dati di classificazione in Excel
nl_be: Classificatiegegevens exporteren naar Excel
ru_ru: Экспорт данных классификации в Excel
sv_se: Exportera klassificeringsdata till Excel

# Page 3970971575 - Control 4130955144 - Property 1295455071
source: View a list of fields that are used on templates.
da_dk: Vis en liste over felter, der bruges i skabeloner.
es_es: Ver una lista de los campos que se usan en las plantillas.
it_ch: Visualizzare l'elenco dei campi utilizzati nei modelli.
nl_be: Een lijst weergeven met velden die worden gebruikt in sjablonen.
ru_ru: Просмотр списка полей, используемых в шаблонах.
sv_se: Visa en lista med fält som används i mallar.

# Page 3970971575 - Control 4161855943 - Property 1968111052
source: The default classification has been added to the tables. Now you can classify individual fields in the tables, and the entities that relate to the tables.
da_dk: Standardklassificeringen er føjet til tabellerne. Du kan nu klassificere de enkelte felter i tabellerne og de enheder, der er relateret til tabellerne.
es_es: Se ha agregado la clasificación predeterminada a las tablas. Ahora puede clasificar campos individuales de las tablas y las entidades que están relacionadas con las tablas.
fr_fr: La classification par défaut a été ajoutée aux tables. Vous pouvez maintenant classer les champs individuels des tables, ainsi que les entités associées aux tables.
it_ch: La classificazione di default è stata aggiunta alle tabelle. Ora è possibile classificare i singoli campi nelle tabelle e le entità correlate alle tabelle.
nl_be: De standaardclassificatie is toegevoegd aan de tabellen. Nu kunt u afzonderlijke velden in de tabellen classificeren en de entiteiten die gerelateerd zijn aan de tabellen.
ru_ru: В таблицы добавлена классификация по умолчанию. Теперь можно классификации отдельные поля в таблицах и объекты, которые связаны с таблицами.
sv_se: Standardklassificeringen har lagts till i tabellerna. Du kan nu klassificera enskilda fält i tabellerna och enheterna som relaterar till tabellerna.

# Page 3970971575 - Control 4161855943 - Property 2879900210
source: Good work! Now classify individual fields
da_dk: Godt klaret! Nu skal du klassificere de enkelte felter
es_es: Fantástico. Ahora tiene que clasificar los campos individuales.
fr_fr: Bon travail ! À présent, classez les champs individuels
it_ch: Ottimo lavoro. Ora eseguire la classificazione dei singoli campi
nl_be: Mooi! Classificeer nu afzonderlijke velden
ru_ru: Отлично! Теперь нужно классифицировать отдельные поля
sv_se: Bra gjort! Nu ska du klassificera enskilda fält.

# Page 3970971575 - Control 4294284153 - Property 1295455071
source: Specifies the default sensitivity classifications to apply to data on setup tables that control how you will use features, such as the tables used by the general ledger. You can view the fields to classify them individually.
da_dk: Angiver de standardfølsomhedsklassificeringer, som anvendes på data i opsætningstabeller, der styrer, hvordan du vil bruge funktioner, f.eks. de tabeller, der bruges af finans. Du kan få vist felterne for at klassificere dem individuelt.
es_es: Especifica las clasificaciones de confidencialidad predeterminadas que se aplicarán a los datos de las tablas de configuración que controlan cómo se usarán las características, como las tablas que se usan en contabilidad. Puede ver los campos para clasificarlos individualmente.
it_ch: Specifica la classificazione di riservatezza predefinita da applicare ai dati nelle tabelle di setup che controllano la modalità di utilizzo delle funzionalità, ad esempio le tabelle utilizzate nella contabilità generale. È possibile visualizzare i campi per classificarli singolarmente.
nl_be: Hiermee worden de standaardgevoeligheidsclassificaties opgegeven die worden toegepast op gegevens in instellingstabellen die bepalen hoe u functies gebruikt, zoals de tabellen die door het grootboek worden gebruikt. U kunt de velden weergeven om deze afzonderlijk te classificeren.
ru_ru: Определяет категории конфиденциальности по умолчанию, применяемые к данным в таблицах настроек, которые определяют порядок использования функций системы, например таблиц, используемых главной книгой. Вы можете просмотреть поля и классифицировать их по отдельности.
sv_se: Anger standardklassificeringar för känslighet som används på data i inställningstabeller som styr hur du ska använda funktioner, till exempel de tabeller som används i redovisningen. Du kan visa fälten om du vill klassificera dem individuellt.

# Page 3970971575 - Control 4294284153 - Property 2879900210
source: Data on setup tables is:
da_dk: Data i opsætningstabeller er:
es_es: Los datos de tablas de configuración son:
fr_fr: Les données des tables de configuration sont :
it_ch: Dati nelle tabelle di setup:
nl_be: Gegevens in instellingentabellen zijn:
ru_ru: Классификация данных из таблиц настройки:
sv_se: Data i inställningstabeller är:

# Page 3970971575 - Control 4294284153 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
da_dk: Ikke-klassificerede,Følsomme,Personlige,Virksomhedsfortrolige,Normal
es_es: Sin clasificar,Confidencial,Personal,Confidencial de la empresa,Normal
it_ch: Non classificati,Riservati,Personali,Riservati della società,Normali
nl_be: Niet-geclassificeerd,Vertrouwelijk,Persoonlijk,Vertrouwelijke bedrijfsinformatie,Normaal
ru_ru: Неклассифицированные,Конфиденциальные,Личные,Для служебного пользования,Обычные
sv_se: Oklassificerat,Känsligt,Personligt,Konfidentiellt,Normalt

# Page 3970971575 - Control 434405921 - Property 1968111052
source: Review the classifications for similar fields before you continue.
da_dk: Gennemse klassificeringerne af lignende felter, før du fortsætter.
es_es: Antes de continuar, revise las clasificaciones de los campos similares.
fr_fr: Examinez les classifications des champs similaires avant de continuer.
it_ch: Esaminare le classificazioni per i campi simili prima di continuare.
nl_be: Controleer de classificaties van soortgelijke velden voordat u doorgaat.
ru_ru: Перед продолжением проверьте классификацию похожих полей.
sv_se: Granska klassificeringarna för liknande fält innan du fortsätter.

# Page 3970971575 - Control 434405921 - Property 2879900210
source: We're getting there!
da_dk: Vi er snart færdige!
es_es: Llegamos enseguida.
fr_fr: C'est presque terminé !
it_ch: L'operazione è quasi terminata.
nl_be: We zijn er bijna.
ru_ru: Приступаем!
sv_se: Vi kommer till det!

# Page 3970971575 - Control 513339096 - Property 1295455071
source: Specifies if you have reviewed the classifications that will be applied to the data subjects.
da_dk: Angiver, om du har gennemset de klassificeringer, der vil blive anvendt på dateemnerne.
es_es: Especifica si ha revisado las clasificaciones que se aplicarán a los interesados.
fr_fr: Spécifie si vous avez révisé les classifications qui seront appliquées aux objets de données.
it_ch: Specifica se sono state esaminate le classificazioni che saranno applicate ai soggetti interessati.
nl_be: Hiermee wordt opgegeven of u de classificaties hebt gecontroleerd die worden toegepast op de betrokkenen.
ru_ru: Определяет, проверили ли вы категории, которые будут применены к субъектам данных.
sv_se: Anger om du har granskat klassificeringarna som kommer att tillämpas på dessa dataämnen.

# Page 3970971575 - Control 748037802 - Property 1295455071
source: Specifies the number of fields that the data classification will be applied to.
da_dk: Angiver det antal felter, som dataklassificeringen skal udlignes med.
es_es: Especifica el número de campos en los que se aplicará la clasificación de datos.
fr_fr: Spécifie le nombre de champs auxquels la classification des données sera appliquée.
it_ch: Specifica il numero di campi a cui verrà applicata la classificazione dei dati.
nl_be: Hiermee wordt het aantal velden opgegeven waarop de gegevensclassificatie wordt toegepast.
ru_ru: Определяет количество полей, к которым будет применена категория данных.
sv_se: Anger antalet fält som dataklassificeringen ska tillämpas på.

# Page 3970971575 - Control 748037802 - Property 2879900210
source: Fields
da_dk: Felter
es_es: Campos
fr_fr: Champs
it_ch: Campi
nl_be: Velden
ru_ru: Поля
sv_se: Fält

# Page 3970971575 - Control 846071952 - Property 2879900210
source: - Sharing data with a partner who is classifying data for you.
da_dk: - Dele data med en partner, der klassificerer data for dig.
es_es: - Compartir datos con un partner que clasifica datos para usted.
fr_fr: - Partager des données avec un partenaire qui classe les données pour vous.
it_ch: - Condividere i dati con un partner che classifica i dati per conto dell'utente.
nl_be: - Gegevens delen met een partner die gegevens voor u classificeert.
ru_ru: - Выполнять обмен данными с партнером, который выполняет классификацию данных.
sv_se: - Dela data med en partner som klassificerar data åt dig.

# Page 398629195 - Control 1726982313 - Property 1295455071
source: Specifies the number of records in the table 30 days ago.
es_es: Especifica el número de registros de la tabla hace 30 días.
it_ch: Specifica il numero di record della tabella 30 giorni fa.
sv_se: Anger antalet poster i tabellen för 30 dagar sedan.

# Page 398629195 - Control 2065755396 - Property 1295455071
source: Specifies the total number of records stored in the table.
es_es: Especifica el número total de registros almacenados en la tabla.
it_ch: Specifica il numero totale di record archiviati nella tabella.
sv_se: Anger det totala antalet poster som lagras i den här tabellen.

# Page 398629195 - Control 2901901922 - Property 1295455071
source: Specifies the type of compression that is applied to the table in the database.
es_es: Especifica el tipo de compresión que se aplica a la tabla de la base de datos.
it_ch: Specifica il tipo di compressione collegato alla tabella nel database.
sv_se: Anger vilken typ av komprimering som tillämpas på tabellen i databasen.

# Page 398629195 - Control 2901901922 - Property 62802879
source: None,Row,Page,,
es_es: Ninguno,Fila,Página,,
it_ch: Nessuno,Riga,Pagina,,
nl_be: Geen,Rij,Pagina,,
ru_ru: Нет,Строка,Страница,,
sv_se: Ingen,Rad,Sida,,

# Page 398629195 - Control 3017471043 - Property 1295455071
source: Specifies the ID of the table.
es_es: Especifica el id. de la tabla.
it_ch: Specifica l'ID della tabella.
sv_se: Anger tabellens ID.

# Page 398629195 - Control 3391158951 - Property 1295455071
source: Specifies the total amount of space the table occupies in the database (in kilobytes).
es_es: Especifica la cantidad total de espacio que ocupa la tabla en la base de datos (en kilobytes).
it_ch: Specifica la quantità totale di spazio occupato dalla tabella nel database (in kilobyte).
sv_se: Anger det totala utrymmet som tabellen upptar i databasen (i kB).

# Page 398629195 - Control 3599723277 - Property 1295455071
source: Specifies how much space the table indexes (keys) occupy in the database (in kilobytes).
es_es: Especifica la cantidad de espacio que los índices de tabla (claves) ocupan en la base de datos (en kilobytes).
it_ch: Specifica la quantità di spazio occupato dagli indici della tabella (chiavi) nel database (in kilobyte).
sv_se: Anger hur mycket utrymme tabellindex (nycklar) upptar i databasen (i kB).

# Page 398629195 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table.
es_es: Especifica el nombre de la tabla.
it_ch: Specifica il nome della tabella.
sv_se: Anger tabellens namn.

# Page 398629195 - Control 3997336476 - Property 1295455071
source: Specifies the name of the company the table belongs to.
es_es: Especifica el nombre de la empresa a la que pertenece la tabla.
it_ch: Specifica il nome della società a cui appartiene la tabella.
sv_se: Namnet på företaget som tabellen tillhör.

# Page 398629195 - Control 4277812446 - Property 1295455071
source: Specifies how much space the table occupied in the database 30 days ago (in kilobytes).
es_es: Especifica la cantidad de espacio que ocupaba la tabla en la base de datos hace 30 días (en kilobytes).
it_ch: Specifica la quantità di spazio occupato dalla tabella nel database 30 giorni fa (in kilobyte).
sv_se: Anger hur mycket utrymme tabellen upptog i databasen för 30 dagar sedan (i kB).

# Page 398629195 - Control 54790405 - Property 1295455071
source: Specifies the average record size (in bytes).
es_es: Especifica el tamaño medio de registro (en bytes).
it_ch: Specifica la dimensione media del record (in byte).
sv_se: Anger den genomsnittliga storleken för en post (i byte).

# Page 398629195 - Control 709111184 - Property 1295455071
source: Specifies how much the table size grew in 30 days (in percent).
es_es: Especifica cuánto aumentó el tamaño de la tabla en 30 días (en porcentaje).
it_ch: Specifica la crescita della dimensione della tabella in 30 giorni (percentuale).
sv_se: Anger hur mycket tabellen växte på 30 dagar (i procent).

# Page 398629195 - Control 720611327 - Property 1295455071
source: Specifies how much space the table data occupies in the database (in kilobytes).
es_es: Especifica la cantidad de espacio que ocupan los datos de la tabla en la base de datos (en kilobytes).
it_ch: Specifica la quantità di spazio occupato dalla tabella nel database (in kilobyte).
sv_se: Anger hur mycket utrymme tabellen upptar i databasen (i kB).

# Page 3989631842 - Control 1585787771 - Property 1295455071
source: Specifies the scope of the permission set.
es_es: Especifica el ámbito del conjunto de permisos.
it_ch: Specifica l'ambito del set di autorizzazioni.
sv_se: Anger behörighetsuppsättningens omfattning.

# Page 3989631842 - Control 1585787771 - Property 2879900210
source: Permission Scope
es_es: Ámbito del permiso
it_ch: Ambito di autorizzazione
sv_se: Behörighetsomfattning

# Page 3989631842 - Control 3133801257 - Property 1295455071
source: The permission set will be assigned to the first company that a user with this permission set signs in to.
es_es: El conjunto de permisos se asignará a la primera empresa a la que un usuario con este conjunto de permisos inicie sesión.
it_ch: Il set di autorizzazioni verrà assegnato alla prima società a cui accede un utente con questo set di autorizzazioni.
sv_se: Behörighetsuppsättningen tilldelas det första företaget som en användare med den här behörighetsuppsättningen loggar in på.

# Page 3989631842 - Control 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
sv_se: Företag
