Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 1036847876 - NamedType 1933092856
source: Couldn't initialize the App Key Vault Secret Provider.\\Common reasons include:\- The extension doesn't specify a key vault in its app.json file.\- The extension wasn't published with a PublisherAzureActiveDirectoryTenantId and the server requires it\- The server's Azure Key Vault settings are incorrect\- The server lacks permission to the private key of Azure Key Vault client certificate\\Please check the Event Log or Application Insights for more details.
da_dk: Udbyderen af hemmeligheden til appens Key Vault kunne ikke initialiseres.\\De almindelige årsager omfatter:\- Udvidelsen angiver ingen Key Vaults i app.json-filen.\- Udvidelsen blev ikke publiceret med et PublisherAzureActiveDirectoryTenantId, som serveren kræver\- Serveren er ikke konfigureret med forkerte indstillinger for Azure Key Vault\- Serveren mangler rettigheder til den private nøgle til Azure Key Vault-klientcertifikatet\\Kontroller hændelseslogfilen eller Application Insights for at få flere oplysninger.
es_es: No se pudo inicializar el proveedor de secretos del almacén de claves de aplicaciones.\\Entre los motivos habituales se incluyen:\- La extensión no especifica un almacén de claves en su archivo app.json.\- La extensión no se publicó con un PublisherAzureActiveDirectoryTenantId y el servidor lo requiere\- La configuración de Azure Key Vault del servidor es incorrecta\- El servidor carece de permiso para la clave privada del certificado del cliente de Azure Key Vault\\Compruebe el registros de eventos o Application Insights para obtener más detalles.
it_ch: Impossibile inizializzare il provider di segreti Key Vault dell'app.\\Le ragioni comuni sono:\- L'estensione non specifica alcun Key Vault nel file app.json.\- L'estensione non è stata pubblicata con un PublisherAzureActiveDirectoryTenantId richiesto dal server\- Le impostazioni di Azure Key Vault del server non sono corrette\- Il server non dispone dell'autorizzazione per la chiave privata del certificato client di Azure Key Vault\\Per ulteriori informazioni, verificare il registro eventi o Application Insights.
nl_be: Kan de provider van het app-sleutelkluisgeheim niet initialiseren.\\Veel voorkomende oorzaken hiervan zijn:\- De extensie geeft geen sleutelkluis op in het bestand app.json.\- De extensie is niet gepubliceerd met een PublisherAzureActiveDirectoryTenantId en de server vereist het\- De instellingen van de Azure Key-kluis van de server zijn niet correct\- De server heeft geen toegang tot de persoonlijke sleutel van het clientcertificaat van de Azure-sleutelkluis\\Controleer het gebeurtenislogbestand of Application Insights voor meer informatie.
ru_ru: Не удалось инициализировать поставщик секретов хранилища ключей приложений.\\Возможные причины:\- в файле app.json расширения не указано хранилище ключей;\- расширение не было опубликовано с PublisherAzureActiveDirectoryTenantId, однако сервер требует этот идентификатор;\- параметры Azure Key Vault на сервере неверны;\- у сервера нет разрешения на доступ к закрытому ключу сертификата клиента Azure Key Vault.\\Более подробные сведения см. в журнале событий или в Application Insights.
sv_se: Det gick inte att initiera App Key Vault Secret Provider.\\Vanliga orsaker kan vara:\- Tillägget anger inte något nyckelvalv i filen app.json file.\- Tillägget har inte publicerats med ett PublisherAzureActiveDirectoryTenantId och servern kräver detta \- Serverns inställningar för Azure Key Vault är felaktiga \- Servern har inte behörighet till den privata nyckeln för Azure Key Vault-klientcertifikatet\\I händelseloggen eller Application Insights finns mer information.

# Codeunit 1036847876 - NamedType 2706800192
source: Cannot get secrets because the App Key Vault Secret Provider has not been initialized.
da_dk: Hemmeligheder kan ikke hentes, da udbyderen af hemmeligheden til appens Key Vault ikke kunne initialiseres.
es_es: No se pueden obtener secretos porque no se ha inicializado el proveedor de secretos del almacén de claves de aplicaciones.
it_ch: Impossibile ottenere i segreti perché il provider di segreti Key Vault dell'app non è stato inizializzato.
nl_be: Kan geen geheimen ophalen omdat de provider van het App Key Vault-geheim niet is geïnitialiseerd.
ru_ru: Не удается получить секреты, так как поставщик секретов хранилища ключей приложений.
sv_se: Kan inte hämta hemligheter eftersom App Key Vault Secret Provider inte har initierats.

# Codeunit 1128445799 - NamedType 1044243123
source: The %1 extension was successfully uninstalled. All active users must sign out and sign in again to see the navigation changes.
da_dk: Udvidelsen %1 blev fjernet. Alle aktive brugere skal logge af og på igen for at få vist navigationsændringerne.
es_es: La extensión %1 se desinstaló correctamente. Todos los usuarios activos deben cerrar la sesión y volver a iniciarla para ver los cambios de navegación.
fr_fr: La désinstallation de l'extension %1 a réussi. Tous les utilisateurs actifs doivent se déconnecter et se reconnecter pour profiter des modifications de navigation.
it_ch: Disinstallazione dell'estensione %1 completata. Tutti gli utenti attivi devono disconnettersi e accedere di nuovo per visualizzare le modifiche di spostamento.
nl_be: De installatie van de extensie %1 is ongedaan gemaakt. Alle actieve gebruikers moeten zich af- en weer aanmelden om de wijzigingen in de navigatie te zien.
ru_ru: Расширение %1 успешно удалено. Чтобы увидеть изменения в навигации, все активные пользователи должны выйти из системы и снова войти в нее.
sv_se: Tillägget %1 avinstallerades. Alla aktiva användare måste logga ut och logga in igen för att se navigeringsändringarna.

# Codeunit 1128445799 - NamedType 1538903795
source: The %1 app is not installed.
es_es: La aplicación %1 no está instalada.
it_ch: L'app %1 non è installata.
sv_se: Appen %1 har inte installerats.

# Codeunit 1128445799 - NamedType 2177238782
source: The extension %1 is a dependency for one or more extensions: %2. \ \Do you want to uninstall %1 and all of its dependents?
da_dk: Udvidelsen %1 er en afhængighed af en eller flere udvidelser: %2. \ \Vil du fjerne %1 og alle dens afhængigheder?
es_es: La extensión %1 es una dependencia para una o más extensiones: %2. \ \¿Desea desinstalar %1 y todos sus dependientes?
fr_fr: L'extension %1 est une dépendance d'une, voire de plusieurs extensions : %2. \ \Voulez-vous désinstaller %1 et toutes ses dépendances ?
it_ch: L'estensione %1 è una dipendenza per una o più estensioni: %2. \ \Disinstallare %1 e tutti gli elementi dipendenti relativi?
nl_be: De extensie %1 is een afhankelijkheid van een of meer extensies: %2. \ \Wilt u de installatie van %1 en alle afhankelijkheden ervan ongedaan maken?
ru_ru: От расширения %1 зависит одно или несколько расширений: %2. \ \Удалить %1 и все зависимые от него расширения?
sv_se: Tillägget %1 är beroende av ett eller flera tillägg: %2. \ \Vill du avinstallera %1 och alla dess beroenden?

# Codeunit 1128445799 - NamedType 2392733864
source: The extension %1 is not installed.
da_dk: Udvidelsen %1 er ikke installeret.
es_es: La extensión %1 no está instalada.
fr_fr: L'extension %1 n'est pas installée.
it_ch: Estensione %1 non installata.
nl_be: De extensie %1 is niet geïnstalleerd.
ru_ru: Расширение %1 не установлено.
sv_se: Tillägget %1 har inte installerats.

# Codeunit 1128445799 - NamedType 2879639004
source: You have selected to delete extension data for the %1 extension and all of its dependents: %2. Continuing uninstall will delete the tables that contain data for the %1 extension and all of its dependents. This action cannot be undone. Do you want to continue?
es_es: Ha seleccionado eliminar datos de extensión para la extensión %1 y todos sus dependientes: %2. Si continúa desinstalando, se eliminarán las tablas que contengan datos para la extensión %1 y todos sus dependientes. Esta acción no se puede deshacer. ¿Desea continuar?
it_ch: È stata selezionata l'eliminazione dei dati dell'estensione %1 e di tutti gli elementi dipendenti relativi: %2. Se si continua la disinstallazione vengono eliminate le tabelle contenenti i dati dell'estensione %1 e di tutti gli elementi dipendenti relativi. Questa azione non può essere annullata. Continuare?
sv_se: Du har valt att ta bort tilläggsdata för tillägget %1 och alla dess beroenden: %2. Om du fortsätter med avinstallationen tas tabellerna som innehåller data för tillägget %1 samt alla dess beroenden bort. Den här åtgärden kan inte ångras. Vill du fortsätta?

# Codeunit 1128445799 - NamedType 315309378
source: You do not have the required permissions to install the selected app. Contact your Partner or system administrator to install the app or assign you permissions.
da_dk: Du har ikke de nødvendige rettigheder til at installere den valgte app. Kontakt din partner eller systemadministrator for at installere appen eller give dig rettighederne.
es_es: No tiene los permisos necesarios para instalar la aplicación seleccionada. Póngase en contacto con su socio o con el administrador del sistema para instalarla o para que le asignen permisos.
fr_fr: Vous n’avez pas les autorisations requises pour installer l'application sélectionnée. Contactez votre partenaire ou votre administrateur système pour installer l’application ou vous attribuer les autorisations.
it_ch: Non si dispone delle autorizzazioni necessarie per installare l'app selezionata. Contattare il partner o l'amministratore di sistema per installare l'app o assegnare le autorizzazioni.
nl_be: U hebt niet de vereiste machtigingen om de geselecteerde app te installeren. Neem contact met uw partner of systeembeheerder op om de app te installeren of wijzig uw machtigingen.
ru_ru: У вас нет разрешений, необходимых для установки выбранного приложения. Обратитесь к партнеру или системному администратору, чтобы установить приложение или получить разрешения.
sv_se: Du har inte erforderlig behörighet att installera vald app. Kontakta din Partner eller systemadministratören för att få appen installerad eller bli tilldelad behörigheter.

# Codeunit 1128445799 - NamedType 361688596
source: Installed
da_dk: Installeret
es_es: Instalado
fr_fr: Installé
it_ch: Installato
nl_be: Geïnstalleerd
ru_ru: Установлено
sv_se: Installerad

# Codeunit 1128445799 - NamedType 3775415435
source: The extension %1 has a dependency on one or more extensions: %2. \ \Do you want to install %1 and all of its dependencies?
da_dk: Udvidelsen %1 har en afhængighed af en eller flere udvidelser: %2. \ \Vil du installere %1 og alle dens afhængigheder?
es_es: La extensión %1 tiene una dependencia en una o más extensiones: %2. \ \¿Desea instalar %1 y todas sus dependencias?
fr_fr: L'extension %1 a une dépendance sur une, voire plusieurs extensions : %2. \ \Souhaitez-vous installer %1 et toutes ses dépendances ?
it_ch: L'estensione %1 ha una dipendenza per una o più estensioni: %2. \ \Installare %1 e tutti gli elementi dipendenti relativi?
nl_be: De extensie %1 heeft een afhankelijkheid van een of meer extensies: %2. \ \Wilt u %1 en alle afhankelijkheden ervan installeren?
ru_ru: Расширение %1 зависит от одного или нескольких расширений: %2. \ \Установить %1 и все расширения, от которых оно зависит?
sv_se: Tillägget %1 är beroende av ett eller flera tillägg: %2. \ \Vill du installera %1 och alla dess beroenden?

# Codeunit 1128445799 - NamedType 386163399
source: Not Installed
da_dk: Ikke install.
es_es: No instalado
fr_fr: Non installé.
it_ch: Non installato
nl_be: Niet geïnst.
ru_ru: Не установлено
sv_se: Ej installerad

# Codeunit 1128445799 - NamedType 4090787537
source: The extension %1 is already installed.
da_dk: Udvidelsen %1 er allerede installeret.
es_es: La extensión %1 ya está instalada.
fr_fr: L'extension %1 est déjà installée.
it_ch: Estensione %1 già installata.
nl_be: De extensie %1 is al geïnstalleerd.
ru_ru: Расширение %1 уже установлено.
sv_se: Tillägget %1 har redan installerats.

# Codeunit 1128445799 - NamedType 4098040153
source: Enabling Delete Extension Data will delete the tables that contain data for the %1 extension and all of its dependents on uninstall. This action cannot be undone. Do you want to continue?
es_es: Al habilitar Eliminar datos de extensión, se eliminarán las tablas que contienen datos para la extensión %1 y todos sus dependientes al desinstalar. Esta acción no se puede deshacer. ¿Desea continuar?
it_ch: L'abilitazione di Elimina dati dell'estensione elimina le tabelle che contengono i dati dell'estensione %1 e di tutti gli elementi dipendenti relativi in fase di disinstallazione. Questa azione non può essere annullata. Continuare?
sv_se: Om du aktiverar Ta bort tilläggsdata tas tabellerna som innehåller data för tillägget %1 samt alla dess beroenden bort vid avinstallationen. Den här åtgärden kan inte ångras. Vill du fortsätta?

# Codeunit 1128445799 - NamedType 4267348099
source: You do not have sufficient permissions to manage extensions. Please contact your administrator.
da_dk: Du har ikke tilstrækkelige rettigheder til at administrere udvidelser. Kontakt administratoren.
es_es: No dispone de permisos suficientes para administrar extensiones. Póngase en contacto con el administrador.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour gérer les extensions. Contactez votre administrateur.
it_ch: Non si dispone di autorizzazioni sufficienti per gestire le estensioni. Contattare l'amministratore.
nl_be: U beschikt niet over voldoende machtigingen om extensies te beheren. Neem contact op met uw beheerder.
ru_ru: У вас нет достаточных прав для управления расширениями. Обратитесь к своему системному администратору.
sv_se: Du har inte den behörighet som krävs för att hantera tillägg. Kontakta administratören.

# Codeunit 1174750380 - NamedType 1632879284
source: The archive must be created or opened first.
es_es: El archivo debe estar creado o abierto primero.
it_ch: L'archivio deve essere stato prima creato o aperto.
nl_be: Het archief moet eerst worden gemaakt of geopend.
ru_ru: Сначала необходимо создать или открыть архив.
sv_se: Arkivet måste skapas eller öppnas först.

# Codeunit 1174750380 - NamedType 164161406
source: You need to install an archiving app to use this feature.
es_es: Debe instalar una aplicación de archivado para usar esta característica.
it_ch: È necessario installare un'app di archiviazione per utilizzare questa funzionalità.
nl_be: U moet een archiverings-app installeren om deze functie te kunnen gebruiken.
ru_ru: Для использования этой функции необходимо установить приложение для архивации.
sv_se: Du måste installera en arkiveringsapp om du vill använda den här funktionen.

# Codeunit 1174750380 - NamedType 3235879309
source: The archive has already been created or opened.
es_es: El archivo ya se ha creado o abierto.
it_ch: L'archivio è già stato creato o aperto.
nl_be: Het archief is al gemaakt of geopend.
ru_ru: Архив уже создан или открыт.
sv_se: Arkivet har redan skapats eller öppnats.

# Codeunit 1225200592 - NamedType 2920143230
source: %1 must be greater than %2.
da_dk: %1 skal være større end %2.
es_es: %1 debe ser mayor que %2.
fr_fr: %1 doit être supérieur à %2.
it_ch: %1 deve essere maggiore di %2.
nl_be: %1 moet groter zijn dan %2.
ru_ru: Значение поля %1 должно быть больше %2.
sv_se: %1 måste vara större än %2.

# Codeunit 1384518899 - NamedType 1943873903
source: You must sign out and then sign in again to make the changes take effect.
da_dk: Ændringerne træder i kraft, når du har logget af og derefter logget på igen.
es_es: Debe cerrar la sesión y volver a iniciarla para que el cambio surta efecto.
fr_fr: Vous devez vous déconnecter et vous reconnecter pour que les modifications prennent effet.
it_ch: Per rendere effettive le modifiche, è necessario disconnettersi e riconnettersi nuovamente.
nl_be: U moet u af- en weer aanmelden om de wijzigingen te laten ingaan.
ru_ru: Чтобы изменения вступили в силу, необходимо выйти из системы и снова войти в нее.
sv_se: Du måste logga ut och sedan logga in igen för att ändringarna ska börja gälla.

# Codeunit 144710759 - NamedType 569519751
source: Unable to initialize certificate!
es_es: No se puede inicializar el certificado.
it_ch: Impossibile inizializzare il certificato.
sv_se: Det gick inte att initiera certifikatet.

# Codeunit 1516646291 - NamedType 122615366
source: Translations cannot be added or retrieved for temporary records.
da_dk: Oversættelser kan ikke tilføjes eller hentes til midlertidige poster.
es_es: No se pueden agregar ni recuperar traducciones para registros temporales.
it_ch: Impossibile aggiungere o recuperare le traduzioni per i record temporanei.
nl_be: Er kunnen geen vertalingen worden toegevoegd of opgehaald voor tijdelijke records.
ru_ru: Невозможно добавлять или извлекать переводы для временных записей.
sv_se: Översättningar kan inte läggas till eller hämtas för tillfälliga poster.

# Codeunit 1516646291 - NamedType 1424434736
source: The variant passed is not a record.
da_dk: Den overførte variant er ikke en record.
es_es: La variante pasada no es un registro.
fr_fr: La variante passée n’est pas un enregistrement.
it_ch: La variante passata non è un record.
nl_be: De doorgegeven variant is geen record.
ru_ru: Переданный вариант не является записью.
sv_se: Den överförda varianten är inte en post.

# Codeunit 1516646291 - NamedType 1727257142
source: Translations cannot be added for the record on table %1.
da_dk: Oversættelser kan ikke føjes til posten i tabel %1.
es_es: No se pueden agregar traducciones para el registro de la tabla %1.
it_ch: Impossibile aggiungere le traduzioni per il record nella tabella %1.
nl_be: Er kunnen geen vertalingen worden toegevoegd voor de record in de tabel %1.
ru_ru: Невозможно добавить переводы для записи в таблице %1.
sv_se: Det går inte att lägga till översättningar för posten i tabellen %1.

# Codeunit 1516646291 - NamedType 2783749522
source: The records cannot belong to different tables.
es_es: Los registros no pueden pertenecer a tablas diferentes.
it_ch: I record non possono appartenere a tabelle diverse.
nl_be: De records kunnen niet tot verschillende tabellen behoren.
ru_ru: Записи не могут принадлежать к разным таблицам.
sv_se: Posterna kan inte tillhöra olika tabeller.

# Codeunit 1537703216 - NamedType 2009102475
source: This implementation of the interface does not support the enum value selected. Contact your Microsoft partner for assistance. The following information can help them address the issue: Value: %1, Interface: Interface Retention Period, Implementation: codeunit 3901 Retention Period Custom Impl.
da_dk: Denne implementering af grænsefladen understøtter ikke den valgte Enum-værdi. Kontakt din Microsoft-partner for at få hjælp. Følgende oplysninger kan hjælpe dem med at løse problemet: Værdi: %1, Grænseflade: Opbevaringsperiode for brugergrænseflade, Implementering: Codeunit 3901 Opbevaringsperiode Brugerdefineret Impl.
es_es: Esta implementación de la interfaz no admite el valor de enumeración seleccionado. Póngase en contacto con su socio de Microsoft para obtener ayuda. La siguiente información puede ayudarle a resolver el problema: Valor: %1, Interfaz: periodo de retención de la interfaz, Implementación: Codeunit 3901 Impl. personalizada de retención de periodo
it_ch: Questa implementazione dell'interfaccia non supporta il valore enum selezionato. Contattare il partner Microsoft per assistenza. Le informazioni seguenti possono essere utili per risolvere il problema: valore: %1, interfaccia: periodo di conservazione dell'interfaccia, implementazione: codeunit 3901 implementazione personalizzata periodo di conservazione.
nl_be: Deze implementatie van de interface ondersteunt de geselecteerde Enum-waarde niet. Neem contact op met uw Microsoft-partner voor hulp. Met behulp van de volgende informatie kan het probleem worden opgelost: waarde: %1, Interface: bewaarperiode voor interface, Implementatie: codeunit 3901 Aangepaste impl. bewaarperiode
ru_ru: Эта реализация интерфейса не поддерживает выбранное значение перечисления. Обратитесь за помощью к своему партнеру корпорации Майкрософт, сообщив следующую информацию: значение: %1, интерфейс: Interface Retention Period, реализация: модуль codeunit 3901, Retention Period Custom Impl.
sv_se: Den här implementeringen av gränssnittet har inte stöd för det uppräkningsvärde som har valts. Kontakta din Microsoft-partner om du behöver hjälp. Med hjälp av följande information kan du åtgärda problemet: Värde: %1, gränssnitt: gränssnitt för kvarhållningsperiod, implementering: codeunit 3901 för anpassad implementering av kvarhållningsperiod.

# Codeunit 1569885001 - NamedType 1194350794
source: The user with the security ID %1 does not have a valid object ID in Azure Active Directory.
da_dk: Brugeren med sikkerheds-id'et %1 har ikke et gyldigt objekt-id i Azure Active Directory.
es_es: El usuario con el id. de seguridad %1 no tiene un id. de objeto válido en Azure Active Directory.
fr_fr: L'utilisateur comportant l'ID de sécurité %1 ne dispose d'aucun ID objet valide dans Azure Active Directory.
it_ch: L'utente con ID di sicurezza %1 non ha un ID oggetto valido in Azure Active Directory.
nl_be: De gebruiker met beveiligings-id %1 heeft geen geldige object-id in Azure Active Directory.
ru_ru: У пользователя с кодом безопасности %1 отсутствует действительный код объекта в Azure Active Directory.
sv_se: Användaren med säkerhets-ID %1 har inget giltigt objekt-ID i Azure Active Directory.

# Codeunit 1569885001 - NamedType 3774820659
source: An Azure Active Directory user with the object ID %1 was not found.
da_dk: En Azure Active Directory-bruger med objekt-id'et %1 blev ikke fundet.
es_es: No se encontró ningún usuario de Azure Active Directory con el id. de objeto %1.
fr_fr: Aucun utilisateur Azure Active Directory comportant l'ID objet %1 n'a été trouvé.
it_ch: Impossibile trovare un utente di Azure Active Directory con ID oggetto %1.
nl_be: Er is geen Azure Active Directory-gebruiker gevonden met object-id %1.
ru_ru: Пользователь Azure Active Directory с кодом объекта %1 не найден.
sv_se: Det finns ingen Azure Active Directory-användare med objekt-ID %1.

# Codeunit 161895806 - NamedType 1540109134
source: In compliance with the Microsoft Secure Hash Algorithm deprecation policy SHA1 and MD5 hash alghoritms have been deprecated.
es_es: En cumplimiento de la directiva de desuso del Algoritmo hash seguro de Microsoft, se han dejado de usar los algoritmos hash SHA1 y MD5.
it_ch: In conformità ai criteri di deprecazione Microsoft dell'algoritmo hash sicuro gli algoritmi SHA1 e MD5 sono stati deprecati.
nl_be: De hashalgoritmes SHA1 en MD5 zijn afgeschaft, in overeenstemming met het Microsoft Secure Hash Algorithm-afschaffingsbeleid.
ru_ru: В соответствии с политикой вывода из использования Microsoft Secure Hash Algorithm хэш-алгоритмы SHA1 и MD5 больше не поддерживаются.
sv_se: I överensstämmelse med utfasningspolicyn för Microsofts Secure Hash Algorithm har hash-algoritmerna SHA1 och MD5 fasats ut.

# Codeunit 162089418 - NamedType 1388208873
source: TODAY
da_dk: DAGSDATO
es_es: HOY
fr_fr: AUJOURD'HUI
it_ch: OGGI
nl_be: HUIDIGEDATUM
ru_ru: СЕГОДНЯ
sv_se: DAGENSDATUM

# Codeunit 162089418 - NamedType 1466581505
source: COMPANY
da_dk: VIRKSOMHED
es_es: EMPRESA
fr_fr: SOCIÉTÉ
it_ch: SOCIETÀ
nl_be: BEDRIJF
ru_ru: ОРГАНИЗАЦ
sv_se: FÖRETAG

# Codeunit 162089418 - NamedType 1945815815
source: WORKDATE
da_dk: ARBEJDSDATO
es_es: TRABAJO
fr_fr: DATE DE TRAVAIL
nl_be: WERKDATUM
ru_ru: ДАТАРАБ
sv_se: ARBETSDATUM

# Codeunit 162089418 - NamedType 201682036
source: ME
da_dk: MIG
es_es: YO
fr_fr: MOI
it_ch: UTENTE CORRENTE
ru_ru: ОШП
