Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application_*.g.xlf
Languages: de_de

# Codeunit 4215518646 - NamedType 2846165259
source: The key vault did not have any secrets that are allowed to be fetched.
de_de: In dem Key Vault waren keine Geheimnisse vorhanden, die abgerufen werden konnten.

# Codeunit 4215518646 - NamedType 3975998961
source: Initialization of allowed secret names failed.
de_de: Fehler beim Initialisieren zulässiger geheimer Namen.

# Codeunit 4114771133 - NamedType 510615997
source: Object with index %1 does not exist.
de_de: Objekt mit Index %1 ist nicht vorhanden.

# Codeunit 4114771133 - NamedType 1642655653
source: There are not enough objects available to fulfill the request.
de_de: Es sind nicht genügend Objekte verfügbar, um die Anforderung zu erfüllen.

# Codeunit 2308444729 - NamedType 1037556188
source: The picture quality must be in the range from 0 to 100.
de_de: Die Bildqualität muss im Bereich von 0 bis 100 liegen.

# Codeunit 3793537252 - NamedType 1061121529
source: The file is not available.
de_de: Die Datei ist nicht verfügbar.

# Codeunit 3211594149 - NamedType 1626488870
source: Choose the location where you want to save the encryption key.
de_de: Wählen Sie den Speicherort für den Verschlüsselungsschlüssel.

# Codeunit 3211594149 - NamedType 812714252
source: The encryption key file must be protected by a password and stored in a safe location.\\Do you want to save the encryption key?
de_de: Die Verschlüsselungsschlüsseldatei muss kennwortgeschützt sein und an einem sicheren Speicherort aufbewahrt werden.\\Möchten Sie den Verschlüsselungsschlüssel speichern?

# Codeunit 3211594149 - NamedType 69310120
source: Select a key file to import.
de_de: Wählen Sie eine zu importierende Schlüsseldatei.

# Codeunit 3211594149 - NamedType 3109519019
source: Key File(*.key)|*.key
de_de: Schlüsseldatei (*.key)|*.key

# Codeunit 3211594149 - NamedType 2974149824
source: The encryption is already enabled. Continuing will decrypt the encrypted data and encrypt it again with the new key.\\Do you want to continue?
de_de: Die Verschlüsselung ist bereits aktiviert. Wenn Sie fortfahren, werden die verschlüsselten Daten entschlüsselt und mit dem neuen Schlüssel verschlüsselt.\\Möchten Sie fortfahren?

# Codeunit 3211594149 - NamedType 620927463
source: The key was imported successfully.
de_de: Der Schlüssel wurde erfolgreich importiert.

# Codeunit 3211594149 - NamedType 1599298942
source: Enabling encryption will generate an encryption key on the server.\It is recommended that you save a copy of the encryption key in a safe location.\\Do you want to continue?
de_de: Durch Aktivieren der Verschlüsselung wird ein Verschlüsselungsschlüssel auf dem Server generiert.\Es empfiehlt sich, dass Sie eine Kopie des Verschlüsselungsschlüssels an einem sicheren Ort speichern.\\Möchten Sie fortfahren?

# Codeunit 3211594149 - NamedType 705599817
source: Disabling encryption will decrypt the encrypted data and store it in the database in an unsecure way.\\Do you want to continue?
de_de: Durch Deaktivieren der Verschlüsselung werden die verschlüsselten Daten entschlüsselt und auf nicht sichere Art in der Datenbank gespeichert.\\Möchten Sie fortfahren?

# Codeunit 3211594149 - NamedType 1047517466
source: Encryption is either not enabled or the encryption key cannot be found.
de_de: Entweder ist die Verschlüsselung nicht aktiviert oder der Verschlüsselungsschlüssel kann nicht gefunden werden.

# Codeunit 3211594149 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management window?
de_de: Die Datenverschlüsselung ist nicht aktiviert. Das Verschlüsseln der Daten wird empfohlen. \Möchten Sie das Fenster „Datenverschlüsselungsverwaltung“ öffnen?

# Codeunit 1225200592 - NamedType 2920143230
source: %1 must be greater than %2.
de_de: %1 muss größer als %2 sein.

# Codeunit 2064034156 - NamedType 1564010861
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
de_de: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal

# Codeunit 2064034156 - NamedType 3248050052
source: Microsoft is providing this Data Classification feature as a matter of convenience only. It's your responsibility to classify the data appropriately and comply with any laws and regulations that are applicable to you. Microsoft disclaims all responsibility towards any claims related to your classification of the data.
de_de: Microsoft stellt die Funktion "Datenklassifizierung" nur bereit. Es ist Ihre Aufgabe, die Daten entsprechend zu klassifizieren und alle einschlägigen Gesetze und Verordnungen, die für Sie gelten, einzuhalten. Microsoft übernimmt keinerlei Verantwortung für jegliche Ansprüche im Zusammenhang mit der Klassifizierung der Daten.

# Codeunit 2343587805 - NamedType 2910016502
source: Classify Similar Fields for %1
de_de: Ähnliche Felder klassifizieren für %1

# Codeunit 1128445799 - NamedType 361688596
source: Installed
de_de: Installiert

# Codeunit 1128445799 - NamedType 386163399
source: Not Installed
de_de: Nicht install.

# Codeunit 1128445799 - NamedType 315309378
source: You do not have the required permissions to install the selected app. Contact your Partner or system administrator to install the app or assign you permissions.
de_de: Sie verfügen nicht über die erforderlichen Berechtigungen zum Installieren der ausgewählten App. Wenden Sie sich an Ihren Partner oder den Systemadministrator, um die App zu installieren oder Berechtigungen zu erhalten.

# Codeunit 1128445799 - NamedType 3775415435
source: The extension %1 has a dependency on one or more extensions: %2. \ \Do you want to install %1 and all of its dependencies?
de_de: Die Erweiterung %1 weist eine Abhängigkeit für mindestens eine Erweiterung auf: %2. \ \Möchten Sie %1 und alle Abhängigkeiten installieren?

# Codeunit 1128445799 - NamedType 2177238782
source: The extension %1 is a dependency for one or more extensions: %2. \ \Do you want to uninstall %1 and all of its dependents?
de_de: Die Erweiterung %1 ist eine Abhängigkeit für mindestens eine Erweiterung: %2. \ \Möchten Sie %1 und alle abhängigen Elemente deinstallieren?

# Codeunit 1128445799 - NamedType 4090787537
source: The extension %1 is already installed.
de_de: Die Erweiterung %1 ist bereits installiert.

# Codeunit 1128445799 - NamedType 2120394878
source: The %1 extension was successfully installed. All active users must sign out and sign in again to see the navigation changes.
de_de: Die %1-Erweiterung wurde installiert. Alle aktiven Benutzer müssen sich abmelden und wieder anmelden, um die Änderungen an der Navigation zu sehen.

# Codeunit 1128445799 - NamedType 2392733864
source: The extension %1 is not installed.
de_de: Die Erweiterung %1 ist nicht installiert.

# Codeunit 1128445799 - NamedType 1044243123
source: The %1 extension was successfully uninstalled. All active users must sign out and sign in again to see the navigation changes.
de_de: Die %1-Erweiterung wurde deinstalliert. Alle aktiven Benutzer müssen sich abmelden und wieder anmelden, um die Änderungen an der Navigation zu sehen.

# Codeunit 1128445799 - NamedType 4267348099
source: You do not have sufficient permissions to manage extensions. Please contact your administrator.
de_de: Sie verfügen über keine ausreichenden Berechtigungen zum Verwalten von Erweiterungen. Wenden Sie sich an Ihren Administrator.

# Page 2005578726 - Property 3863440606
source: app,add-in,customize,plug-in
de_de: App,Add-In,Anpassen,Plug-In

# Page 2005578726 - Property 2019332006
source: New,Process,Report,Details,Manage
de_de: Neu,Prozess,Bericht,Details,Verwalten

# Page 2005578726 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
de_de: Gibt das Logo der Erweiterung an, wie etwa das Logo des Dienstanbieters.

# Page 2005578726 - Control 2565932393 - Property 2879900210
source: Description
de_de: Beschreibung

# Page 2005578726 - Control 2565932393 - Property 1295455071
source: Specifies, in case of on-premises, either the person or company who provided the extension and, in case of SaaS, whether the extension is installed or not.
de_de: Gibt bei einer lokalen Version entweder die Person oder das Unternehmen an, die/das die Erweiterung zur Verfügung gestellt hat und im Falle von SaaS, ob die Erweiterung installiert wurde.

# Page 2005578726 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
de_de: Gibt den Namen der Erweiterung an.

# Page 2005578726 - Control 3594686602 - Property 1295455071
source: Specifies a spacer for 'Brick' view mode.
de_de: Legt einen Abstandhalter für den Anzeigemodus „Ziegel“ fest.

# Page 2005578726 - Control 237762718 - Property 1295455071
source: Specifies the version of the extension.
de_de: Gibt die Version der Erweiterung an.

# Page 2005578726 - Action 614615843 - Property 2879900210
source: Install
de_de: Installieren

# Page 2005578726 - Action 614615843 - Property 1295455071
source: Install the extension for the current tenant.
de_de: Installieren Sie die Erweiterung für den aktuellen Tenant.

# Page 2005578726 - Action 375208022 - Property 2879900210
source: Uninstall
de_de: Deinstallieren

# Page 2005578726 - Action 375208022 - Property 1295455071
source: Remove the extension from the current tenant.
de_de: Entfernen Sie die Erweiterung aus dem aktuellen Tenant.

# Page 2005578726 - Action 361094702 - Property 2879900210
source: Unpublish
de_de: Veröffentlichung aufheben

# Page 2005578726 - Action 361094702 - Property 1295455071
source: Unpublish the extension from the tenant.
de_de: Hebt die Veröffentlichung der Erweiterung für den Tenant auf.

# Page 2005578726 - Action 2575491252 - Property 2879900210
source: Configure
de_de: Konfigurieren

# Page 2005578726 - Action 2575491252 - Property 1295455071
source: Configure the extension.
de_de: Die Erweiterung konfigurieren.

# Page 2005578726 - Action 523556947 - Property 2879900210
source: Download Source
de_de: Quellcode herunterladen

# Page 2005578726 - Action 523556947 - Property 1295455071
source: Download the source code for the extension.
de_de: Den Quellcode für die Erweiterung herunterladen

# Page 2005578726 - Action 2454442123 - Property 2879900210
source: Learn More
de_de: Weitere Informationen

# Page 2005578726 - Action 2454442123 - Property 1295455071
source: View information from the extension provider.
de_de: Zeigt Informationen vom Erweiterungsanbieter an.

# Page 2005578726 - Action 2026913255 - Property 2879900210
source: Refresh
de_de: Aktualisieren

# Page 2005578726 - Action 2026913255 - Property 1295455071
source: Refresh the list of extensions.
de_de: Aktualisieren Sie die Liste der Erweiterungen.

# Page 2005578726 - Action 3666029466 - Property 2879900210
source: Extension Marketplace
de_de: Marketplace für Erweiterungen

# Page 2005578726 - Action 3666029466 - Property 1295455071
source: Browse the extension marketplace for new extensions to install.
de_de: Durchsuchen Sie den Marketplace nach neuen Erweiterungen, die installiert werden können.

# Page 2005578726 - Action 4109125798 - Property 2879900210
source: Upload Extension
de_de: Erweiterung hochladen

# Page 2005578726 - Action 4109125798 - Property 1295455071
source: Upload an extension to your application.
de_de: Lädt eine Erweiterung für die Anwendung hoch.

# Page 2005578726 - Action 737724599 - Property 2879900210
source: Deployment Status
de_de: Bereitstellungsstatus

# Page 2005578726 - Action 737724599 - Property 1295455071
source: Check status for upload process for extensions.
de_de: Überprüft den Status des Uploadvorgangs für Erweiterungen.

# Page 2005578726 - Action 176562519 - Property 2879900210
source: View
de_de: Anzeigen

# Page 2005578726 - Action 176562519 - Property 1295455071
source: View extension details.
de_de: Zeigt Erweiterungsdetails an.

# Page 2005578726 - NamedType 3727125186
source: Installed Extensions
de_de: Installierte Erweiterungen

# Page 2005578726 - NamedType 860257111
source: The extension %1 cannot be unpublished because it is installed.
de_de: Die Veröffentlichung der Erweiterung %1 kann nicht aufgehoben werden, da sie installiert ist.

# Codeunit 3666029466 - NamedType 3628777348
source: Failed to extract '%1' property from JSON object.
de_de: Fehler beim Extrahieren der Eigenschaft „%1“ aus JSON-Objekt.

# Codeunit 3666029466 - NamedType 3402888905
source: {"acquisitionResult":"%1", "detail":"%2"}
de_de: {„Anschaffungsergebnis“:„%1“, „Detail“:„%2“}

# Codeunit 3666029466 - NamedType 634518033
source: Failed to extract '%1' token from Application Id.
de_de: Fehler beim Extrahieren des Tokens „%1“ aus der Anwendungs-ID.

# Codeunit 3666029466 - NamedType 1706207420
source: The extension was successfully installed.
de_de: Die Erweiterung wurde erfolgreich installiert.

# Codeunit 3666029466 - NamedType 645415205
source: The market place extension installation has failed with the result '%1'. Error message: '%2'
de_de: Fehler bei der Installation des Marktplatzes für Erweiterungen mit dem Ergebnis '%1'. Fehlermeldung: '%2'

# Codeunit 3666029466 - NamedType 4090787537
source: The extension %1 is already installed.
de_de: Die Erweiterung %1 ist bereits installiert.

# Codeunit 4126082712 - NamedType 3784204251
source: We are installing the extension. You can view the progress on the Status page.
de_de: Wir installieren die Erweiterung. Sie können den Fortschritt auf der Seite „Status“ anzeigen.

# Codeunit 4126082712 - NamedType 22707660
source: Extension deployment is in progress. Please check the Deployment Status page for updates.
de_de: Die Erweiterung wird bereitgestellt. Überprüfen Sie die Seite „Bereitstellungsstatus“ auf Updates.

# Codeunit 4126082712 - NamedType 3618600829
source: Extension deployment has been scheduled for the next major version. Please check the Deployment Status page for updates.
de_de: Die Erweiterungsbereitstellung wurde für die nächste Hauptversion geplant. Überprüfen Sie die Seite „Bereitstellungsstatus“ auf Updates.

# Codeunit 4126082712 - NamedType 1924031217
source: Extension deployment has been scheduled for the next minor version. Please check the Deployment Status page for updates.
de_de: Die Erweiterungsbereitstellung wurde für die nächste Nebenversion geplant. Überprüfen Sie die Seite „Bereitstellungsstatus“ auf Updates.

# Codeunit 4126082712 - NamedType 1760359929
source: Text Files (*.txt)|*.txt|*.*
de_de: Textdateien (*.txt)|*.txt|*.*

# Codeunit 4126082712 - NamedType 4267348099
source: You do not have sufficient permissions to manage extensions. Please contact your administrator.
de_de: Sie verfügen über keine ausreichenden Berechtigungen zum Verwalten von Erweiterungen. Wenden Sie sich an Ihren Administrator.

# Codeunit 1384518899 - NamedType 1943873903
source: You must sign out and then sign in again to make the changes take effect.
de_de: Melden Sie sich ab und anschließend wieder an, um die Änderungen zu übernehmen.

# Codeunit 162089418 - NamedType 1388208873
source: TODAY
de_de: HEUTIGES DATUM

# Codeunit 162089418 - NamedType 1945815815
source: WORKDATE
de_de: ARBEITSDATUM

# Codeunit 162089418 - NamedType 2620750562
source: NOW
de_de: JETZT

# Codeunit 162089418 - NamedType 3329348988
source: YESTERDAY
de_de: GESTERN

# Codeunit 162089418 - NamedType 3419414979
source: TOMORROW
de_de: MORGEN

# Codeunit 162089418 - NamedType 2171243320
source: WEEK
de_de: WOCHE

# Codeunit 162089418 - NamedType 2875645988
source: MONTH
de_de: MONAT

# Codeunit 162089418 - NamedType 2148116520
source: QUARTER
de_de: QUARTAL

# Codeunit 162089418 - NamedType 3709851971
source: USER
de_de: BENUTZER

# Codeunit 162089418 - NamedType 201682036
source: ME
de_de: ICH

# Codeunit 162089418 - NamedType 1466581505
source: COMPANY
de_de: MANDANT

# Codeunit 2970873669 - NamedType 4087989245
source: Good morning, %1!
de_de: Guten Morgen %1!

# Codeunit 2970873669 - NamedType 2822211879
source: Hi, %1!
de_de: Hallo %1!

# Codeunit 2970873669 - NamedType 1645933995
source: Good afternoon, %1!
de_de: Guten Tag %1!

# Codeunit 2970873669 - NamedType 2681098831
source: Good evening, %1!
de_de: Guten Abend %1!

# Codeunit 2970873669 - NamedType 1445408151
source: Good morning!
de_de: Guten Morgen!

# Codeunit 2970873669 - NamedType 1705003901
source: Hi!
de_de: Hallo!

# Codeunit 2970873669 - NamedType 3414270617
source: Good afternoon!
de_de: Guten Tag!

# Codeunit 2970873669 - NamedType 3101872885
source: Good evening!
de_de: Guten Abend!

# Codeunit 3291568232 - NamedType 611240008
source: The language %1 could not be found.
de_de: Die Sprache %1 wurde nicht gefunden.

# Codeunit 3991262771 - NamedType 4047091786
source: The passwords that you entered do not match.
de_de: Die eingegebenen Kennwörter stimmen nicht überein.

# Codeunit 3991262771 - NamedType 1260724060
source: The password that you entered does not meet the minimum requirements. It must be at least %1 characters long and contain at least one uppercase letter, one lowercase letter, and one number. It must not have a sequence of 3 or more ascending, descending or repeating characters.
de_de: Das eingegebene Kennwort entspricht nicht den Minimalanforderungen. Es muss mindestens %1 Zeichen lang sein und mindestens einen Großbuchstaben, einen Kleinbuchstaben und eine Zahl enthalten. Es darf keine Folge von 3 oder mehr aufsteigenden, absteigenden oder wiederholten Zeichen enthalten.

# Codeunit 3991262771 - NamedType 1731874155
source: Do you want to exit without entering a password?
de_de: Möchten Sie ohne Eingabe eines Kennworts beenden?

# Codeunit 3355710323 - NamedType 699986343
source: The password must contain at least %1 characters.
de_de: Das Kennwort muss mindestens %1 Zeichen enthalten.

# Codeunit 729626133 - NamedType 3201762302
source: Do you want to remove links with no record reference?
de_de: Möchten Sie Verknüpfungen ohne Datensatzverweis löschen?

# Codeunit 729626133 - NamedType 2240127822
source: Removing Record Links without record reference.\
de_de: Datensatzverknüpfungen ohne Datensatzverweis werden entfernt.\

# Codeunit 729626133 - NamedType 1000503204
source: %1 orphaned links were removed.
de_de: %1 nicht zugeordnete Verknüpfungen wurden entfernt.

# Codeunit 1725049873 - NamedType 926845858
source: Recurring %1 starting %2
de_de: %1 wiederkehrend und beginnend am %2

# Codeunit 1725049873 - NamedType 1825248119
source: Exceeded maximum calculation limit for recurrence. Change start date to be today.
de_de: Die maximale Berechnungsgrenze für die Wiederholung wurde überschritten. Ändern Sie das Startdatum auf den heutigen Tag.

# Codeunit 1516646291 - NamedType 1424434736
source: The variant passed is not a record.
de_de: Die übergebene Variante ist kein Datensatz.

# Codeunit 1726821529 - NamedType 1418745497
source: There should be at least one enabled 'SUPER' user.
de_de: Es sollte mindestens einen aktivierten 'SUPER'-Benutzer geben.

# Codeunit 3866175241 - NamedType 142027412
source: The user name %1 does not exist.
de_de: Der Benutzername %1 ist nicht vorhanden.

# Codeunit 2984775356 - NamedType 4046492132
source: Not applicable
de_de: Nicht anwendbar

# Codeunit 2984775356 - NamedType 443236200
source: The service name is not valid.
de_de: Der Dienstname ist nicht gültig.

# Codeunit 2984775356 - NamedType 2614872682
source: The web service name %1 already exists. Enter a different service name.
de_de: Der Webdienstname %1 ist bereits vorhanden. Geben Sie einen anderen Dienstnamen ein.

# Codeunit 2984775356 - NamedType 1658725175
source: The web service cannot be added because it conflicts with an unpublished system web service for the object.
de_de: Der Webdienst kann nicht hinzugefügt werden, weil er im Widerspruch zu einem nicht veröffentlichten Systemwebdienst für das Objekt steht.

# Codeunit 2984775356 - NamedType 2387584085
source: The web service cannot be modified because it conflicts with an unpublished system web service for the object.
de_de: Der Webdienst kann nicht geändert werden, weil er im Widerspruch zu einem nicht veröffentlichten Systemwebdienst für das Objekt steht.

# Page 232331644 - Property 2879900210
source: Plans
de_de: Pläne

# Page 232331644 - Control 2961552353 - Property 1295455071
source: Specifies the name of the plan.
de_de: Gibt den Namen des Plans an.

# Page 862534927 - Property 2879900210
source: Plans
de_de: Pläne

# Page 862534927 - Control 2961552353 - Property 1295455071
source: Specifies the name of the record.
de_de: Gibt den Namen des Datensatzes an.

# Page 3116915808 - Property 2879900210
source: User Plans
de_de: Benutzerpläne

# Page 3116915808 - Control 2961552353 - Property 1295455071
source: Specifies the name of the plan.
de_de: Gibt den Namen des Plans an.

# Page 3041391867 - Property 2879900210
source: User Plan Members
de_de: Benutzerplan-Mitglieder

# Page 3041391867 - Control 129688762 - Property 1295455071
source: Specifies the short name for the user.
de_de: Gibt den kurzen Namen für den Benutzer an.

# Page 3041391867 - Control 1581469095 - Property 1295455071
source: Specifies the full name of the user.
de_de: Gibt den vollständigen Namen des Benutzers an.

# Page 3041391867 - Control 2387530096 - Property 1295455071
source: Specifies the subscription plan.
de_de: Gibt den Abonnementplan an.

# Page 4233905488 - Property 2879900210
source: Users in Plan
de_de: Benutzer in Plan

# Page 4233905488 - Control 129688762 - Property 1295455071
source: Specifies the short name for the user.
de_de: Gibt den kurzen Namen für den Benutzer an.

# Page 4233905488 - Control 2387530096 - Property 1295455071
source: Specifies the subscription plan.
de_de: Gibt den Abonnementplan an.

# Page 2776087363 - Property 2879900210
source: Camera
de_de: Kamera

# Page 2776087363 - Control 426738318 - Property 2879900210
source: Taking picture...
de_de: Bild wird aufgenommen...

# Page 2776087363 - Control 426738318 - Property 1968111052
source: Please, take a picture using your camera.
de_de: Nehmen Sie das Bild mit der Kamera auf.

# Page 2776087363 - Control 2966611030 - Property 2879900210
source: Could not connect to camera
de_de: Es konnte keine Verbindung mit der Kamera hergestellt werden

# Page 2776087363 - Control 2966611030 - Property 1968111052
source: Could not access the camera on the device. Make sure that you are using the app for Windows, Android, or iOS.
de_de: Auf die Kamera im Gerät konnte nicht zugegriffen werden. Stellen Sie sicher, dass Sie die App für Windows, Android oder iOS verwenden.

# Page 3036139225 - Property 2879900210
source: Media Upload
de_de: Medien-Upload

# Page 3036139225 - Control 3226392169 - Property 2879900210
source: Uploading picture / video...
de_de: Bild/Video wird hochgeladen...

# Page 3036139225 - Control 3226392169 - Property 1968111052
source: Please, upload media from your device.
de_de: Laden Sie bitte Medien von Ihrem Gerät hoch.

# Page 3036139225 - Control 2889744572 - Property 2879900210
source: Could not acess the media.
de_de: Es konnte nicht auf das Medium zugegriffen werden.

# Page 3036139225 - Control 2889744572 - Property 1968111052
source: Could not access the media on the device. Make sure that you are using the app for Windows, Android, or iOS.
de_de: Auf das Medium im Gerät konnte nicht zugegriffen werden. Stellen Sie sicher, dass Sie die App für Windows, Android oder iOS verwenden.

# Page 176588632 - Property 3863440606
source: data security management
de_de: Datensicherheitsverwaltung

# Page 176588632 - Control 2598880655 - Property 2879900210
source: Encryption Enabled
de_de: Verschlüsselung aktiviert
