Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1967324515 - Control 3133801257 - Property 1295455071
source: Specifies the company that is associated with the user.
es_es: Especifica la empresa asociada al usuario.
it_ch: Specifica la società associata all'utente.
nl_be: Hiermee wordt het bedrijf opgegeven dat aan de gebruiker is gekoppeld.
ru_ru: Определяет организацию, связанную с пользователем.
sv_se: Anger företaget som är kopplat till användaren.

# Page 1967324515 - Control 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# Page 1967324515 - Control 4093990710 - Property 1295455071
source: Specifies the language in which Business Central will display. Users can change this on the My Settings page.
es_es: Especifica el idioma en el que se mostrará Business Central. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica la lingua in cui verrà visualizzato Business Central. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de taal opgegeven waarin Business Central wordt weergegeven. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет язык интерфейса Business Central. Пользователь может сменить язык на странице "Мои настройки".
sv_se: Anger vilket språk Business Central ska visas på. Användarna kan ändra detta på sidan Mina inställningar.

# Page 1967324515 - Control 4093990710 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 2005578726 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
da_dk: Angiver logoet fra udvidelsen, eksempelvis tjenesteudbyderens logo.
es_es: Especifica el logotipo de la extensión, como el logotipo del proveedor de servicios.
fr_fr: Spécifie le logo de l'extension, tel que le logo du fournisseur de service.
it_ch: Specifica il logo dell'estensione, ad esempio il logo del provider di servizi.
nl_be: Hiermee wordt het logo opgegeven van de extensie, zoals het logo van de serviceprovider.
ru_ru: Определяет логотип расширения, например логотип поставщика службы.
sv_se: Anger tilläggets logotyp, till exempel logotypen för tjänstleverantören.

# Page 2005578726 - Control 1123305005 - Property 2879900210
source: Logo
es_es: Logotipo
ru_ru: Логотип
sv_se: Logotyp

# Page 2005578726 - Control 1772640682 - Property 1295455071
source: Specifies the publisher of the extension.
es_es: Especifica el editor de la extensión.
it_ch: Specifica l'editore dell'estensione.
sv_se: Anger tilläggets utgivare.

# Page 2005578726 - Control 2296483502 - Property 1295455071
source: Specifies whether the extension is installed.
es_es: Especifica si el extensión está instalada.
it_ch: Specifica se l'estensione è installata.
sv_se: Anger om tillägget är installerat.

# Page 2005578726 - Control 2296483502 - Property 2879900210
source: Is Installed
es_es: Se ha instalado
it_ch: Installato
sv_se: Är installerat

# Page 2005578726 - Control 237762718 - Property 1295455071
source: Specifies the version of the extension.
da_dk: Angiver udvidelsens version.
es_es: Especifica la versión de la extensión.
fr_fr: Spécifie la version de l'extension.
it_ch: Specifica la versione dell'estensione.
nl_be: Hiermee wordt de versie van de extensie opgegeven.
ru_ru: Определяет версию расширения.
sv_se: Anger tilläggets version.

# Page 2005578726 - Control 237762718 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Page 2005578726 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
da_dk: Angiver navnet på udvidelsen.
es_es: Especifica el nombre de la extensión.
fr_fr: Spécifie le nom de l'extension.
it_ch: Specifica il nome dell'estensione.
nl_be: Hiermee wordt de naam van de extensie opgegeven.
ru_ru: Определяет имя расширения.
sv_se: Anger namnet på tillägget.

# Page 2005578726 - Control 3594686602 - Property 1295455071
source: Specifies a spacer for 'Brick' view mode.
da_dk: Angiver et afstandsstykke for visningstilstanden "Mursten".
es_es: Especifica un espaciador para el modo de visualización 'Brick'.
fr_fr: Spécifie un espace pour le mode d'affichage Brique.
it_ch: Specifica uno spaziatore per la modalità di visualizzazione 'Brick'.
nl_be: Hiermee wordt een scheiding opgegeven voor de 'Brick'-weergavemodus.
ru_ru: Определяет разделитель для режима представления "Кирпич".
sv_se: Anger ett tomt utrymme för visningsläget Tegelsten.

# Page 2005578726 - Control 852322270 - Property 1295455071
source: Specifies whether the extension is published as a per-tenant, development, or a global extension.
es_es: Especifica si la extensión se publica como extensión por suscriptor, de desarrollo o global.
it_ch: Specifica se l'estensione è pubblicata come per tenant, sviluppo o globale.
nl_be: Hiermee wordt opgegeven of de extensie wordt gepubliceerd als een extensie per tenant, een ontwikkelingsextensie of een globale extensie.
ru_ru: Указывает, публикуется ли расширение как расширение для конкретного арендатора, расширение на стадии разработки или как глобальное расширение.
sv_se: Anger om tillägget publiceras som ett tillägg per klientorganisation, ett utvecklingstillägg eller ett globalt tillägg.

# Page 2005578726 - Control 852322270 - Property 2879900210
source: Published As
es_es: Publicada como
it_ch: Pubblicato come
nl_be: Gepubliceerd als
ru_ru: Опубликовано как
sv_se: Publicerad som

# Page 2087921648 - Control 4067670324 - Property 1295455071
source: Specifies the email address of the recipient.
da_dk: Angiver modtagerens mailadresse.
es_es: Especifica la dirección de correo electrónico del destinatario.
it_ch: Specifica l'indirizzo e-mail del destinatario.
nl_be: Hiermee wordt het e-mailadres van de ontvanger opgegeven.
ru_ru: Определяет адрес электронной почты получателя.
sv_se: Anger e-postadressen till mottagaren.

# Page 2087921648 - Control 4067670324 - Property 2879900210
source: Email Address
da_dk: Mailadresse
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
nl_be: E-mailadres
ru_ru: Адрес электронной почты
sv_se: E-postadress

# Page 2117157320 - Control 3461834954 - Property 2879900210
source: Shows the apps that where active during the recording. They were either running or called other apps. The duration represents the time you might save by removing an app.
es_es: Muestra las aplicaciones que están activas durante la grabación. Se estaban ejecutando o llamando a otras aplicaciones. La duración representa el tiempo que podría ahorrar si elimina una aplicación.
it_ch: Mostra le app attive durante la registrazione che erano in esecuzione o effettuavano chiamate per altre app. La durata rappresenta il tempo che si risparmierebbe rimuovendo un'app.
sv_se: Visar de appar som var aktiva under inspelningen. Antingen kördes eller anropades andra appar. Varaktigheten representerar den tid du kan spara genom att ta bort en app.

# Page 2148009262 - Control 2578412327 - Property 1295455071
source: Specifies the full name of the time zone.
es_es: Especifica el nombre completo de la zona horaria.
it_ch: Specifica il nome completo del fuso orario.
nl_be: Hiermee wordt de volledige naam van de tijdzone opgegeven.
ru_ru: Определяет полное название часового пояса.
sv_se: Anger tidszonens fullständiga namn.

# Page 2148009262 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the time zone.
es_es: Especifica el Id. de la zona horaria.
it_ch: Specifica l'ID del fuso orario.
nl_be: Hiermee wordt de id van de tijdzone opgegeven.
ru_ru: Определяет ИД часового пояса.
sv_se: Anger ID för tidszonen.

# Page 2198836005 - Control 129688762 - Property 1295455071
source: Specifies the user.
es_es: Especifica el usuario.
it_ch: Specifica l'utente.
nl_be: Hiermee wordt de gebruiker opgegeven.
ru_ru: Определяет пользователя.
sv_se: Anger användaren.

# Page 2198836005 - Control 129688762 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
nl_be: Gebruikers-id
ru_ru: ИД пользователя
sv_se: Användar-ID

# Page 2204913418 - Control 1085746399 - Property 1295455071
source: The type of the application object.
es_es: Tipo del objeto de aplicación.
it_ch: Tipo dell'oggetto applicazione.
sv_se: Typen av appobjekt.

# Page 2204913418 - Control 1085746399 - Property 2879900210
source: Object Type
es_es: Tipo de objeto
it_ch: Tipo di oggetto
sv_se: Objekttyp

# Page 2204913418 - Control 1256520770 - Property 1295455071
source: The name of the app that the application object belongs to.
es_es: Nombre de la aplicación a la que pertenece el objeto de aplicación.
it_ch: Nome dell'app a cui appartiene l'oggetto applicazione.
sv_se: Namnet på appen som appobjektet tillhör.

# Page 2204913418 - Control 1256520770 - Property 2879900210
source: App Name
es_es: Nombre de la aplicación
it_ch: Nome app
sv_se: Appnamn

# Page 2204913418 - Control 1418569422 - Property 1295455071
source: The name of the application object.
es_es: Nombre del objeto de aplicación.
it_ch: Nome dell'oggetto applicazione.
sv_se: Namnet på appobjektet.

# Page 2204913418 - Control 1418569422 - Property 2879900210
source: Object Name
es_es: Nombre de objeto
it_ch: Nome oggetto
sv_se: Objektnamn

# Page 2204913418 - Control 330849211 - Property 1295455071
source: The amount of time spent in this application object.
es_es: Cantidad de tiempo transcurrido en este objeto de aplicación.
it_ch: Quantità di tempo trascorso in questo oggetto applicazione.
sv_se: Den tid som lagts ned på detta appobjekt.

# Page 2204913418 - Control 330849211 - Property 2879900210
source: Time Spent
es_es: Tiempo transcurrido
it_ch: Tempo speso
sv_se: Nedlagd tid

# Page 2252665413 - Control 134947221 - Property 2879900210
source: Application operation best practices links
da_dk: Link til bedste fremgangsmåder for programhandling
es_es: Vínculos de prácticas recomendadas de operación de aplicación
it_ch: Collegamento procedure consigliate operazione applicazione
nl_be: Koppelingen naar aanbevolen procedures voor de werking van toepassingen
ru_ru: Ссылки на советы и рекомендации по использованию приложений
sv_se: Länkar för metodtips för programåtgärder

# Page 2252665413 - Control 1585113642 - Property 1295455071
source: Specifies the description of the extension.
da_dk: Angiver beskrivelsen af udvidelsen.
es_es: Especifica la descripción de la extensión.
it_ch: Specifica la descrizione dell'estensione.
nl_be: Hiermee wordt de beschrijving van de extensie opgegeven.
ru_ru: Определяет описание расширения.
sv_se: Anger beskrivningen av tillägget.

# Page 2252665413 - Control 1585113642 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 2252665413 - Control 1736117981 - Property 1295455071
source: Open a website for more information about the extension.
da_dk: Åbn et websted for at få yderligere oplysninger om udvidelsen.
es_es: Abre un sitio web para obtener más información sobre la extensión.
it_ch: Aprire un sito Web per ulteriori informazioni sull'estensione.
nl_be: Een website openen voor meer informatie over de extensie.
ru_ru: Открытие веб-сайта с дополнительными сведениями о расширении.
sv_se: Öppna en webbplats om du vill ha mer information om tillägget.

# Page 2252665413 - Control 1736117981 - Property 2879900210
source: Website
da_dk: Websted
es_es: Sitio web
it_ch: Sito Web
ru_ru: Веб-сайт
sv_se: Webbplats

# Page 2252665413 - Control 1772640682 - Property 1295455071
source: Specifies the publisher of the extension.
da_dk: Angiver udgiveren af udvidelsen.
es_es: Especifica el editor de la extensión.
it_ch: Specifica l'editore dell'estensione.
nl_be: Hiermee wordt de uitgever van de extensie opgegeven.
ru_ru: Определяет издателя расширения.
sv_se: Anger tilläggets utgivare.

# Page 2252665413 - Control 1772640682 - Property 2879900210
source: Publisher
da_dk: Udgiver
es_es: Editor
fr_fr: Éditeur
it_ch: Editore
nl_be: Uitgever
ru_ru: Издатель
sv_se: Utgivare

# Page 2252665413 - Control 2161541534 - Property 2879900210
source: Review Extension Information before installation
da_dk: Gennemse oplysninger om udvidelse før installation
es_es: Revise la información de la extensión antes de la instalación.
fr_fr: Consulter les informations sur l'extension avant l'installation
it_ch: Esamina informazioni sull'estensione prima dell'installazione
nl_be: Controleer extensie-informatie vóór installatie
ru_ru: Перед установкой ознакомьтесь с информацией о расширении
sv_se: Läs igenom informationen om tilläggen före installationen

# Page 2252665413 - Control 2249673627 - Property 1295455071
source: Get help with using the extension.
da_dk: Få hjælp til brug af udvidelsen.
es_es: Obtén ayuda para utilizar la extensión.
it_ch: Ottenere assistenza per l'utilizzo dell'estensione.
nl_be: Help bij gebruik van de extensie.
ru_ru: Получение справки по использованию расширения.
sv_se: Få hjälp med att använda tillägget.

# Page 2252665413 - Control 2249673627 - Property 2879900210
source: Help
da_dk: Hjælp
es_es: Ayuda
it_ch: Guida
ru_ru: Справка
sv_se: Hjälp

# Page 2252665413 - Control 2348294640 - Property 1295455071
source: Specifies if the tables that contain data owned by this extension should be deleted on uninstall. This action cannot be undone.
da_dk: Angiver, om de tabeller, der indeholder data, som ejes af denne udvidelse, skal slettes ved fjernelse. Du kan ikke fortryde denne handling.
es_es: Especifica si se deben eliminar al desinstalar las tablas que contienen datos que son propiedad de esta extensión. Esta acción no se puede deshacer.
it_ch: Specifica se le tabelle contenenti i dati di proprietà di questa estensione devono essere eliminate o disinstallate. Questa azione non può essere annullata.
nl_be: Hiermee wordt opgegeven of de tabellen die gegevens bevatten die eigendom zijn van deze extensie, tijdens de verwijdering ook moeten worden verwijderd. Deze actie kan niet ongedaan worden gemaakt.
ru_ru: Указывает, должны ли в процессе удаления быть удалены таблицы, содержащие относящиеся к этому расширению данные. Это действие необратимо.
sv_se: Anger om tabellerna som innehåller data och ägs av det här tillägget ska tas bort vid avinstallationen. Den här åtgärden kan inte ångras.

# Page 2252665413 - Control 2348294640 - Property 2879900210
source: Delete Extension Data
da_dk: Slet udvidelsesdata
es_es: Eliminar datos de extensión
it_ch: Elimina dati dell'estensione
nl_be: Extensiegegevens verwijderen
ru_ru: Удалить данные расширения
sv_se: Ta bort tilläggsdata

# Page 2252665413 - Control 2351667098 - Property 1295455071
source: Specifies whether the extension is published as a per-tenant, development, or a global extension.
es_es: Especifica si la extensión se publica como extensión por suscriptor, de desarrollo o global.
it_ch: Specifica se l'estensione è pubblicata come per tenant, sviluppo o globale.
nl_be: Hiermee wordt opgegeven of de extensie wordt gepubliceerd als een extensie per tenant, een ontwikkelingsextensie of een globale extensie.
ru_ru: Указывает, публикуется ли расширение как расширение для конкретного арендатора, расширение на стадии разработки или как глобальное расширение.
sv_se: Anger om tillägget publiceras som ett tillägg per klientorganisation, ett utvecklingstillägg eller ett globalt tillägg.

# Page 2252665413 - Control 2351667098 - Property 2879900210
source: Published As
es_es: Publicada como
it_ch: Pubblicato come
nl_be: Gepubliceerd als
ru_ru: Опубликовано как
sv_se: Publicerad som

# Page 2252665413 - Control 2384354589 - Property 1295455071
source: Specifies the name of the extension.
da_dk: Angiver navnet på udvidelsen.
es_es: Especifica el nombre de la extensión.
it_ch: Specifica il nome dell'estensione.
nl_be: Hiermee wordt de naam van de extensie opgegeven.
ru_ru: Определяет имя расширения.
sv_se: Anger namnet på tillägget.

# Page 2252665413 - Control 2384354589 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 2252665413 - Control 2464271763 - Property 1295455071
source: Specifies the app ID of the extension.
da_dk: Angiver app-id'et for udvidelsen.
es_es: Especifica el id. de la aplicación de la extensión.
it_ch: Specifica l'ID app dell'estensione.
nl_be: Hiermee wordt de app-id van de extensie opgegeven.
ru_ru: Определяет ИД приложения расширения.
sv_se: Anger tilläggets app-ID.

# Page 2252665413 - Control 2464271763 - Property 2879900210
source: App ID
es_es: Id. de aplicación
fr_fr: ID appli
it_ch: ID app
ru_ru: ИД приложения

# Page 2252665413 - Control 2484606180 - Property 1295455071
source: Read more about the best practices for installing and publishing extensions.
da_dk: Læs mere om de bedste fremgangsmåder til installation og udgivelse af udvidelser.
es_es: Obtenga más información acerca de las prácticas recomendadas para la instalación y publicación de extensiones.
it_ch: Leggere ulteriori informazioni sulle procedure consigliate per l'installazione e la pubblicazione delle estensioni.
nl_be: Lees meer over de aanbevolen procedures voor het installeren en publiceren van extensies.
ru_ru: Дополнительные рекомендации по установке и публикации расширений.
sv_se: Läs mer om de bästa metoderna för installation och publicering av tillägg.

# Page 2252665413 - Control 2848137815 - Property 1295455071
source: Specifies the app ID of the extension.
da_dk: Angiver app-id'et for udvidelsen.
es_es: Especifica el id. de la aplicación de la extensión.
it_ch: Specifica l'ID app dell'estensione.
nl_be: Hiermee wordt de app-id van de extensie opgegeven.
ru_ru: Определяет ИД приложения расширения.
sv_se: Anger tilläggets app-ID.

# Page 2252665413 - Control 2848137815 - Property 2879900210
source: App ID
es_es: Id. de aplicación
fr_fr: ID appli
it_ch: ID app
ru_ru: ИД приложения

# Page 2252665413 - Control 2893082742 - Property 2879900210
source: Uninstall Extension
da_dk: Fjern udvidelse
es_es: Desinstalar extensión
fr_fr: Désinstaller l'extension
it_ch: Disinstalla estensione
nl_be: Installatie van extensie ongedaan maken
ru_ru: Удалить расширение
sv_se: Avinstallera tillägg

# Page 2252665413 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
da_dk: Angiver navnet på udvidelsen.
es_es: Especifica el nombre de la extensión.
it_ch: Specifica il nome dell'estensione.
nl_be: Hiermee wordt de naam van de extensie opgegeven.
ru_ru: Определяет имя расширения.
sv_se: Anger namnet på tillägget.

# Page 2252665413 - Control 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 2252665413 - Control 3013117274 - Property 1968111052
source: Extensions add new capabilities that extend and enhance functionality.
da_dk: Udvidelser tilføjer nye funktioner, som udvider og forbedrer funktionaliteten.
es_es: Las extensiones agregan nuevas características que amplían y mejoran la funcionalidad.
fr_fr: Les extensions offrent des possibilités supplémentaires qui étendent et améliorent les fonctionnalités.
it_ch: Le estensioni aggiungono nuove funzionalità che ne estendono e migliorano il funzionamento.
nl_be: Extensies voegen nieuwe mogelijkheden toe waarmee de functionaliteit wordt uitgebreid en verbeterd.
ru_ru: Расширения добавляют новые функции, которые расширяют возможности приложения.
sv_se: Tilläggen tillför nya funktioner som utökar och förbättrar funktionaliteten.

# Page 2252665413 - Control 3013117274 - Property 2879900210
source: Install Extension
da_dk: Installer udvidelse
es_es: Instalar extensión
fr_fr: Installer l'extension
it_ch: Installa estensione
nl_be: Extensie installeren
ru_ru: Установить расширение
sv_se: Installera tillägg

# Page 2252665413 - Control 3142569618 - Property 1295455071
source: View the privacy statement for the extension.
da_dk: Vis erklæringen om beskyttelse af personlige oplysninger for udvidelsen.
es_es: Ver la declaración de privacidad de la extensión.
it_ch: Visualizzare l'informativa sulla privacy dell'estensione.
nl_be: De privacyverklaring voor de extensie weergeven.
ru_ru: Просмотр заявления о конфиденциальности для расширения.
sv_se: Visa sekretesspolicyn för tillägget.

# Page 2252665413 - Control 3142569618 - Property 2879900210
source: Privacy Statement
da_dk: Erklæring om beskyttelse af personlige oplysninger
es_es: Declaración de privacidad
it_ch: Informativa sulla privacy
nl_be: Privacyverklaring
ru_ru: Заявление о конфиденциальности
sv_se: Sekretesspolicy

# Page 2252665413 - Control 3352764280 - Property 2879900210
source: Installation
es_es: Instalación
it_ch: Installazione
nl_be: Installatie
ru_ru: Установка

# Page 2252665413 - Control 346708723 - Property 1295455071
source: Acceptance of terms and conditions.
da_dk: Accept af vilkår og betingelser.
es_es: Aceptación de términos y condiciones.
it_ch: Accettazione delle condizioni.
nl_be: Acceptatie van de voorwaarden.
ru_ru: Принятие условий.
sv_se: Godkännande av allmänna villkor.

# Page 2252665413 - Control 346708723 - Property 2879900210
source: I accept the terms and conditions
da_dk: Jeg accepterer vilkårene og betingelserne
es_es: Acepto los términos y condiciones.
fr_fr: J'accepte les conditions générales
it_ch: Accetto le condizioni
nl_be: Ik accepteer de voorwaarden
ru_ru: Я принимаю условия
sv_se: Jag accepterar de allmänna villkoren

# Page 2252665413 - Control 3666322463 - Property 1968111052
source: Uninstall extension to remove added features.
da_dk: Fjern udvidelse for at fjerne tilføjede funktioner.
es_es: Desinstale la extensión para quitar las características agregadas.
fr_fr: Désinstallez l'extension pour supprimer les fonctionnalités ajoutées.
it_ch: Disinstallare l'estensione per rimuovere le funzionalità aggiunte.
nl_be: Maak de installatie van de extensie ongedaan om toegevoegde functies te verwijderen.
ru_ru: Удалите расширение, чтобы удалить добавленные функции.
sv_se: Avinstallera tillägg om du vill ta bort tillagda funktioner.

# Page 2252665413 - Control 3666322463 - Property 2879900210
source: Uninstall Extension
da_dk: Fjern udvidelse
es_es: Desinstalar extensión
fr_fr: Désinstaller l'extension
it_ch: Disinstalla estensione
nl_be: Installatie van extensie ongedaan maken
ru_ru: Удалить расширение
sv_se: Avinstallera tillägg

# Page 2252665413 - Control 380839135 - Property 1295455071
source: Get help with using the extension.
da_dk: Få hjælp til brug af udvidelsen.
es_es: Obtén ayuda para utilizar la extensión.
it_ch: Ottenere assistenza per l'utilizzo dell'estensione.
nl_be: Help bij gebruik van de extensie.
ru_ru: Получение справки по использованию расширения.
sv_se: Få hjälp med att använda tillägget.

# Page 2252665413 - Control 380839135 - Property 2879900210
source: Help
da_dk: Hjælp
es_es: Ayuda
it_ch: Guida
ru_ru: Справка
sv_se: Hjälp

# Page 2252665413 - Control 3947206067 - Property 2879900210
source: Install Extension
da_dk: Installer udvidelse
es_es: Instalar extensión
fr_fr: Installer l'extension
it_ch: Installa estensione
nl_be: Extensie installeren
ru_ru: Установить расширение
sv_se: Installera tillägg

# Page 2252665413 - Control 3960973787 - Property 1295455071
source: Specifies the version of the extension.
da_dk: Angiver udvidelsens version.
es_es: Especifica la versión de la extensión.
it_ch: Specifica la versione dell'estensione.
nl_be: Hiermee wordt de versie van de extensie opgegeven.
ru_ru: Определяет версию расширения.
sv_se: Anger tilläggets version.

# Page 2252665413 - Control 3960973787 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия
