Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3344272628 - Control 617774859 - Property 1295455071
source: Specifies the maximum number of emails per minute the account can send. A rate limit of 0 indicates no limit.
es_es: Especifica el número máximo de mensajes de correo electrónico por minuto que puede enviar la cuenta. Un límite de velocidad de 0 indica que no hay límite.
it_ch: Specifica il numero massimo di messaggi e-mail che l'account può inviare al minuto. Il valore 0 indica nessun limite di frequenza.
sv_se: Anger det högsta antalet e-postmeddelanden per minut som kontot kan skicka. Kvotgränsen 0 innebär ingen gräns.

# Page 3344272628 - Control 617774859 - Property 2879900210
source: Rate Limit per Minute
es_es: Límite de velocidad por minuto
it_ch: Limite di frequenza al minuto
sv_se: Kvotgräns per minut

# Page 3368492679 - Control 1383905037 - Property 1295455071
source: Specifies whether this is the default account to use for scenarios when no other account is specified.
da_dk: Angiver, om det er standardkontoen, der skal bruges til scenarier, når der ikke er angivet andre konti.
es_es: Especifica si esta es la cuenta predeterminada que se usará para los escenarios cuando no se especifique ninguna otra.
it_ch: Specifica se si tratta dell'account predefinito da utilizzare per gli scenari quando non è specificato nessun account.
nl_be: Hiermee wordt opgegeven of dit het standaardaccount is dat voor scenario's moet worden gebruikt wanneer er geen ander account is opgegeven.
ru_ru: Указывает, используется ли эта учетная запись по умолчанию для сценариев, когда не указана другая учетная запись.
sv_se: Anger om detta är standardkontot som ska användas för scenarier när inget annat konto har angetts.

# Page 3368492679 - Control 1383905037 - Property 2879900210
source: Default
da_dk: Standard
es_es: Predeterminado
it_ch: Predefinito
nl_be: Standaard
ru_ru: По умолчанию
sv_se: Standard

# Page 3368492679 - Control 2961552353 - Property 1295455071
source: Specifies the scenarios that are using the email account.
da_dk: Angiver de scenarier, der bruger mailkontoen.
es_es: Especifica los escenarios que usan la cuenta de correo electrónico.
it_ch: Specifica gli scenari che utilizzano l'account e-mail.
nl_be: Hiermee worden de scenario's opgegeven die gebruikmaken van het e-mailaccount.
ru_ru: Определяет сценарии, в которых используется учетная запись электронной почты.
sv_se: Anger scenarierna som använder e-postkontot.

# Page 3368492679 - Control 2961552353 - Property 2879900210
source: Scenarios by email accounts
da_dk: Scenarier efter mailkonti
es_es: Escenarios por cuentas de correo electrónico
it_ch: Scenari per account e-mail
nl_be: Scenario's per e-mailaccount
ru_ru: Сценарии по учетным записям электронной почты
sv_se: Scenarier per e-postkonton

# Page 3389183890 - Control 1459871223 - Property 1295455071
source: Specifies the name of the account.
da_dk: Angiver navnet på kontoen.
es_es: Especifica el nombre de la cuenta.
it_ch: Specifica il nome del conto.
nl_be: Hiermee wordt de naam van de rekening opgegeven.
ru_ru: Определяет имя счета.
sv_se: Anger kontonamnet.

# Page 3389183890 - Control 1983663785 - Property 1295455071
source: Specifies the name of the account.
da_dk: Angiver navnet på kontoen.
es_es: Especifica el nombre de la cuenta.
it_ch: Specifica il nome del conto.
nl_be: Hiermee wordt de naam van de rekening opgegeven.
ru_ru: Определяет имя счета.
sv_se: Anger kontonamnet.

# Page 3389183890 - Control 2215568871 - Property 1295455071
source: The email scenarios assigned to the selected account.
es_es: Los escenarios de correo electrónico asignados a la cuenta seleccionada.
it_ch: Gli scenari e-mail assegnati al conto selezionato.
nl_be: De e-mailscenario's die aan het geselecteerde account zijn toegewezen.
ru_ru: Сценарии электронной почты, назначенные выбранной учетной записи.
sv_se: E-postscenarier som har tilldelats det valda kontot.

# Page 3389183890 - Control 2215568871 - Property 2879900210
source: Email Scenarios
es_es: Escenarios de correo electrónico
it_ch: Scenari e-mail
ru_ru: Сценарии электронной почты
sv_se: E-postscenarier

# Page 3389183890 - Control 2725983395 - Property 1295455071
source: Specifies whether the email account will be used for all scenarios for which an account is not specified. You must have a default email account, even if you have only one account.
da_dk: Angiver, om mailkontoen skal bruges til alle scenarier, hvor der ikke er angivet en konto. Du skal have en standardmailkonto, selvom du kun har én konto.
es_es: Especifica si la cuenta de correo electrónico se usará para todos los escenarios para los que no se haya especificado una cuenta. Debe tener una cuenta de correo electrónico predeterminada, incluso si solo tiene una cuenta.
it_ch: Specifica se l'account e-mail verrà utilizzato per tutti gli scenari per i quali non è specificato un account. È necessario disporre di un account e-mail predefinito, anche se si ha un solo account.
nl_be: Hiermee wordt opgegeven of het e-mailaccount wordt gebruikt voor alle scenario's waarvoor geen account is opgegeven. U moet een standaard-e-mailaccount hebben, zelfs als u slechts één account hebt.
ru_ru: Указывает, будет ли учетная запись электронной почты использоваться для всех сценариев, для которых не указана учетная запись. Учетная запись электронной почты по умолчанию должна быть указана, даже если учетная запись всего одна.
sv_se: Anger om e-postkontot ska användas för alla scenarier som du inte har angett ett konto för. Du måste ha ett standardkonto för e-post, även om du bara har ett konto.

# Page 3389183890 - Control 2725983395 - Property 2879900210
source: Default
da_dk: Standard
es_es: Predeterminado
it_ch: Predefinito
nl_be: Standaard
ru_ru: По умолчанию
sv_se: Standard

# Page 3389183890 - Control 2814033574 - Property 1295455071
source: Specifies the address of the email account.
da_dk: Angiver adressen på mailkontoen.
es_es: Especifica la dirección de la cuenta de correo electrónico.
it_ch: Specifica l'indirizzo dell'account e-mail.
nl_be: Hiermee wordt het adres van het e-mailaccount opgegeven.
ru_ru: Определяет адрес учетной записи электронной почты.
sv_se: Anger adressen för e-postkontot.

# Page 3389183890 - Control 30176885 - Property 1295455071
source: Set rate limit per minute for the email account.
es_es: Permite establecer el límite de velocidad por minuto para la cuenta de correo electrónico.
it_ch: Impostare il limite di frequenza al minuto per l'account e-mail.
sv_se: Ange kvotgräns per minut för e-postkontot.

# Page 3389183890 - Control 30176885 - Property 2879900210
source: Email Rate Limit
es_es: Límite tasa correo electrónico
it_ch: Limite frequenza e-mail
sv_se: Kvotgräns för e-post

# Page 3389183890 - Control 3141900483 - Property 1295455071
source: Specifies the logo for the type of email account.
da_dk: Angiver logoet for typen af mailkonto.
es_es: Especifica el logotipo para el tipo de cuenta de correo electrónico.
it_ch: Specifica il logo per il tipo di account e-mail.
nl_be: Hiermee wordt het logo opgegeven voor het type e-mailaccount.
ru_ru: Определяет логотип для типа учетной записи электронной почты.
sv_se: Anger logotypen för typen av e-postkonto.

# Page 3389183890 - Control 3749679881 - Property 1295455071
source: Specifies the type of email extension that the account is added to.
da_dk: Angiver den type mailudvidelse, som kontoen er tilføjet.
es_es: Especifica el tipo de extensión de correo electrónico al que se agrega la cuenta.
it_ch: Specifica il tipo di estensione e-mail a cui è aggiunto l'account.
nl_be: Hiermee wordt het type e-mailextensie opgegeven waaraan het account wordt toegevoegd.
ru_ru: Определяет тип почтового расширения, в которое добавлена учетная запись.
sv_se: Anger typen av e-posttillägg som kontot har lagts till för.

# Page 3389183890 - Control 3771549988 - Property 1295455071
source: Specifies the address of the email account.
da_dk: Angiver adressen på mailkontoen.
es_es: Especifica la dirección de la cuenta de correo electrónico.
it_ch: Specifica l'indirizzo dell'account e-mail.
nl_be: Hiermee wordt het adres van het e-mailaccount opgegeven.
ru_ru: Определяет адрес учетной записи электронной почты.
sv_se: Anger adressen för e-postkontot.

# Page 3404953576 - Control 1918310387 - Property 1295455071
source: Name of Permission Set
es_es: Nombre del conjunto de permisos
it_ch: Nome del set di autorizzazioni
sv_se: Behörighetsuppsättningens namn

# Page 3404953576 - Control 1918310387 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3406436467 - Control 1210637904 - Property 2879900210
source: Privacy notice
es_es: Aviso de privacidad
it_ch: Informativa sulla privacy
sv_se: Sekretesspolicy

# Page 3406436467 - Control 1647111510 - Property 1968111052
source: Choose Next to switch on the new Power Automate integration.
es_es: Elija Siguiente para activar la nueva integración de Power Automate.
it_ch: Scegliere Avanti per attivare la nuova integrazione di Power Automate.
sv_se: Välj Nästa om du vill aktivera den nya Power Automate-integrationen.

# Page 3406436467 - Control 1647111510 - Property 2879900210
source: Let's go!
es_es: Empecemos.
it_ch: Inizia
sv_se: Sätt i gång!

# Page 3406436467 - Control 172474617 - Property 2879900210
source: You are consenting on behalf of your organization.
es_es: Está dando su consentimiento en nombre de su organización.
it_ch: L'utente acconsente per conto dell'organizzazione.
sv_se: Du har samtyckt för din organisations räkning.

# Page 3406436467 - Control 2338358494 - Property 2879900210
source: When this feature is switched on, every page that contains data gets a new Automate group in the action bar. From that group, users can run any instant manual flows that the company has defined for Business Central in Power Automate in a seamless, no-code approach.
es_es: Cuando esta característica está activada, cada página que contiene datos obtiene un nuevo grupo de automatización en la barra de acciones. Desde ese grupo, los usuarios pueden ejecutar cualquier flujo de trabajo instantáneo que la empresa haya definido para Business Central en Power Automate en un enfoque sin código ni interrupciones.
it_ch: Quando questa funzionalità è attivata, ogni pagina che contiene i dati ottiene un nuovo gruppo di automazione nella barra delle azioni. Da questo gruppo, gli utenti possono eseguire tutti i flussi manuali istantanei che la società ha definito per Business Central in Power Automate in un approccio fluido senza uso di codice.
sv_se: När den här funktionen är aktiverad får alla sidor som innehåller data en ny Automate-grupp i åtgärdsfältet. Från den gruppen kan användarna köra alla direkta manuella flöden som företaget har definierat för Business Central i Power Automate på ett smidigt sätt som inte kräver någon kodning.

# Page 3406436467 - Control 3461834954 - Property 2879900210
source: Business Central offers even deeper integration with Power Automate now. With this new capability, users can create and start an instant Power Automate flow for a given record, such as a customer, item, or sales order.
es_es: Business Central ofrece aún más integración ahora con Power Automate. Con esta nueva capacidad, los usuarios pueden crear e iniciar un flujo de Power Automate instantáneo para un registro determinado, como un cliente, un producto o un pedido de venta.
it_ch: Business Central offre ora un'integrazione ancora più profonda con Power Automate. Con questa nuova funzionalità, gli utenti possono creare e avviare un flusso Power Automate istantaneo per un determinato record, ad esempio un cliente, un articolo o un ordine di vendita.
sv_se: Med Business Central får du nu en ännu djupare integration med Power Automate. Med den här nya funktionen kan användarna skapa och starta ett direkt Power Automate-flöde för en viss post, till exempel en kund, artikel eller försäljningsorder.

# Page 3406436467 - Control 3832370403 - Property 1295455071
source: Learn more about this capability.
es_es: Obtenga Más información sobre esta capacidad.
it_ch: Ulteriori informazioni su questa funzionalità.
sv_se: Läs mer om den här funktionen.

# Page 3406436467 - Control 408835445 - Property 2879900210
source: Welcome to Power Automate Setup
es_es: Bienvenido a la configuración de Power Automate
it_ch: Setup di Power Automate
sv_se: Välkommen till Konfiguration av Power Automate

# Page 3406436467 - Control 4119205609 - Property 1295455071
source: Specifies an image that will be shown at the top of each page in the assisted setup guide.
es_es: Especifica una imagen que se mostrará en la parte superior de cada página en la guía de configuración asistida.
it_ch: Specifica un'immagine che verrà visualizzata nella parte superiore di ogni pagina della Guida setup assistito.
sv_se: Anger en bild som ska visas överst på varje sida i guiden för assisterad konfiguration.

# Page 3406436467 - Control 607920654 - Property 1295455071
source: View information about the privacy.
es_es: Permite ver información sobre la privacidad.
it_ch: Visualizzare le informazioni sulla privacy.
sv_se: Visa information om sekretessen.

# Page 3414198013 - Control 1878130204 - Property 1295455071
source: Specifies whether to include or exclude the permission set
es_es: Especifica si se va a incluir o excluir el conjunto de permisos
it_ch: Specifica se includere o escludere il set di autorizzazioni
sv_se: Anger om behörighetsuppsättningen ska inkluderas eller uteslutas

# Page 3414198013 - Control 1878130204 - Property 2879900210
source: Type
es_es: Tipo
it_ch: Tipo
sv_se: Typ

# Page 3414198013 - Control 77040538 - Property 1295455071
source: Specifies the permission set
es_es: Especifica el conjunto de permisos
it_ch: Specifica il set di autorizzazioni
sv_se: Anger behörighetsuppsättningen

# Page 3414198013 - Control 77040538 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3414198013 - Control 871170351 - Property 1295455071
source: Specifies the scope of the permission set.
es_es: Especifica el ámbito del conjunto de permisos.
it_ch: Specifica l'ambito del set di autorizzazioni.
sv_se: Anger behörighetsuppsättningens omfattning.

# Page 3414198013 - Control 871170351 - Property 2879900210
source: Scope
es_es: Ámbito
it_ch: Ambito
sv_se: Omfattning

# Page 3419425781 - Control 1031373849 - Property 1968111052
source: Before you can continue you must first create at least one Word template.
es_es: Antes de continuar, primero debe crear al menos una plantilla de Word.
it_ch: Prima di continuare è necessario creare almeno un modello di Word.
nl_be: Voordat u door kunt gaan, moet u eerst ten minste één Word-sjabloon maken.
ru_ru: Перед продолжением необходимо создать хотя бы один шаблон Word.
sv_se: Innan du kan fortsätta måste du först skapa minst en Word-mall.

# Page 3419425781 - Control 1031373849 - Property 2879900210
source: We could not find any Word templates.
es_es: No hemos encontrado ninguna plantilla de Word.
it_ch: Impossibile trovare modelli di Word.
nl_be: Er zijn geen Word-sjablonen gevonden.
ru_ru: Не удалось найти ни одного шаблона Word.
sv_se: Vi kunde inte hitta några Word-mallar.

# Page 3419425781 - Control 2961552353 - Property 1295455071
source: Specifies the name of the template.
es_es: Especifica el nombre de la plantilla.
it_ch: Specifica il nome del modello.
nl_be: Hiermee wordt de naam van de sjabloon opgegeven.
ru_ru: Определяет имя шаблона.
sv_se: Anger mallens namn.

# Page 3419425781 - Control 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3419425781 - Control 3004954119 - Property 1295455071
source: Specifies the code of the template.
es_es: Especifica el código de la plantilla.
it_ch: Specifica il codice del modello.
nl_be: Hiermee wordt de code van de sjabloon opgegeven.
ru_ru: Определяет код шаблона.
sv_se: Anger mallens kod.

# Page 3419425781 - Control 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Page 3419425781 - Control 730832363 - Property 1295455071
source: Specifies the entity the template is asscociated with.
es_es: Especifica la entidad a la que se asocia la plantilla.
it_ch: Specifica l'entità associata al modello.
nl_be: Hiermee wordt de entiteit opgegeven waaraan de sjabloon is gekoppeld.
ru_ru: Определяет сущность, с которой связан шаблон.
sv_se: Anger enheten som mallen asscociated med.

# Page 3419425781 - Control 730832363 - Property 2879900210
source: Entity
es_es: Entidad
it_ch: Entità
nl_be: Entiteit
ru_ru: Сущность
sv_se: Entitet

# Page 3432573050 - Control 1585787771 - Property 1295455071
source: Specifies the scope of the permission set.
es_es: Especifica el ámbito del conjunto de permisos.
it_ch: Specifica l'ambito del set di autorizzazioni.
sv_se: Anger behörighetsuppsättningens omfattning.

# Page 3432573050 - Control 1585787771 - Property 2879900210
source: Permission Scope
es_es: Ámbito del permiso
it_ch: Ambito di autorizzazione
sv_se: Behörighetsomfattning

# Page 3432573050 - Control 3133801257 - Property 1295455071
source: Specifies the name of the company that this permission set is limited to for this plan.
es_es: Especifica el nombre de la empresa a la que se limita este conjunto de permisos para este plan.
it_ch: Specifica il nome della società per cui è limitato il set di autorizzazioni del piano.
sv_se: Anger namnet på det företag som denna behörighetsuppsättning begränsas till för det här abonnemanget.

# Page 3432573050 - Control 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
sv_se: Företag

# Page 3432573050 - Control 3461834954 - Property 1295455071
source: Specifies the description of the permission set.
es_es: Especifica la descripción del conjunto de permisos.
it_ch: Specifica la descrizione del set di autorizzazioni.
sv_se: Anger en beskrivning av behörighetsuppsättningen.

# Page 3432573050 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
sv_se: Beskrivning

# Page 3432573050 - Control 4014676298 - Property 1295455071
source: Specifies the ID of the license.
es_es: Especifica el id. de la licencia.
it_ch: Specifica l'ID della licenza.
sv_se: Anger licensens ID.

# Page 3432573050 - Control 4014676298 - Property 2879900210
source: License
es_es: Licencia
it_ch: Licenza
sv_se: Licens

# Page 3432573050 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension from which the permission set originates.
es_es: Especifica el nombre de la extensión de la que procede el conjunto de permisos.
it_ch: Specifica il nome dell'estensione da cui deriva il set di autorizzazioni.
sv_se: Anger namnet på tillägget som behörighetsuppsättningen kommer från.

# Page 3432573050 - Control 4023602082 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
sv_se: Namn på tillägg

# Page 3432573050 - Control 997418120 - Property 1295455071
source: Specifies the ID of the permission set that will be assigned to users with this license.
es_es: Especifica el id. del conjunto de permisos que se asignará a los usuarios con esta licencia.
it_ch: Specifica l'ID del set di autorizzazioni che sarà assegnato agli utenti con la licenza.
sv_se: Anger ID:t för den behörighetsuppsättning som ska tilldelas användare med den här licensen.

# Page 3432573050 - Control 997418120 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3449870094 - Control 1380338462 - Property 1295455071
source: Specifies whether the colored indicator settings for the Cue have been modified to differ from the company default settings. You also use this field to revert to the default settings.
da_dk: Angiver, om farveindikatorindstillingerne for køindikatoren er blevet ændret i forhold til standardindstillingerne for virksomheden. Du kan også bruge dette felt til at vende tilbage til standardindstillingerne.
es_es: Especifica si la configuración del indicador con colores para la pila se ha modificado para distinguirla de la configuración predeterminada de la empresa. También se puede usar este campo para revertir a la configuración predeterminada.
fr_fr: Indique si les paramètres d'indicateur en couleur pour la pile ont été modifiés pour différer des paramètres par défaut de la société. Ce champ permet également de revenir aux paramètres par défaut.
it_ch: Specifica se le impostazioni dell'indicatore colorato del campo pila sono state modificate per differire dalle impostazioni predefinite della società. Inoltre è possibile utilizzare questo campo per ripristinare le impostazioni di default.
nl_be: Hiermee wordt opgegeven of de instellingen van de gekleurde indicator voor de indicatiestapel zijn gewijzigd en nu afwijken van de standaardinstellingen van het bedrijf. U gebruikt dit veld ook om terug te keren naar de standaardinstellingen.
ru_ru: Указывает, были ли изменены параметры цветного индикатора в очереди, чтобы они отличались от параметров организации по умолчанию. Это поле также используется для восстановления параметров по умолчанию для поля.
sv_se: Anger om de färgindikatorinställningarna för stack-ikon har ändrats från företagets standardinställningar. Du kan även använda fältet för att återgå till standardinställningarna.

# Page 3449870094 - Control 1593335407 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is greater than or equal to the value that is specified by the Threshold 1 field but less than or equal to the value that is specified by the Threshold 2 field.
da_dk: Angiver farven på indikatoren, når køindikatorens dataværdi er større end eller lig med værdien af feltet Grænse 1, men mindre end eller lig med værdien af feltet Grænse 2.
es_es: Especifica el color del indicador cuando el valor de los datos que figuran en la pila es igual o superior al valor del campo Umbral 1, pero igual o inferior al valor del campo Umbral 2.
fr_fr: Spécifie la couleur de l'indicateur lorsque la valeur des données de la pile est supérieure ou égale à la valeur spécifiée par le champ Seuil 1 mais inférieure ou égale à la valeur spécifiée par le champ Seuil 2.
it_ch: Specifica il colore dell'indicatore quando il valore dei dati della pila è maggiore o uguale al valore specificato dal campo Soglia 1 ma inferiore o uguale al valore specificato dal campo Soglia 2.
nl_be: Hiermee wordt de kleur opgegeven van de indicator wanneer de waarde van gegevens in de indicatiestapel groter is dan of gelijk is aan de waarde die is opgegeven door het veld Drempel 1, maar kleiner is dan of gelijk is aan de waarde die is opgegeven door het veld Drempel 2.
ru_ru: Определяет цвет индикатора, если значение данных в очереди больше или равно значению, заданному в поле "Порог 1", но меньше или равно значению, заданному в поле "Порог 2".
sv_se: Anger färgen på indikatorn när värdet på data i stack-ikonen är större än eller lika med värdet som anges i fältet Gränsvärde 1 men mindre än eller lika med värdet som anges i fältet Gränsvärde 2.
