Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 2252665413 - NamedType 2042020124
source: Extension Installation
da_dk: Installation af udvidelse
es_es: Instalación de extensión
fr_fr: Installation de l'extension
it_ch: Installazione estensione
nl_be: Installatie van extensie
ru_ru: Установка расширения
sv_se: Tilläggsinstallation

# Page 2252665413 - NamedType 2938128749
source: Help
da_dk: Hjælp
es_es: Ayuda
fr_fr: Aide
it_ch: Guida
ru_ru: Справка
sv_se: Hjälp

# Page 2252665413 - NamedType 4032538393
source: Terms and Conditions
da_dk: Vilkår og betingelser
es_es: Términos y condiciones
fr_fr: Conditions générales
it_ch: Condizioni
nl_be: Voorwaarden
ru_ru: Условия
sv_se: Allmänna villkor

# Page 2252665413 - NamedType 547567045
source: Extension Uninstallation
da_dk: Fjernelse af udvidelse
es_es: Desinstalación de extensión
fr_fr: Désinstallation d'extension
it_ch: Disinstallazione estensione
nl_be: Verwijdering van installatie van extensie
ru_ru: Удаление расширений
sv_se: Avinstallation av tillägg

# Page 2252665413 - NamedType 757360088
source: Privacy Statement
da_dk: Erklæring om beskyttelse af personlige oplysninger
es_es: Declaración de privacidad
fr_fr: Déclaration de confidentialité
it_ch: Informativa sulla privacy
nl_be: Privacyverklaring
ru_ru: Заявление о конфиденциальности
sv_se: Sekretesspolicy

# Page 2252665413 - NamedType 927327867
source: Website
da_dk: Websted
es_es: Sitio web
fr_fr: Site Web
it_ch: Sito Web
ru_ru: Веб-сайт
sv_se: Webbplats

# Page 2282749623 - NamedType 2126379566
source: The email has not been sent.
da_dk: Mailen er ikke blevet sendt.
es_es: No se ha enviado el correo electrónico.
it_ch: Il messaggio e-mail non è stato inviato.
nl_be: Het e-mailbericht is niet verzonden.
ru_ru: Сообщение электронной почты не отправлено.
sv_se: E-postmeddelandet har inte skickats.

# Page 2282749623 - NamedType 4178145242
source: Keep as draft in Email Outbox,Discard email
da_dk: Bevar som kladde i mailudbakken,Slet mail
es_es: Conservar como borrador en la Bandeja de salida de correo electrónico,Descartar correo electrónico
it_ch: Mantieni come bozza in Posta in uscita,Ignora e-mail
nl_be: Als concept opslaan in e-mailoutbox,E-mail verwijderen
ru_ru: Сохранить как черновик в исходящих,Удалить сообщение
sv_se: Behåll som utkast i utkorgen för e-post,ta bort e-postmeddelande

# Page 2282749623 - NamedType 690053247
source: Compose an Email
es_es: Redactar un mensaje de correo electrónico
it_ch: Componi un messaggio e-mail
nl_be: Een e-mail opstellen
ru_ru: Напишите сообщение
sv_se: Skriv ett e-postmeddelande

# Page 2408068749 - NamedType 1687353988
source: Your checklist is empty. You can add items to it on the Checklist Administration page.
es_es: La lista de comprobación está vacía. Puede agregar productos en la página Administración de lista de comprobación.
it_ch: L'elenco di controllo è vuoto. È possibile aggiungervi articoli nella pagina Amministrazione elenco di controllo.
sv_se: Checklistan är tom. Du kan lägga till punkter på den på administrationssidan för checklistan.

# Page 2491626637 - NamedType 2740549075
source: View Details
da_dk: Vis detaljer
es_es: Ver detalles
fr_fr: Afficher les détails
it_ch: Visualizza dettagli
nl_be: Details weergeven
ru_ru: Просмотреть сведения
sv_se: Visa information

# Page 2516086444 - NamedType 2874099525
source: <Organization>
es_es: <Organización>
it_ch: <Organizzazione>
sv_se: <Organisation>

# Page 2622225351 - NamedType 1327888247
source: Do you want to add the read permissions to all related tables?
es_es: ¿Desea agregar los permisos de lectura a todas las tablas relacionadas?
it_ch: Aggiungere le autorizzazioni di lettura a tutte le tabelle correlate?
sv_se: Vill du lägga till läsbehörighet för alla relaterade tabeller?

# Page 2693243134 - NamedType 3163637980
source: The number must be larger than 0.
es_es: El número debe ser superior a 0.
it_ch: Il numero deve essere maggiore di 0.
nl_be: Het aantal moet groter dan 0 zijn.
ru_ru: Номер должен быть больше 0.
sv_se: Numret måste vara större än 0.

# Page 2817068111 - NamedType 3764383116
source: Some months have fewer than %1 days. These months will not be included in the recurrence.\\Do you want to continue?
da_dk: Nogle måneder har færre end %1 dage. Disse måneder vil ikke blive medtaget i gentagelsen.\\Vil du fortsætte?
es_es: Algunos meses tienen menos de %1 días. Estos meses no se incluirán en la periodicidad. \ \ ¿Desea continuar?
fr_fr: Certains mois comportent moins de %1 jours. Ces mois ne seront pas inclus dans la récurrence.\\Voulez-vous continuer ?
it_ch: Alcuni mesi hanno meno di %1 giorni. Questi mesi non saranno inclusi nella ricorrenza.\\Continuare?
nl_be: Sommige maanden hebben minder dan %1 dagen. Deze maanden worden niet opgenomen in de herhaling.\\Wilt u doorgaan?
ru_ru: В некоторых месяцах меньше %1 дней. Эти месяцы не будут включены в повторение.\\Продолжить?
sv_se: Vissa månader har färre än %1 dagar. Dessa månader kommer inte att ingå i den återkommande tiden.\\Vill du fortsätta?

# Page 2927108320 - NamedType 158691884
source: Learn more about feature management.
da_dk: Få mere at vide om funktionsstyring.
es_es: Más información acerca de la administración de características.
fr_fr: En savoir plus sur la gestion des fonctionnalités.
it_ch: Ulteriori informazioni sulla gestione delle funzionalità.
nl_be: Meer informatie over functiebeheer.
ru_ru: Подробнее об управлении функциями.
sv_se: Läs mer om funktionshantering.

# Page 2927108320 - NamedType 915252812
source: See the Release Plan
da_dk: Se udgivelsesplanen
es_es: Consulte el plan de lanzamiento
fr_fr: Afficher le plan de lancement
it_ch: Vedere il piano di rilascio
nl_be: Het releaseplan bekijken
ru_ru: Смотреть план выпуска
sv_se: Se utgivningsplanen

# Page 3047977240 - NamedType 3334639707
source: Privacy and Cookies
es_es: Privacidad y cookies
it_ch: Privacy e cookie
sv_se: Sekretess och cookies

# Page 3212752058 - NamedType 1530166770
source: No source entity relation was specified.
es_es: No se especificó ninguna relación de entidad de origen.
it_ch: Non è stata specificata alcuna relazione dell'entità di origine.
nl_be: Er is geen relatie met een bronentiteit opgegeven.
ru_ru: Связь с сущностью-источником не указана.
sv_se: Ingen relation till källenheten har angetts.

# Page 3212752058 - NamedType 2394404762
source: Select the source entity relation.
es_es: Seleccione la relación de entidad de origen.
it_ch: Selezionare la relazione dell'entità di origine.
nl_be: De relatie met de bronentiteit selecteren.
ru_ru: Выберите связь с сущностью-источником.
sv_se: Välj relation till källenheten.

# Page 3212752058 - NamedType 62558703
source: Select related entity for the Word template.
es_es: Seleccione la entidad relacionada para la plantilla de Word.
it_ch: Selezionare l'entità correlata per il modello di Word.
nl_be: Gerelateerde entiteit voor de Word-sjabloon selecteren.
ru_ru: Выберите связанную сущность для шаблона Word.
sv_se: Välj relaterad enhet för Word-mallen.

# Page 3314581104 - NamedType 1601324261
source: Learn more
es_es: Más información
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Подробнее
sv_se: Läs mer

# Page 3314581104 - NamedType 1776506875
source: A template with this code already exists.
es_es: Ya existe una plantilla con este código.
it_ch: Esiste già un modello con questo codice.
nl_be: Er bestaat al een sjabloon met deze code.
ru_ru: Шаблон с таким кодом уже существует.
sv_se: Det finns redan en mall med den här koden.

# Page 3314581104 - NamedType 2375307040
source: Add new entity
es_es: Agregar nueva entidad
it_ch: Aggiungi nuova entità
nl_be: Nieuwe entiteit toevoegen
ru_ru: Добавить новую сущность
sv_se: Lägg till ny enhet

# Page 3314581104 - NamedType 3227856182
source: Please upload a template before continuing.
es_es: Envíe una plantilla antes de continuar.
it_ch: Caricare un modello prima di continuare.
nl_be: Upload een sjabloon voordat u doorgaat.
ru_ru: Прежде чем продолжить, отправьте в систему шаблон.
sv_se: Ladda upp en mall innan du fortsätter.

# Page 3314581104 - NamedType 435873150
source: Please select an entity before continuing.
es_es: Seleccione una entidad antes de continuar.
it_ch: Selezionare un'entità per continuare.
nl_be: Selecteer een entiteit voordat u doorgaat.
ru_ru: Прежде чем продолжить, выберите объект.
sv_se: Välj en enhet innan du fortsätter.

# Page 3314581104 - NamedType 581166427
source: Add a related entity (advanced)
es_es: Agregar una entidad relacionada (avanzado)
it_ch: Aggiungere un'entità correlata (avanzata)
nl_be: Gerelateerde entiteit toevoegen (geavanceerd)
ru_ru: Добавить связанную сущность (расширенную)
sv_se: Lägg till en relaterad enhet (avancerat)

# Page 3314581104 - NamedType 614473171
source: Upload the template
es_es: Cargar la plantilla
it_ch: Carica il modello
nl_be: De sjabloon uploaden
ru_ru: Отправить шаблон
sv_se: Ladda upp mallen

# Page 3314581104 - NamedType 619643972
source: Download a blank template.
es_es: Descargue una plantilla en blanco.
it_ch: Scaricare un modello vuoto.
nl_be: Een lege sjabloon downloaden.
ru_ru: Загрузка пустого шаблона.
sv_se: Ladda ned en tom mall.

# Page 3314581104 - NamedType 619790885
source: Please fill in all fields before continuing.
es_es: Rellene todos los campos antes de continuar.
it_ch: Compilare tutti i campi per continuare.
nl_be: Vul alle velden in voordat u doorgaat.
ru_ru: Прежде чем продолжить, заполните все поля.
sv_se: Fyll i alla fält innan du fortsätter.

# Page 3314581104 - NamedType 825368625
source: Add a related entity (simple)
es_es: Agregar una entidad relacionada (simple)
it_ch: Aggiungere un'entità correlata (semplice)
nl_be: Een gerelateerde entiteit toevoegen (eenvoudig)
ru_ru: Добавить связанную сущность (простой вариант)
sv_se: Lägg till en relaterad enhet (enkel)

# Page 3338462467 - NamedType 2511177201
source: Do you want to add the recorded permissions?
es_es: ¿Confirma que desea agregar los permisos registrados?
it_ch: Aggiungere le autorizzazioni registrate?
sv_se: Vill du lägga till de registrerade behörigheterna?

# Page 3338462467 - NamedType 3333379853
source: Do you want to start the recording now?
es_es: ¿Confirma que quiere empezar la grabación ahora?
it_ch: Avviare la registrazione adesso?
sv_se: Vill du starta registreringen nu?

# Page 3344272628 - NamedType 286665424
source: No limit
es_es: Sin límite
it_ch: Nessun limite
sv_se: Ingen gräns

# Page 3389183890 - NamedType 4247047285
source: The selected email extension has been uninstalled. To view information about the email account, you must reinstall the extension.
da_dk: Den valgte mailudvidelse er blevet fjernet. Hvis du vil have vist oplysninger om mailkontoen, skal du geninstallere udvidelsen.
es_es: Se ha desinstalado la extensión de correo electrónico seleccionada. Para ver la información acerca de la cuenta de correo electrónico, debe volver a instalar la extensión.
it_ch: L'estensione e-mail selezionata è stata disinstallata. Per visualizzare le informazioni relative all'account e-mail è necessario reinstallare l'estensione.
nl_be: De geselecteerde e-mailextensie is verwijderd. Als u informatie over het e-mailaccount wilt weergeven, moet u de extensie opnieuw installeren.
ru_ru: Выбранное почтовое расширение удалено. Для просмотра информации об учетной записи электронной почты необходимо установить расширение заново.
sv_se: Det valda e-posttillägget har avinstallerats. Om du vill visa information om e-postkontot måste du installera om tillägget.

# Page 3406436467 - NamedType 1903245870
source: Privacy and Cookies
es_es: Privacidad y cookies
it_ch: Privacy e cookie
sv_se: Sekretess och cookies

# Page 3406436467 - NamedType 3334639707
source: Learn more
es_es: Más información
it_ch: Ulteriori informazioni
sv_se: Läs mer

# Page 3432573050 - NamedType 3146882720
source: The permission set %1 is defined multiple times in this context. Use the lookup button to select the relevant permission set.
es_es: El conjunto de permisos %1 está definido varias veces en este contexto. Use el botón de búsqueda para seleccionar el conjunto de permisos correspondiente.
it_ch: Il set di autorizzazioni %1 viene definito più volte in questo contesto. Utilizzare il pulsante di ricerca per selezionare il set di autorizzazioni rilevante.
sv_se: Behörighetsuppsättningen %1 är definierad flera gånger i den här kontexten. Använd sökknappen för att välja relevant behörighetsuppsättning.

# Page 367479046 - NamedType 118939017
source: Please upload an extension file before clicking "Deploy" button.
da_dk: Upload en udvidelsesfil, før du klikker på knappen "Installer".
es_es: Cargue un archivo de extensión antes de hacer clic en el botón "Implementar".
fr_fr: Veuillez télécharger un fichier d'extension avant de cliquer sur « Déployer ».
it_ch: Caricare un file di estensione prima di scegliere "Distribuisci".
nl_be: Upload een extensiebestand voordat u op de knop Installeren klikt.
ru_ru: Отправьте файл расширения до нажатия кнопки "Развернуть".
sv_se: Ladda upp en tilläggsfil innan du klickar på knappen Distribuera.

# Page 367479046 - NamedType 1334809800
source: Are you sure that you want to force the schema update for this extension? Forcing schema updates can lead to unintentional data loss if invoked improperly.
es_es: ¿Seguro que desea forzar la actualización del esquema para esta extensión? Si fuerza las actualizaciones del esquema pueden producirse pérdidas de datos involuntarias si se invocan incorrectamente.
it_ch: Forzare l'aggiornamento dello schema per l'estensione? La forzatura degli aggiornamenti dello schema può causare una perdita di dati non intenzionale, se viene richiamata in modo errato.
nl_be: Weet u zeker dat u de schema-update wilt afdwingen voor deze extensie? Afgedwongen schema-updates kunnen leiden tot onbedoeld gegevensverlies als deze niet correct worden aangeroepen.
ru_ru: Обновить схему для этого расширения принудительно? Принудительное обновление схемы может привести к непреднамеренной утечке данных, если неправильно вызвать данные.
sv_se: Vill du framtvinga en schemauppdatering för det här tillägget? Om du framtvingar schemauppdateringar kan det leda till att data försvinner av misstag om de anropas på fel sätt.

# Page 367479046 - NamedType 2456773564
source: Select .APP
da_dk: Vælg. APPOPDATERINGER
es_es: Seleccionar .APP
fr_fr: Sélectionner .APP
it_ch: Selezionare .APP
nl_be: .APP selecteren
ru_ru: Укажите. ПРОГРАММЫ
sv_se: Välj. APP

# Page 367479046 - NamedType 3405983715
source: Microsoft Business Central PTE Disclaimer
es_es: Declinación de responsabilidad de PTE de Microsoft Business Central
it_ch: Dichiarazione di non responsabilità di Microsoft Business Central PTE
sv_se: Ansvarsfriskrivning för Microsoft Business Central-tillägg per klientorganisation

# Page 367479046 - NamedType 4004070260
source: Privacy and Cookies
es_es: Privacidad y cookies
it_ch: Privacy e cookie
sv_se: Sekretess och cookies

# Page 3692338268 - NamedType 54529786
source: Are you sure that you want to skip the remaining steps of the checklist?
es_es: ¿Seguro que desea omitir los pasos restantes de la lista de comprobación?
it_ch: Ignorare i passaggi rimanenti dell’elenco di controllo?
nl_be: Weet u zeker dat u de resterende stappen van de controlelijst wilt overslaan?
ru_ru: Пропустить оставшиеся шаги контрольного списка?
sv_se: Är du säker på att du vill hoppa över de återstående stegen i checklistan?

# Page 3756518970 - NamedType 1052459003
source: Learn more
da_dk: Få mere at vide
es_es: Más información
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Подробнее
sv_se: Läs mer

# Page 3756518970 - NamedType 2247105190
source: Extension Management
da_dk: Udvidelsesstyring
es_es: Administración de extensiones
it_ch: Gestione estensioni
nl_be: Extensiebeheer
ru_ru: Управление расширениями
sv_se: Tilläggshantering

# Page 3756518970 - NamedType 286665424
source: No limit
es_es: Sin límite
it_ch: Nessun limite
sv_se: Ingen gräns

# Page 3756518970 - NamedType 4247047285
source: The selected email extension has been uninstalled. You must reinstall the extension to add an account with it.
da_dk: Den valgte mailudvidelse er blevet fjernet. Du skal geninstallere udvidelsen for at kunne tilføje en konto med den.
es_es: Se ha desinstalado la extensión de correo electrónico seleccionado. Debe volver a instalar la extensión para agregar una cuenta con ella.
it_ch: L'estensione e-mail selezionata è stata disinstallata. È necessario reinstallare l'estensione per aggiungere un account.
nl_be: De geselecteerde e-mailextensie is verwijderd. U moet de extensie opnieuw installeren om er een account aan toe te voegen.
ru_ru: Выбранное почтовое расширение удалено. Для добавления учетной записи с его помощью необходимо установить расширение заново.
sv_se: Det valda e-posttillägget har avinstallerats. Du måste installera om tillägget för att kunna lägga till ett konto.

# Page 3970971575 - NamedType 1052459003
source: Learn more
da_dk: Få mere at vide
es_es: Más información
fr_fr: En savoir plus
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Подробнее
sv_se: Läs mer

# Page 3970971575 - NamedType 2090578792
source: View fields
da_dk: Vis felter
es_es: Ver campos
fr_fr: Afficher les champs
it_ch: Visualizza campi
nl_be: Velden weergeven
ru_ru: Просмотреть поля
sv_se: Visa fält

# Page 3970971575 - NamedType 3380134905
source: You must review the classifications for similar fields before you can continue.
da_dk: Du skal gennemse klassificeringerne af lignende felter, før du fortsætter.
es_es: Para poder continuar debe revisar las clasificaciones de los campos similares.
fr_fr: Vous devez vérifier les classifications des champs similaires avant de pouvoir continuer.
it_ch: È necessario esaminare le classificazioni per i campi simili prima di continuare.
nl_be: U moet de classificaties van soortgelijke velden controleren voordat u door kunt gaan.
ru_ru: Перед продолжением необходимо проверить классификацию похожих полей.
sv_se: Du måste granska klassificeringarna för liknande fält innan du kan fortsätta.

# Page 3970971575 - NamedType 3437023162
source: You must review the classifications for fields before you can continue.
da_dk: Du skal gennemse felternes klassificeringer, før du fortsætter.
es_es: Para poder continuar debe revisar las clasificaciones de los campos.
fr_fr: Vous devez vérifier les classifications des champs avant de pouvoir continuer.
it_ch: È necessario esaminare le classificazioni per i campi prima di continuare.
nl_be: U moet de classificaties van velden controleren voordat u door kunt gaan.
ru_ru: Перед продолжением необходимо проверить классификацию полей.
sv_se: Du måste granska klassificeringarna för fälten innan du kan fortsätta.

# Page 3989631842 - NamedType 3718791375
source: (first company sign-in)
es_es: (primer inicio de sesión de la empresa)
it_ch: (primo accesso aziendale)
sv_se: (första företagsinloggning)

# Page 4001231554 - NamedType 2275021812
source: Requirements for Centralized Deployment of Add-ins
es_es: Requisitos para la implementación centralizada de complementos
it_ch: Requisiti per la distribuzione centralizzata dei componenti aggiuntivi
nl_be: Vereisten voor Gecentraliseerde implementatie van invoegtoepassingen
ru_ru: Требования для централизованного развертывания надстроек
sv_se: Krav för Centraliserad distribution för tillägg

# Page 4001231554 - NamedType 2411340674
source: 1. In the Microsoft 365 admin center, go to Integrated Apps.
es_es: 1. En el Centro de administración de Microsoft 365, vaya a aplicaciones integradas.
it_ch: 1. Nell'interfaccia di amministrazione di Microsoft 365 passare ad App integrate.
nl_be: 1. Ga in het Microsoft 365-beheercentrum naar Geïntegreerde apps.
ru_ru: 1. В Центре администрирования Microsoft 365 перейдите в раздел "Интегрированные приложения".
sv_se: 1. Gå till Integrerade appar i administrationscentret för Microsoft 365.

# Page 4001231554 - NamedType 3346606530
source: Learn more about Configuring Business Central for Centralized Deployment​
es_es: Más información acerca de la configuración de Business Central para una implementación centralizada
it_ch: Ulteriori informazioni sulla configurazione di Business Central per la distribuzione centralizzata
nl_be: Meer informatie over het configureren van Business Central voor Gecentraliseerde implementatie
ru_ru: Подробнее о настройке Business Central для централизованного развертывания
sv_se: Läs mer om hur du konfigurerar Business Central för Centraliserad distribution

# Page 4001231554 - NamedType 595441205
source: Learn how Excel files are impacted by removing AppSource access
es_es: Descubra cómo se ven afectados los archivos de Excel al quitar el acceso a AppSource
it_ch: Informazioni sull'impatto della rimozione dell'accesso ad AppSource sui file di Excel
nl_be: Lees hoe Excel-bestanden worden beïnvloed door het verwijderen van AppSource-toegang
ru_ru: Как на файлы Excel влияет закрытие доступа к AppSource
sv_se: Lär dig hur Excel-filer påverkas genom att ta bort AppSource-åtkomst

# Page 4021082514 - NamedType 690053247
source: Sent Email
es_es: Correo electrónico enviado
it_ch: Messaggio e-mail inviato
nl_be: Verzonden e-mail
ru_ru: Отправленное сообщение электронной почты
sv_se: Skickat e-postmeddelande
