Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 2622225351 - Control 3088155792 - Property 2879900210
source: Insert Permission
es_es: Permiso de inserción
it_ch: Autorizzazione di inserimento
sv_se: Infogandebehörighet

# Page 2622225351 - Control 3135917451 - Property 1295455071
source: Specifies if the permission set has read permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de lectura para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di lettura per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har läsbehörighet till det här objektet.

# Page 2622225351 - Control 3135917451 - Property 2879900210
source: Read Permission
es_es: Permiso de lectura
it_ch: Autorizzazione di lettura
sv_se: Läsbehörighet

# Page 2622225351 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
es_es: Especifica el id. del objeto al que se aplican los permisos.
it_ch: Specifica l'ID dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger id:t för objektet som behörigheterna gäller.

# Page 2622225351 - Control 3735914638 - Property 1295455071
source: Specifies if the permission set has delete permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de eliminación para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di eliminazione per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har borttagningsbehörighet till det här objektet.

# Page 2622225351 - Control 3735914638 - Property 2879900210
source: Delete Permission
es_es: Permiso de eliminación
it_ch: Autorizzazione di eliminazione
sv_se: Borttagningsbehörighet

# Page 2622225351 - Control 4054402322 - Property 1295455071
source: Specifies a security filter that applies to this permission set to limit the access that this permission set has to the data contained in this table.
es_es: Especifica un filtro de seguridad que se aplica a este conjunto de permisos para limitar el acceso que este tiene a los datos incluidos en esta tabla.
it_ch: Specifica un filtro di protezione che viene applicato a questo set di autorizzazioni per limitare l'accesso di questo set di autorizzazioni ai dati contenuti nella tabella.
sv_se: Anger ett säkerhetsfilter som gäller för denna behörighetsuppsättning och begränsar den åtkomst som den här behörighetsuppsättningen har till data i den här tabellen.

# Page 2622225351 - Control 480834248 - Property 1295455071
source: Specifies if the permission set has execute permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de ejecución para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di esecuzione per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har körningsbehörighet till det här objektet.

# Page 2622225351 - Control 480834248 - Property 2879900210
source: Execute Permission
es_es: Permiso de ejecución
it_ch: Autorizzazione di esecuzione
sv_se: Körningsbehörighet

# Page 2624121137 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
es_es: Especifica el tipo de objeto al que se aplican los permisos en la base de datos actual.
it_ch: Specifica il tipo di oggetto a cui si applicano le autorizzazioni nel database corrente.
sv_se: Anger typen för objektet som behörigheterna gäller i den aktuella databasen.

# Page 2624121137 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
es_es: Especifica el nombre del objeto al que se aplican los permisos.
it_ch: Specifica il nome dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger namnet på objektet som behörigheterna gäller.

# Page 2624121137 - Control 1682833869 - Property 1295455071
source: Specifies if the permission set has modify permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de modificación para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di modifica per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har ändringsbehörighet för det här objektet.

# Page 2624121137 - Control 3088155792 - Property 1295455071
source: Specifies if the permission set has insert permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de inserción en este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di inserimento per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har infogningsbehörighet för det här objektet.

# Page 2624121137 - Control 3135917451 - Property 1295455071
source: Specifies if the permission set has read permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de lectura para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di lettura per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har läsbehörighet till det här objektet.

# Page 2624121137 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
es_es: Especifica el id. del objeto al que se aplican los permisos.
it_ch: Specifica l'ID dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger id:t för objektet som behörigheterna gäller.

# Page 2624121137 - Control 3735914638 - Property 1295455071
source: Specifies if the permission set has delete permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de eliminación para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di eliminazione per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har borttagningsbehörighet till det här objektet.

# Page 2624121137 - Control 4054402322 - Property 1295455071
source: Specifies a security filter that applies to this permission set to limit the access that this permission set has to the data contained in this table.
es_es: Especifica un filtro de seguridad que se aplica a este conjunto de permisos para limitar el acceso que este tiene a los datos incluidos en esta tabla.
it_ch: Specifica un filtro di protezione che viene applicato a questo set di autorizzazioni per limitare l'accesso di questo set di autorizzazioni ai dati contenuti nella tabella.
sv_se: Anger ett säkerhetsfilter som gäller för denna behörighetsuppsättning och begränsar den åtkomst som den här behörighetsuppsättningen har till data i den här tabellen.

# Page 2624121137 - Control 480834248 - Property 1295455071
source: Specifies if the permission set has execute permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de ejecución para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di esecuzione per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har körningsbehörighet till det här objektet.

# Page 2638830259 - Control 2387530096 - Property 1295455071
source: Specifies the name of the license.
es_es: Especifica el nombre de la licencia.
it_ch: Specifica il nome della licenza.
sv_se: Anger namnet på licensen.

# Page 2638830259 - Control 2387530096 - Property 2879900210
source: License
es_es: Licencia
it_ch: Licenza
sv_se: Licens

# Page 2638830259 - Control 3283131571 - Property 1295455071
source: Specifies if the permissions are customized.
es_es: Especifica si se personalizan los permisos.
it_ch: Specifica se le autorizzazioni sono personalizzate.
sv_se: Anger om behörigheterna har anpassats.

# Page 2638830259 - Control 3283131571 - Property 2879900210
source: Permissions Customized
es_es: Permisos personalizados
it_ch: Autorizzazioni personalizzate
sv_se: Anpassade behörigheter

# Page 2693243134 - Control 1001654749 - Property 1295455071
source: Specifies which step in the checklist this task will appear at.
es_es: Especifica el paso de la lista de comprobación en el que aparecerá esta tarea.
it_ch: Specifica il passaggio dell'elenco di controllo in cui verrà visualizzata l'attività.
nl_be: Hiermee wordt opgegeven bij welke stap in de controlelijst deze taak wordt weergegeven.
ru_ru: Определяет, на каком шаге в контрольном списке будет находиться эта задача.
sv_se: Anger vilket steg i checklistan som den här uppgiften visas vid.

# Page 2693243134 - Control 1599953061 - Property 1295455071
source: Specifies the object that the checklist item will run.
es_es: Especifica el objeto que se ejecutará por el elemento de la lista de comprobación.
it_ch: Specifica l'oggetto che verrà eseguito dall'elemento dell'elenco di controllo.
nl_be: Hiermee wordt het object opgegeven dat door het controlelijstitem wordt uitgevoerd.
ru_ru: Определяет объект, который будет запускаться пунктом контрольного списка.
sv_se: Anger objektet som du vill att punkten i checklistan ska köra.

# Page 2693243134 - Control 1599953061 - Property 2879900210
source: Object to Run
es_es: Objeto para ejecutar
it_ch: Oggetto da eseguire
nl_be: Uit te voeren object
ru_ru: Запускаемый объект
sv_se: Objekt som ska köras

# Page 2693243134 - Control 1878130204 - Property 1295455071
source: Specifies the type of action that the checklist item is for, such as a link to a setup guide or a link to learn more.
es_es: Especifica el tipo de acción para el que está desitnado el elemento de la lista de comprobación, por ejemplo, un vínculo a una guía de configuración o un vínculo para obtener más información.
it_ch: Specifica il tipo di azione per cui è destinato l'elemento dell'elenco di controllo, ad esempio un collegamento di una guida al setup o un collegamento di ulteriori informazioni.
nl_be: Hiermee wordt het type actie opgegeven waar het controlelijstitem voor dient, zoals een koppeling naar een instellingshandleiding of een koppeling voor meer informatie.
ru_ru: Определяет тип действия, для которого предназначен пункт контрольного списка, такой как ссылка на руководство по настройке или ссылка для получения дополнительных сведений.
sv_se: Anger vilken typ av åtgärd som punkten i checklistan avser, till exempel en länk till en konfigurationsguide eller en länk till mer information.

# Page 2693243134 - Control 2655233292 - Property 1295455071
source: Specifies how long you expect it will take to complete the checklist item, such as 2 minutes or 10 minutes.
es_es: Especifica el tiempo que se espera que se tarde en completar el elemento de la lista de comprobación, como 2 minutos o 10 minutos.
it_ch: Specifica il tempo previsto per il completamento dell'elemento dell'elenco di controllo, ad esempio 2 minuti o 10 minuti.
nl_be: Hiermee wordt opgegeven hoe lang het naar verwachting duurt om het controlelijstitem te voltooien, bijvoorbeeld 2 minuten of 10 minuten.
ru_ru: Определяет ожидаемое время выполнения пункта контрольного списка, например 2 минуты или 10 минут.
sv_se: Anger hur lång tid det tar att slutföra punkten i checklistan, till exempel 2 minuter eller 10 minuter.

# Page 2693243134 - Control 2655233292 - Property 2879900210
source: Expected Duration (in minutes)
es_es: Duración esperada (en minutos)
it_ch: Durata prevista (in minuti)
nl_be: Verwachte duur (in minuten)
ru_ru: Ожидаемая длительность (в минутах)
sv_se: Förväntad varaktighet (i minuter)

# Page 2693243134 - Control 2719173742 - Property 1295455071
source: Specifies the type of spotlight tour that the checklist item will run.
es_es: Especifica el tipo de recorrido de lo más destacado en el que se ejecutará el elemento de la lista de comprobación.
it_ch: Specifica il tipo di tour di contenuti che verrà eseguito dall'elemento dell'elenco di controllo.
nl_be: Hiermee wordt het soort spotlight-rondleiding opgegeven dat door het controlelijstitem wordt uitgevoerd.
ru_ru: Определяет тип тура, который будет запускаться из пункта контрольного списка.
sv_se: Anger typen av Spotlight-visning som den här checklistan utför.

# Page 2693243134 - Control 2719173742 - Property 2879900210
source: Spotlight Tour Type
es_es: Tipo recorrido de lo más destacado
it_ch: Tipo di tour di contenuti in evidenza
nl_be: Soort spotlight-rondleiding
ru_ru: Тип тура
sv_se: Typ av Spotlight-visning

# Page 2693243134 - Control 329424276 - Property 1295455071
source: Specifies the title of the checklist item.
es_es: Especifica el título del elemento de la lista de comprobación.
it_ch: Specifica il titolo dell'elemento dell'elenco di controllo.
nl_be: Hiermee wordt de titel van het controlelijstitem opgegeven.
ru_ru: Определяет название пункта контрольного списка.
sv_se: Anger rubriken för punkten i checklistan.

# Page 2693243134 - Control 329424276 - Property 2879900210
source: Task
es_es: Tarea
it_ch: Attività
nl_be: Taak
ru_ru: Задача
sv_se: Uppgift

# Page 2693243134 - Control 3461834954 - Property 1295455071
source: Specifies the description of the checklist item.
es_es: Especifica la descripción del elemento de la lista de comprobación.
it_ch: Specifica la descrizione dell'elemento dell'elenco di controllo.
nl_be: Hiermee wordt de beschrijving van het controlelijstitem opgegeven.
ru_ru: Определяет описание пункта контрольного списка.
sv_se: Anger beskrivningen av punkten i checklistan.

# Page 2693243134 - Control 3817506388 - Property 1295455071
source: Specifies the link that the checklist item will open.
es_es: Especifica el vínculo que se abrirá con el elemento de la lista de comprobación.
it_ch: Specifica il collegamento che verrà aperto dall'elemento dell'elenco di controllo.
nl_be: Hiermee wordt de koppeling opgegeven die door het controlelijstitem wordt geopend.
ru_ru: Определяет ссылку, которую будет открывать пункт контрольного списка.
sv_se: Anger länken som punkten i checklistan öppnar.

# Page 2693243134 - Control 3817506388 - Property 2879900210
source: Link to open
es_es: Vínculo para abrir
it_ch: Collegamento da aprire
nl_be: Koppeling om te openen
ru_ru: Ссылка для открытия
sv_se: Länk för att öppna

# Page 2693243134 - Control 692639126 - Property 1295455071
source: Specifies the URL of the video that the checklist item will open.
es_es: Especifica la dirección URL del vídeo que abrirá el elemento de la lista de comprobación.
it_ch: Specifica l'URL del video che verrà aperto dall'elemento dell'elenco di controllo.
nl_be: Hiermee wordt de URL opgegeven van de video die door het controlelijstitem wordt geopend.
ru_ru: Определяет URL-адрес видеоролика, который будет открываться из пункта контрольного списка.
sv_se: Anger URL:en till videoklippet som checklistan öppnar.

# Page 2693243134 - Control 692639126 - Property 2879900210
source: Video URL
es_es: URL de vídeo
it_ch: URL del video
ru_ru: URL-адрес видео

# Page 2693243134 - Control 844470380 - Property 1295455071
source: Specifies the completion requirements of the checklist item.
es_es: Especifica los requisitos de finalización del elemento de la lista de comprobación.
it_ch: Specifica i requisiti di completamento dell'elemento dell'elenco di controllo.
nl_be: Hiermee worden de voltooiingsvereisten van het controlelijstitem opgegeven.
ru_ru: Определяет требования по выполнению пункта контрольного списка.
sv_se: Anger kraven för slutförande för punkten i checklistan.

# Page 2776087363 - Control 2966611030 - Property 1968111052
source: Could not access the camera on the device. Make sure that you are using the app for Windows, Android, or iOS.
da_dk: Der er ikke adgang til kameraet på enheden. Kontroller, at du bruger appen til Windows, Android eller iOS.
es_es: No se ha podido acceder a la cámara del dispositivo. Asegúrese de que está utilizando la aplicación para Windows, Android o iOS.
fr_fr: Impossible d'accéder à l'appareil photo de l'appareil. Vérifiez que vous utilisez l'application pour Windows, Android ou iOS.
it_ch: Impossibile accedere alla fotocamera del dispositivo. Verificare di utilizzare l'app per Windows, Android o iOS.
nl_be: Kan geen toegang krijgen tot de camera van het apparaat. Controleer of u de app voor Windows, Android of iOS gebruikt.
ru_ru: Не удалось получить доступ к камере на устройстве. Убедитесь, что вы используете приложение для Windows, Android или iOS.
sv_se: Kunde inte komma åt kameran på enheten. Kontrollera att du använder appen för Windows, Android eller iOS.

# Page 2776087363 - Control 2966611030 - Property 2879900210
source: Could not connect to camera
da_dk: Der kunne ikke oprettes forbindelse til kameraet
es_es: No se puede conectar con la cámara.
fr_fr: Impossible de se connecter à l'appareil photo
it_ch: Impossibile connettersi alla fotocamera
nl_be: Kan geen verbinding maken met camera
ru_ru: Не удалось подключиться к камере.
sv_se: Det gick inte att ansluta till kameran

# Page 2776087363 - Control 426738318 - Property 1968111052
source: Please, take a picture using your camera.
da_dk: Tag et billede med dit kamera.
es_es: Realice una fotografía con la cámara.
fr_fr: Prenez la photo à l'aide de votre appareil photo.
it_ch: Scattare una foto utilizzando la fotocamera.
nl_be: Maak een foto met uw camera.
ru_ru: Сделайте фото с помощью камеры.
sv_se: Ta en bild med din kamera.

# Page 2776087363 - Control 426738318 - Property 2879900210
source: Taking picture...
da_dk: Tager billede...
es_es: Realizando fotografía...
fr_fr: Prise d'une photo...
it_ch: Scattare una foto...
nl_be: Foto maken...
ru_ru: Фотографирование...
sv_se: Tar en bild …

# Page 2817068111 - Control 1083609514 - Property 1295455071
source: Specifies the interval between occurrences.
da_dk: Angiver intervallet mellem forekomster.
es_es: Especifica el intervalo entre repeticiones.
fr_fr: Spécifie l’intervalle entre les occurrences.
it_ch: Specifica l'intervallo tra le occorrenze.
nl_be: Hiermee wordt het interval tussen herhalingen opgegeven.
ru_ru: Определяет интервал между повторами.
sv_se: Anger intervallet mellan förekomster.

# Page 2817068111 - Control 1083609514 - Property 2879900210
source: Years Between
da_dk: År mellem
es_es: Años entre
fr_fr: Années entre
it_ch: Anni tra
nl_be: Jaren tussen
ru_ru: Лет между
sv_se: År mellan

# Page 2817068111 - Control 1184122913 - Property 1295455071
source: Specifies the day of the month for the recurrence.
da_dk: Angiver dagen i måneden for gentagelsen.
es_es: Especifica el día del mes de la periodicidad.
fr_fr: Spécifie le jour du mois pour la récurrence.
it_ch: Specifica il giorno del mese per la ricorrenza.
nl_be: Hiermee wordt de dag van de maand voor de herhaling opgegeven.
ru_ru: Определяет день месяца для повторения.
sv_se: Anger dagen i månaden för den återkommande tiden.

# Page 2817068111 - Control 1184122913 - Property 2879900210
source: Recur on Day
da_dk: Gentag på dag
es_es: Repetir el día
fr_fr: Jour de récurrence
it_ch: Ricorrente nel giorno
nl_be: Herhalen op dag
ru_ru: Повторять по дням
sv_se: Återkommer på dag

# Page 2817068111 - Control 1806856657 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
da_dk: Angiver hyppigheden af gentagelsen. Der kan f. eks. være konfigureret et gentagelsesmønster for en dag i den første uge i hver måned.
es_es: Especifica la frecuencia de la periodicidad. Por ejemplo, un patrón de periodicidad se puede configurar para un día de la primera semana de cada mes.
fr_fr: Spécifie la fréquence de récurrence. Par exemple, un modèle de récurrence peut être configuré pour un jour de la première semaine de chaque mois.
it_ch: Specifica la frequenza della ricorrenza. Ad esempio, un modello di ricorrenza può essere impostato per un giorno della prima settimana di ogni mese.
nl_be: Hiermee wordt de frequentie van de herhaling opgegeven. Een herhalingspatroon kan bijvoorbeeld zijn ingesteld voor een dag in de eerste week van elke maand.
ru_ru: Определяет периодичность повторения. Например, расписание повторения может быть настроено на определенный день первой недели каждого месяца.
sv_se: Anger frekvensen för upprepningen. Ett upprepningsmönster kan till exempel vara konfigurerat för en dag i den första veckan i varje månad.

# Page 2817068111 - Control 1806856657 - Property 2879900210
source: Recurrence Pattern
da_dk: Gentagelsesmønster
es_es: Patrón de periodicidad
fr_fr: Modèle de récurrence
it_ch: Modello di ricorrenza
nl_be: Herhalingspatroon
ru_ru: Расписание повторения
sv_se: Upprepningsmönster

# Page 2817068111 - Control 1849951421 - Property 1295455071
source: Specifies that Friday is the day of the week for the recurrence.
da_dk: Angiver, at fredag er ugedagen for gentagelsen.
es_es: Especifica que el viernes es el día de la semana para la periodicidad.
fr_fr: Spécifie que le vendredi est le jour de la semaine pour la récurrence.
it_ch: Specifica che venerdì è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat vrijdag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — пятница.
sv_se: Anger att fredag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 1849951421 - Property 2879900210
source: Recur on Friday
da_dk: Gentag på fredag
es_es: Repetir el viernes
fr_fr: Récurrence le vendredi
it_ch: Ricorrente di venerdì
nl_be: Herhalen op vrijdag
ru_ru: Повторять по пятницам
sv_se: Återkommer på fredagar

# Page 2817068111 - Control 1872816007 - Property 1295455071
source: Specifies the week of the month for the recurrence.
da_dk: Angiver ugen i måneden for gentagelsen.
es_es: Especifica la semana del mes de la periodicidad.
fr_fr: Spécifie la semaine du mois pour la récurrence.
it_ch: Specifica la settimana del mese per la ricorrenza.
nl_be: Hiermee wordt de week van de maand voor de herhaling opgegeven.
ru_ru: Определяет неделю месяца для повторения.
sv_se: Anger veckan i månaden för den återkommande tiden.

# Page 2817068111 - Control 1872816007 - Property 2879900210
source: Recur in Week in Month
da_dk: Gentag i uge i måneden
es_es: Repetir en la semana del mes
fr_fr: Récurrence dans la semaine du mois
it_ch: Ricorrente nella settimana del mese
nl_be: Herhalen in week in maand
ru_ru: Повторять в неделю месяца
sv_se: Återkommer i veckan i månaden

# Page 2817068111 - Control 1966338867 - Property 2879900210
source: Weekly
da_dk: Ugentligt
es_es: Semanal
fr_fr: Chaque semaine
it_ch: Settimanale
nl_be: Wekelijks
ru_ru: Еженедельно
sv_se: Varje vecka

# Page 2817068111 - Control 21616679 - Property 2879900210
source: Monthly
da_dk: Månedligt
es_es: Mensual
fr_fr: Tous les mois
it_ch: Mensile
nl_be: Maandelijks
ru_ru: Ежемесячно
sv_se: Varje månad

# Page 2817068111 - Control 237458738 - Property 1295455071
source: Specifies that Sunday is the day of the week for the recurrence.
da_dk: Angiver, at denne søndag er ugedagen for gentagelsen.
es_es: Especifica que domingo es el día de la semana para la periodicidad.
fr_fr: Spécifie que le dimanche est le jour de la semaine pour la récurrence.
it_ch: Specifica che la domenica è il giorno della settimana per la ricorrenza.
nl_be: Hiermee wordt opgegeven dat zondag de dag van de week is voor de herhaling.
ru_ru: Указывает, что день повторения — воскресенье.
sv_se: Anger att söndag är veckodagen för den återkommande tiden.

# Page 2817068111 - Control 237458738 - Property 2879900210
source: Recur on Sunday
da_dk: Gentag om søndagen
es_es: Repetir el domingo
fr_fr: Récurrence le dimanche
it_ch: Ricorrente di domenica
nl_be: Herhalen op zondag
ru_ru: Повторять по воскресеньям
sv_se: Återkommer på söndagar
