Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 2825773015 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
da_dk: Angiver logoet fra udvidelsen, eksempelvis tjenesteudbyderens logo.
es_es: Especifica el logotipo de la extensión, como el logotipo del proveedor de servicios.
fr_fr: Spécifie le logo de l'extension, tel que le logo du fournisseur de service.
it_ch: Specifica il logo dell'estensione, ad esempio il logo del provider di servizi.
nl_be: Hiermee wordt het logo opgegeven van de extensie, zoals het logo van de serviceprovider.
ru_ru: Определяет логотип расширения, например логотип поставщика службы.
sv_se: Anger tilläggets logotyp, till exempel logotypen för tjänstleverantören.

# Page 2892733561 - Control 2135837299 - Property 1295455071
source: Specifies that the company is for trial purposes only, and that a subscription has not been purchased.
es_es: Especifica que la empresa es para fines de prueba únicamente y que no se ha adquirido ninguna suscripción.
it_ch: Specifica che la società è solo a scopo di valutazione e che la sottoscrizione non è stata acquistata.
nl_be: Hiermee wordt opgegeven dat het bedrijf alleen als proef is bedoeld en dat geen abonnement is aangeschaft.
ru_ru: Указывает, что организация создана только в ознакомительных целях, а подписка не приобреталась.
sv_se: Anger att företaget endast har en utvärderingsperiod och att det inte har köpt en prenumeration.

# Page 2892733561 - Control 2135837299 - Property 2879900210
source: Evaluation Company
es_es: Empresa de evaluación
it_ch: Società di valutazione
nl_be: Evaluatiebedrijf
ru_ru: Ознакомительная организация
sv_se: Utvärderingsföretag

# Page 2892733561 - Control 997278710 - Property 1295455071
source: Specifies the display name that is defined for the company. If a display name is not defined, then the company name is used.
es_es: Especifica el nombre para mostrar que se define para la empresa. Si no se define un nombre para mostrar, se usa el nombre de la empresa.
it_ch: Specifica il nome visualizzato definito per la società. Se non viene definito un nome visualizzato, viene utilizzato il nome della società.
nl_be: Hiermee wordt de weergavenaam opgegeven die voor het bedrijf is gedefinieerd. Als er geen weergavenaam is gedefinieerd, wordt de bedrijfsnaam gebruikt.
ru_ru: Определяет отображаемое название, заданное для организации. Если отображаемое название не задано, используется обычное название организации.
sv_se: Anger visningsnamnet som har definierats för företaget. Om inget visningsnamn har definierats används företagsnamnet.

# Page 2892733561 - Control 997278710 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 2927108320 - Control 2332547618 - Property 1968111052
source: Some new features are turned off when Dynamics 365 Business Central is updated to a newer version. These features are optional for a period of time until they are automatically enabled for all users in a later software update.
da_dk: Nogle nye funktioner er slået fra, når Dynamics 365 Business Central opdateres til en nyere version. Disse funktioner er valgfrie i en periode, indtil de automatisk aktiveres for alle brugere i en nyere softwareopdatering.
es_es: Algunas características nuevas se desactivan cuando Dynamics 365 Business Central se actualiza a una versión más reciente. Estas características son opcionales durante un periodo de tiempo hasta que se habilitan automáticamente para todos los usuarios en una actualización de software posterior.
fr_fr: Certaines nouvelles fonctionnalités sont désactivées lorsque Dynamics 365 Business Central est mis à jour vers une version plus récente. Ces fonctionnalités sont facultatives pendant un certain temps avant d'être automatiquement activées pour tous les utilisateurs dans une mise à jour logicielle ultérieure.
it_ch: Alcune nuove funzionalità sono disattivate quando Dynamics 365 Business Central viene aggiornato a una versione più recente. Queste funzionalità sono facoltative per un periodo di tempo finché non vengono abilitate automaticamente per tutti gli utenti in un aggiornamento software successivo.
nl_be: Sommige nieuwe functies worden uitgeschakeld wanneer Dynamics 365 Business Central wordt bijgewerkt naar een nieuwere versie. Deze functies zijn optioneel gedurende een bepaalde periode totdat deze in een latere software-update automatisch worden geactiveerd.
ru_ru: Некоторые новые функции при обновлении Dynamics 365 Business Central до более новой версии отключены. Эти функции являются необязательными в течение некоторого периода времени; при одном из следующих обновлений они будут автоматически включены для всех пользователей.
sv_se: En del nya funktioner inaktiveras när Dynamics 365 Business Central uppdateras till en nyare version. Dessa funktioner är under en tidsperiod valfria tills de aktiveras automatiskt för alla användare under en senare programvaruuppdatering.

# Page 2927108320 - Control 2504843590 - Property 1295455071
source: Learn more about feature management.
da_dk: Få mere at vide om funktionsstyring.
es_es: Más información acerca de la administración de características.
it_ch: Ulteriori informazioni sulla gestione delle funzionalità.
nl_be: Meer informatie over functiebeheer.
ru_ru: Подробнее об управлении функциями.
sv_se: Läs mer om funktionshantering.

# Page 2927108320 - Control 2504843590 - Property 2879900210
source: Learn more about managing features.
da_dk: Få mere at vide om administration af funktioner.
es_es: Más información acerca de la administración de características.
it_ch: Ulteriori informazioni sulla gestione delle funzionalità.
nl_be: Meer informatie over het beheren van functies.
ru_ru: Подробнее о том, как управлять функциями.
sv_se: Läs mer om att hantera funktioner.

# Page 2927108320 - Control 3551000678 - Property 1295455071
source: See the Release Plan.
da_dk: Se udgivelsesplanen.
es_es: Consulte el plan de lanzamiento.
it_ch: Vedere il piano di rilascio.
nl_be: Het releaseplan bekijken.
ru_ru: Отображение плана выпуска.
sv_se: Se utgivningsplanen.

# Page 2927108320 - Control 3551000678 - Property 2879900210
source: See the Release Plan
da_dk: Se udgivelsesplanen
es_es: Consulte el plan de lanzamiento
it_ch: Vedere il piano di rilascio
nl_be: Het releaseplan bekijken
ru_ru: Смотреть план выпуска
sv_se: Se utgivningsplanen

# Page 2927108320 - Control 419457767 - Property 1968111052
source: You can prepare in advance by enabling these features for all users on the right environment at the right time that suits your schedule.
da_dk: Du kan forberede dig på forhånd ved at aktivere disse funktioner for alle brugere i det rette miljø på det rette tidspunkt, der passer til din tidsplan.
es_es: Puede prepararse por adelantado habilitando estas características para todos los usuarios en el entorno correcto en el momento adecuado que se adapte a su programación.
fr_fr: Vous pouvez vous préparer à l'avance en activant ces fonctionnalités pour tous les utilisateurs de l'environnement approprié au moment opportun en fonction de votre planning.
it_ch: È possibile prepararsi in anticipo abilitando queste funzionalità per tutti gli utenti nell'ambiente corretto al momento giusto.
nl_be: U kunt dit van tevoren voorbereiden door deze functies voor alle gebruikers in de juiste omgeving in te schakelen op een moment dat dit in uw planning past.
ru_ru: Вы можете подготовиться заранее, включив эти функции для всех пользователей в нужной среде в нужное время в соответствии со своим собственным графиком.
sv_se: Du kan förbereda dig i förväg genom att aktivera dessa funktioner för alla användare i rätt miljö vid rätt tidpunkt som passar ditt schema.

# Page 3003645297 - Control 2387530096 - Property 1295455071
source: Specifies the name of the license.
es_es: Especifica el nombre de la licencia.
it_ch: Specifica il nome della licenza.
sv_se: Anger namnet på licensen.

# Page 3003645297 - Control 2387530096 - Property 2879900210
source: Licenses
es_es: Licencias
it_ch: Licenze
sv_se: Licenser

# Page 3003645297 - Control 3283131571 - Property 1295455071
source: Specifies if the permissions are customized.
es_es: Especifica si se personalizan los permisos.
it_ch: Specifica se le autorizzazioni sono personalizzate.
sv_se: Anger om behörigheterna har anpassats.

# Page 3003645297 - Control 3283131571 - Property 2879900210
source: Permissions Customized
es_es: Permisos personalizados
it_ch: Autorizzazioni personalizzate
sv_se: Anpassade behörigheter

# Page 3036139225 - Control 2889744572 - Property 1968111052
source: Could not access the media on the device. Make sure that you are using the app for Windows, Android, or iOS.
da_dk: Der er ikke adgang til mediet på enheden. Kontroller, at du bruger appen til Windows, Android eller iOS.
es_es: No se ha podido acceder a los medios del dispositivo. Asegúrese de que está utilizando la aplicación para Windows, Android o iOS.
fr_fr: Impossible d’accéder au support sur l'appareil. Vérifiez que vous utilisez l'application pour Windows, Android ou iOS.
it_ch: Impossibile accedere ai file multimediali del dispositivo. Verificare di utilizzare l'app per Windows, Android o iOS.
nl_be: Kan geen toegang krijgen tot het medium op het apparaat. Controleer of u de app voor Windows, Android of iOS gebruikt.
ru_ru: Не удалось получить доступ к мультимедиа на устройстве. Убедитесь, что вы используете приложение для Windows, Android или iOS.
sv_se: Kunde inte komma åt media på enheten. Kontrollera att du använder appen för Windows, Android eller iOS.

# Page 3036139225 - Control 2889744572 - Property 2879900210
source: Could not acess the media.
da_dk: Det er ikke adgang til mediet.
es_es: No se pudo acceder a los medios.
fr_fr: Impossible d'accéder au support.
it_ch: Impossibile accedere ai file multimediali.
nl_be: Er kan geen toegang worden verkregen tot het medium.
ru_ru: Не удалось получить доступ к мультимедиа.
sv_se: Kunde inte komma åt media.

# Page 3036139225 - Control 3226392169 - Property 1968111052
source: Please, upload media from your device.
da_dk: Overfør medie fra din enhed.
es_es: Cargue archivos multimedia desde su dispositivo.
fr_fr: Téléchargez les fichiers multimédias à partir de votre appareil.
it_ch: Caricare i file multimediali dal dispositivo.
nl_be: Upload media vanaf uw apparaat.
ru_ru: Отправьте мультимедиа со своего устройства.
sv_se: Ladda upp media från enheten.

# Page 3036139225 - Control 3226392169 - Property 2879900210
source: Uploading picture / video...
da_dk: Overfører billede/video...
es_es: Cargando imagen/vídeo...
fr_fr: Téléchargement de l'image/la vidéo...
it_ch: Caricamento immagine/video in corso...
nl_be: Foto/video uploaden...
ru_ru: Отправка фото/видео...
sv_se: Laddar upp bild/video …

# Page 3041391867 - Control 129688762 - Property 1295455071
source: Specifies the short name for the user.
da_dk: Angiver brugerens korte navn.
es_es: Especifica el nombre corto del usuario.
fr_fr: Spécifie le nom abrégé de l'utilisateur.
it_ch: Specifica il nome breve dell'utente.
nl_be: Hiermee wordt de korte naam van de gebruiker opgegeven.
ru_ru: Определяет краткое имя пользователя.
sv_se: Anger användarens kortnamn.

# Page 3041391867 - Control 1581469095 - Property 1295455071
source: Specifies the full name of the user.
da_dk: Angiver brugerens fulde navn.
es_es: Especifica el nombre completo del usuario.
fr_fr: Spécifie le nom complet de l'utilisateur.
it_ch: Specifica il nome completo dell'utente.
nl_be: Hiermee wordt de volledige naam van de gebruiker opgegeven.
ru_ru: Определяет полное имя пользователя.
sv_se: Anger användarens fullständiga namn.

# Page 3041391867 - Control 2387530096 - Property 1295455071
source: Specifies the subscription plan.
da_dk: Angiver abonnementsplanen.
es_es: Especifica el plan de la suscripción.
fr_fr: Spécifie le plan de l'abonnement.
it_ch: Specifica il piano di sottoscrizione.
nl_be: Hiermee wordt het abonnementsplan opgegeven.
ru_ru: Определяет план подписки.
sv_se: Anger prenumerationsplanen.

# Page 304601910 - Control 1579714849 - Property 1295455071
source: Specifies the expiration date. Records created on or before this date will be deleted.
da_dk: Angiver udløbsdatoen. Records, der er oprettet på eller før denne dato, vil blive slettet.
es_es: Especifica la fecha de caducidad. Se eliminarán los registros creados en esta fecha o antes de ella.
it_ch: Specifica la data di scadenza. I record creati prima o in corrispondenza di questa data sono eliminati.
nl_be: Hiermee wordt de verloopdatum opgegeven. Records die op of vóór deze datum zijn gemaakt, worden verwijderd.
ru_ru: Определяет дату окончания хранения. Записи, созданные в этот день или раньше, будут удалены.
sv_se: Anger utgångsdatumet. Poster som har skapats på eller före detta datum kommer att tas bort.

# Page 304601910 - Control 1579714849 - Property 2879900210
source: Expiration Date
da_dk: Udløbsdato
es_es: Fecha caducidad
it_ch: Data di scadenza
nl_be: Verloopdatum
ru_ru: Дата окончания хранения
sv_se: Utgångsdatum

# Page 304601910 - Control 1789703403 - Property 1295455071
source: Specifies a default or custom value for a retention period.
da_dk: Angiver en standardværdi eller brugerdefineret værdi for en opbevaringsperiode.
es_es: Especifica un valor predeterminado o personalizado para un periodo de retención.
it_ch: Specifica un valore predefinito o personalizzato per un periodo di conservazione.
nl_be: Hiermee wordt een standaardwaarde of aangepaste waarde opgegeven voor een bewaarperiode.
ru_ru: Определяет стандартное или пользовательское значение срока хранения.
sv_se: Anger ett standardvärde eller ett anpassat värde för en kvarhållningsperiod.

# Page 304601910 - Control 3004954119 - Property 1295455071
source: Specifies the identifier of the retention period.
da_dk: Angiver id'et for opbevaringsperioden.
es_es: Especifica el identificador del periodo de retención.
it_ch: Specifica l'identificatore del periodo di conservazione.
nl_be: Hiermee wordt de id opgegeven van de bewaarperiode.
ru_ru: Определяет идентификатор периода хранения.
sv_se: Anger kvarhållningsperiodens identifierare.

# Page 304601910 - Control 3089081499 - Property 1295455071
source: Specifies the date formula used to calculate the expiration date for the retention period.
da_dk: Angiver den datoformel, der bruges til at beregne udløbsdatoen for opbevaringsperioden.
es_es: Especifica la fórmula de fecha que se usa para calcular la fecha de caducidad del periodo de retención.
it_ch: Specifica la formula della data utilizzata per calcolare la data di scadenza per il periodo di conservazione.
nl_be: Hiermee wordt de datumformule opgegeven die wordt gebruikt om de verloopdatum voor de bewaarperiode te berekenen.
ru_ru: Определяет формулу даты, используемую для расчета даты окончания хранения для периода хранения.
sv_se: Anger den datumformel som används för att beräkna utgångsdatumet för kvarhållningsperioden.

# Page 304601910 - Control 3461834954 - Property 1295455071
source: Specifies a short description of the retention period.
da_dk: Angiver en kort beskrivelse af opbevaringsperioden.
es_es: Especifica una descripción breve del periodo de retención.
it_ch: Specifica una breve descrizione del periodo di conservazione.
nl_be: Hiermee wordt een korte omschrijving van de bewaarperiode opgegeven.
ru_ru: Определяет краткое описание периода хранения.
sv_se: Anger en kort beskrivning av kvarhållningsperioden.

# Page 3047977240 - Control 172474617 - Property 2879900210
source: You are consenting on behalf of your organization.
es_es: Está dando su consentimiento en nombre de la organización.
it_ch: L'utente acconsente per conto dell'organizzazione.
sv_se: Du har samtyckt för din organisations räkning.

# Page 3047977240 - Control 3832370403 - Property 1295455071
source: View information about the privacy.
es_es: Permite ver información sobre la privacidad.
it_ch: Visualizzare le informazioni sulla privacy.
sv_se: Visa information om sekretessen.

# Page 3116915808 - Control 2961552353 - Property 1295455071
source: Specifies the name of the plan.
da_dk: Angiver navnet på planen.
es_es: Especifica el nombre del plan.
fr_fr: Spécifie le nom du plan.
it_ch: Specifica il nome del piano.
nl_be: Hiermee wordt de naam van het plan opgegeven.
ru_ru: Определяет название плана.
sv_se: Anger namnet på planen.

# Page 3116915808 - Control 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Название
sv_se: Namn

# Page 3152802593 - Control 2562096958 - Property 1295455071
source: Specifies the license that grants access to Business Central.
es_es: Especifica la licencia que concede acceso a Business Central.
it_ch: Specifica la licenza che concede l'accesso a Business Central.
sv_se: Anger licensen som beviljar åtkomst till Business Central.

# Page 3152802593 - Control 2562096958 - Property 2879900210
source: License
es_es: Licencia
it_ch: Licenza
sv_se: Licens

# Page 3152802593 - Control 2686650515 - Property 2879900210
source: Default Permission Sets
es_es: Conjuntos de permisos predeterminados
it_ch: Set di autorizzazioni predefiniti
sv_se: Standardbehörighetsuppsättningar

# Page 3152802593 - Control 2768165963 - Property 2879900210
source: Custom Permission Sets
es_es: Conjuntos de permisos personalizados
it_ch: Set di autorizzazioni personalizzate
sv_se: Anpassade behörighetsuppsättningar

# Page 3152802593 - Control 3283131571 - Property 1295455071
source: Specifies whether the default permissions are customized.
es_es: Especifica si los permisos predeterminados se personalizan.
it_ch: Specifica se le autorizzazioni predefinite sono personalizzate.
sv_se: Anger om standardbehörigheterna har anpassats.

# Page 3152802593 - Control 3283131571 - Property 2879900210
source: Customize permissions
es_es: Personalizar permisos
it_ch: Personalizza autorizzazioni
sv_se: Anpassa behörigheter

# Page 3158499545 - Control 2703606168 - Property 1295455071
source: View all emails that were not successfully sent.
da_dk: Vis alle mails, der ikke er blevet sendt.
es_es: Permite ver todos los correos electrónicos que no se han enviado correctamente.
it_ch: Visualizzare tutti i messaggi e-mail che non sono stati inviati correttamente.
nl_be: Alle e-mailberichten weergeven die niet met succes zijn verzonden.
ru_ru: Просмотр всех сообщений электронной почты, которые не были успешно отправлены.
sv_se: Visa alla e-postmeddelanden som inte har skickats.

# Page 3158499545 - Control 2703606168 - Property 2879900210
source: Failed Emails in Outbox
da_dk: Mislykkede mails i Udbakke
es_es: Correos electrónicos con errores en la bandeja de salida
it_ch: Messaggi e-mail non riusciti nella posta in uscita
nl_be: Mislukte e-mailberichten in postvak UIT
ru_ru: Недоставленные сообщения эл. почты в папке "Исходящие"
sv_se: Misslyckade e-postmeddelanden i Utkorgen

# Page 3158499545 - Control 4157941353 - Property 2879900210
source: Email Activities
es_es: Actividades de correo electrónico
it_ch: Attività e-mail
nl_be: E-mailactiviteiten
ru_ru: Действия электронной почты
sv_se: E-postaktiviteter

# Page 3158499545 - Control 466862854 - Property 1295455071
source: View all emails that are saved as drafts.
da_dk: Vis alle mails, der er gemt som kladder.
es_es: Permite ver todos los correos electrónicos que se han guardado como borradores.
it_ch: Visualizzare tutti i messaggi e-mail salvati come bozze.
nl_be: Alle e-mailberichten weergeven die als concept zijn opgeslagen.
ru_ru: Просмотр всех сообщений электронной почты, сохраненных в качестве черновиков.
sv_se: Visa alla e-postmeddelanden som har sparats som utkast.

# Page 3158499545 - Control 466862854 - Property 2879900210
source: Draft Emails in Outbox
da_dk: Kladdemails i Udbakke
es_es: Borradores de correos electrónicos en la bandeja de salida
it_ch: Bozze di messaggi e-mail nella posta in uscita
nl_be: Concept-e-mailberichten in postvak UIT
ru_ru: Черновики сообщений эл. почты в папке "Исходящие"
sv_se: Utkast till e-postmeddelanden i Utkorgen

# Page 3158499545 - Control 709229469 - Property 1295455071
source: Sent Emails Last 30 Days
da_dk: Sendte mails de sidste 30 dage
es_es: Correos electrónicos enviados últimos 30 días
it_ch: Messaggi e-mail inviati negli ultimi 30 giorni
nl_be: Verzonden e-mailberichten van afgelopen 30 dagen
ru_ru: Отправленные сообщения эл. почты за последние 30 дней
sv_se: Skickade e-postmeddelanden de senaste 30 dagarna

# Page 3158499545 - Control 709229469 - Property 2879900210
source: Sent Emails Last 30 Days
da_dk: Sendte mails de sidste 30 dage
es_es: Correos electrónicos enviados últimos 30 días
it_ch: Messaggi e-mail inviati negli ultimi 30 giorni
nl_be: Verzonden e-mailberichten van afgelopen 30 dagen
ru_ru: Отправленные сообщения эл. почты за последние 30 дней
sv_se: Skickade e-postmeddelanden de senaste 30 dagarna

# Page 3163801880 - Control 910027226 - Property 1295455071
source: Which Emails Scenario does the attachment come from
es_es: De qué escenario de correos electrónicos procede el anexo
it_ch: Da quale scenario e-mail proviene l'allegato
sv_se: Vilka e-postscenarier kommer bilagan från?

# Page 3163801880 - Control 910027226 - Property 2879900210
source: Email Scenario
es_es: Escenario de correo electrónico
it_ch: Scenario e-mail
sv_se: E-postscenario

# Page 3163801880 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
es_es: Especifica el nombre del anexo
it_ch: Specifica il nome dell'allegato
sv_se: Anger namnet på bilagan

# Page 3163801880 - Control 989751795 - Property 2879900210
source: File Name
es_es: Nombre de archivo
it_ch: Nome file
sv_se: Filnamn

# Page 3170013184 - Control 1772640682 - Property 1295455071
source: Specifies the name of the app Publisher.
es_es: Especifica el nombre del editor de la aplicación.
it_ch: Specifica il nome dell'editore dell'app.
sv_se: Anger namnet på appens utgivare.

# Page 3170013184 - Control 1772640682 - Property 2879900210
source: Publisher
da_dk: Udgiver
es_es: Editor
fr_fr: Éditeur
it_ch: Editore
nl_be: Uitgever
ru_ru: Издатель
sv_se: Utgivare

# Page 3170013184 - Control 2014750533 - Property 1295455071
source: Specifies the version of the app.
es_es: Especifica la versión de la aplicación.
it_ch: Specifica la versione dell'app.
sv_se: Anger appens version.

# Page 3170013184 - Control 2014750533 - Property 2879900210
source: App Version
es_es: Versión de la aplicación
fr_fr: Version de l'application
it_ch: Versione dell'app
nl_be: App-versie
ru_ru: Версия приложения

# Page 3170013184 - Control 2019212495 - Property 1295455071
source: Specifies the deployment schedule.
es_es: Especifica el programa de la implementación.
it_ch: Specifica la programmazione della distribuzione.
sv_se: Anger distributionsschemat.

# Page 3170013184 - Control 2019212495 - Property 2879900210
source: Schedule
da_dk: Tidsplan
es_es: Programa
fr_fr: Planifier
it_ch: Programmazione
nl_be: Planning
ru_ru: План
sv_se: Schema

# Page 3170013184 - Control 2961552353 - Property 1295455071
source: Specifies the name of the app.
es_es: Especifica el nombre de la aplicación.
it_ch: Specifica il nome dell'app.
sv_se: Anger appens namn.

# Page 3170013184 - Control 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3170013184 - Control 3156524383 - Property 1295455071
source: Specifies the deployment type.
da_dk: Angiver installationstypen.
es_es: Especifica el tipo de implementación.
fr_fr: Spécifie le type de déploiement.
it_ch: Specifica il tipo di distribuzione.
nl_be: Hiermee wordt het soort implementatie opgegeven.
ru_ru: Определяет тип развертывания.
sv_se: Anger distributionstyp.
