Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 2091346909 - NamedType 476866542
source: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>The user %1 sent this message to test their email settings. You do not need to reply to this message.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Sent through connector:</b> %2<BR></p></body>
da_dk: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Brugeren %1 har sendt denne meddelelse for at teste deres mailindstillinger. Du behøver ikke at besvare denne meddelelse.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Sendt via Connector:</b> %2<BR></p></body>r
es_es: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>El usuario %1 envió este mensaje para probar su configuración de correo electrónico. No es necesario que responda a este mensaje.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Enviado mediante el conector:</b> %2<BR></p></body>
it_ch: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>L'utente %1 ha inviato questo messaggio per verificare le impostazioni e-mail. Non è necessario rispondere al messaggio.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Inviato tramite il connettore:</b> %2<BR></p></body>
nl_be: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Gebruiker %1 heeft dit bericht verzonden om zijn of haar e-mailinstellingen te testen. U hoeft niet op dit bericht te antwoorden.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Verzonden via connector:</b> %2<BR></p></body>
ru_ru: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Пользователь %1 отправил это сообщение для проверки своих параметров электронной почты. Не отвечайте на это сообщение.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Отправлено через соединитель:</b> %2<BR></p></body>
sv_se: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Användaren %1 skickade det här meddelandet för att testa e-postinställningarna. Du behöver inte svara på meddelandet.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Skickat via anslutningsprogrammet:</b> %2<BR></p></body>

# Codeunit 2091346909 - NamedType 559834860
source: Test email has been sent to %1.\Check your email for messages to make sure that the email was delivered successfully.
da_dk: Testmail er sendt til %1.\Kontrollér din mail for at sikre, at mailen er blevet leveret.
es_es: Se ha enviado un correo electrónico de prueba a %1.\Compruebe los mensajes de correo electrónico para asegurarse de que el correo electrónico se entregó correctamente.
it_ch: Il messaggio e-mail di verifica è stato inviato a %1.\Controllare la posta elettronica per assicurarsi che il messaggio sia stato correttamente recapitato.
nl_be: Er is een teste-mailbericht verzonden naar %1.\Controleer uw e-mail op berichten om er zeker van te zijn dat het e-mailbericht met succes is afgeleverd.
ru_ru: Тестовое сообщение электронной почты отправлено "%1".\Проверьте свой почтовый ящик, чтобы убедиться, что сообщение доставлено.
sv_se: Testmeddelandet har skickats till %1.\Kontrollera din inkorg för att se till att e-postmeddelandet levererats.

# Codeunit 2091346909 - NamedType 84139891
source: Email is not sent because the sent emails exceed the rate limit for the email account.
es_es: No se envía el correo electrónico porque los mensajes de correo electrónico enviados superan el límite de velocidad para la cuenta de correo electrónico.
it_ch: Il messaggio e-mail non è stato inviato perché i messaggi e-mail inviati eccedono il limite di frequenza dell'account e-mail.
sv_se: E-postmeddelandet skickades inte eftersom antalet skickade e-postmeddelanden överskrider kvotgränsen för e-postkontot.

# Codeunit 215834149 - NamedType 2383621094
source: Your user account does not give you permission to set up email. Please contact your administrator.
da_dk: Din brugerkonto giver dig ikke tilladelse til at konfigurere mail. Kontakt administratoren.
es_es: Su cuenta de usuario no le otorga permiso para configurar el correo electrónico. Póngase en contacto con el administrador.
it_ch: L'account utente non concede l'autorizzazione di impostare i messaggi e-mail. Contattare l'amministratore.
nl_be: Uw gebruikersaccount biedt u geen toestemming om e-mail in te stellen. Neem contact op met de beheerder.
ru_ru: Ваша учетная запись пользователя не дает вам права на настройку электронной почты. Обратитесь к системному администратору.
sv_se: Ditt användarkonto ger dig inte behörighet att konfigurera e-post. Kontakta administratören.

# Codeunit 215834149 - NamedType 2396470215
source: Go ahead and delete?
da_dk: Vil du fortsætte og slette?
es_es: ¿Quiere seguir adelante y eliminar?
it_ch: Procedere con l'eliminazione?
nl_be: Doorgaan en verwijderen?
ru_ru: Удалить?
sv_se: Vill du ta bort?

# Codeunit 215834149 - NamedType 3007870474
source: The email address "%1" is not valid.
da_dk: Mailadressen "%1" er ugyldig.
es_es: La dirección de correo electrónico "%1" no es válida.
it_ch: L'indirizzo e-mail "%1" non è valido.
nl_be: Het e-mailadres %1 is ongeldig.
ru_ru: Недопустимый адрес электронной почты "%1".
sv_se: E-postadressen %1 är inte giltig.

# Codeunit 215834149 - NamedType 3268511966
source: Choose a Default Account
da_dk: Vælg en standardkonto
es_es: Elija una cuenta predeterminada
it_ch: Scegliere un account predefinito
nl_be: Een standaardaccount kiezen
ru_ru: Выберите учетную запись по умолчанию
sv_se: Välj ett standardkonto

# Codeunit 215834149 - NamedType 520866582
source: The email address cannot be empty.
da_dk: Mailadressen må ikke være tom.
es_es: La dirección de correo electrónico no puede estar vacía.
it_ch: L'indirizzo e-mail non può essere vuoto.
nl_be: Het e-mailadres mag niet leeg zijn.
ru_ru: Поле адреса электронной почты не может быть пустым.
sv_se: Du måste ange e-postadressen.

# Codeunit 2205383823 - NamedType 1052459003
source: Learn more
es_es: Más información
it_ch: Ulteriori informazioni
sv_se: Läs mer

# Codeunit 2205383823 - NamedType 1560764108
source: Customizing permissions below will affect only newly created users who are assigned %1 license. Permissions for existing users who are assigned the license will not be affected.
es_es: Al personalizar los permisos a continuación, solo se verán afectados los usuarios recién creados a los que se haya asignado la licencia %1. Los permisos de los usuarios existentes que tengan asignada la licencia no se verán afectados.
it_ch: La personalizzazione delle autorizzazioni riguarda solo gli utenti appena creati assegnati alla licenza %1. Le autorizzazioni degli utenti esistenti a cui è stata assegnata la licenza non verranno interessate.
sv_se: Om du anpassar behörigheterna nedan påverkas bara nyligen skapade användare som har tilldelats licensen %1. Behörigheter för befintliga användare som tilldelats licensen påverkas inte.

# Codeunit 2205383823 - NamedType 2617672994
source: One or more of the license configurations use implicit company permissions, which is not recommended.
es_es: Una o varias configuraciones de licencia usan permisos de empresa implícitos, lo que no es recomendable.
it_ch: Una o più configurazioni di licenza utilizzano le autorizzazioni aziendali implicite che non sono consigliate.
sv_se: En eller flera av licenskonfigurationerna använder indirekta företagsbehörigheter, vilket inte rekommenderas.

# Codeunit 2205383823 - NamedType 263224597
source: Configration for license %1 already exists. To edit it, select it from the list.
es_es: Ya existe la configuración de la licencia %1. Para editarla, selecciónela en la lista.
it_ch: Esiste già una configurazione per la licenza %1. Per modificarla, selezionarla nella lista.
sv_se: Det finns redan en konfiguration av licensen %1. Om du vill redigera den markerar du den i listan.

# Codeunit 2205383823 - NamedType 3188064128
source: Restoring the default permissions will delete the customization for the selected license. Do you want to continue?
es_es: Al restaurar los permisos predeterminados, se eliminará la personalización de la licencia seleccionada. ¿Desea continuar?
it_ch: Il ripristino delle autorizzazioni predefinite elimina la personalizzazione per la licenza selezionata. Continuare?
sv_se: Om du återställer standardbehörigheterna tas anpassningen av den valda licensen bort. Vill du fortsätta?

# Codeunit 2205383823 - NamedType 438729577
source: You do not have permissions to configure licenses. Contact your system administrator.
es_es: No tiene permisos para configurar licencias. Póngase en contacto con el administrador del sistema.
it_ch: Non si dispone delle autorizzazioni per configurare le licenze. Contattare l'amministratore di sistema.
sv_se: Du har inte behörighet att konfigurera licenser. Kontakta systemadministratören.

# Codeunit 2205383823 - NamedType 585530244
source: You don't have rights to manage the %1 permission set for licenses. The SECURITY permission set only grants you rights to manage those permission sets that are also assigned to your account.
es_es: No tiene derechos para administrar el conjunto de permisos %1 para las licencias. El conjunto de permisos de SEGURIDAD solo le concede derechos para administrar los conjuntos de permisos que también se hayan asignado a su cuenta.
it_ch: Non si dispone dei diritti di gestione del set di autorizzazioni %1 per le licenze. Il set di autorizzazioni SECURITY concede solo i diritti di gestione dei set di autorizzazioni assegnati anche all'account.
sv_se: Du har inte rättigheter att hantera behörighetsuppsättningen %1 för licenser. Behörighetsuppsättningen SÄKERHET ger bara dig rättigheter att hantera de behörighetsuppsättningar som också tilldelas ditt konto.

# Codeunit 2282749623 - NamedType 2106621949
source: You must specify a valid email account to send the message to.
es_es: Debe especificar una cuenta de correo electrónico válida a la que enviar el mensaje.
it_ch: È necessario specificare un account e-mail a cui inviare il messaggio.
sv_se: Du måste ange ett e-postkonto som meddelandet ska skickas till.

# Codeunit 2282749623 - NamedType 235420150
source: Go ahead and discard?
da_dk: Vil du fortsætte og kassere?
es_es: ¿Quiere seguir adelante y descartar?
it_ch: Procedere con la rimozione?
nl_be: Doorgaan en verwijderen?
ru_ru: Удалить?
sv_se: Vill du ta bort?

# Codeunit 2282749623 - NamedType 2598034846
source: The email was not sent because of the following error: "%1" \\Depending on the error, you might need to contact your administrator.
da_dk: Mailen blev ikke sendt på grund af følgende fejl: "%1" \\Afhængigt af fejlen skal du muligvis kontakte administratoren.
es_es: No se ha enviado el mensaje de correo electrónico debido al siguiente error: "%1" \\En función del error, es posible que tenga que ponerse en contacto con el administrador.
it_ch: Il messaggio e-mail non è stato inviato a causa del seguente errore: "%1"\\A seconda dell'errore, potrebbe essere necessario contattare l'amministratore.
nl_be: Het e-mailbericht is niet verzonden vanwege de volgende fout: %1\\Afhankelijk van de fout moet u mogelijk contact opnemen met de beheerder.
ru_ru: Сообщение электронной почты не отправлено из-за следующей ошибки: "%1" \\В зависимости от ошибки, возможно, вам понадобится обратиться к администратору.
sv_se: E-postmeddelandet skickades inte på grund av följande fel: %1 \\Beroende på felet kan du behöva kontakta administratören.

# Codeunit 2282749623 - NamedType 3124311612
source: The attachment content is no longer available.
es_es: El contenido del archivo adjunto ya no está disponible.
it_ch: Il contenuto dell'allegato non è più disponibile.
nl_be: De inhoud van de bijlage is niet meer beschikbaar.
ru_ru: Содержимое вложения больше не доступно.
sv_se: Innehållet i bilagan är inte längre tillgängligt.

# Codeunit 2282749623 - NamedType 3361543551
source: Do you want to send this message without a subject?
da_dk: Vil du sende meddelelsen uden et emne?
es_es: ¿Desea enviar este mensaje sin asunto?
it_ch: Inviare il messaggio senza oggetto?
nl_be: Wilt u dit bericht verzenden zonder een onderwerp?
ru_ru: Отправить это сообщение без темы?
sv_se: Vill du skicka detta meddelande utan ämne?

# Codeunit 2282749623 - NamedType 3678064371
source: Did not find any attachments related to this email.
es_es: No se encontraron datos adjuntos relacionados con este correo electrónico.
it_ch: Non è stato trovato alcun allegato relativo a questo messaggio e-mail.
nl_be: Er zijn geen bijlagen gevonden die gerelateerd zijn aan deze e-mail.
ru_ru: Не удалось найти вложения, связанные с этим сообщением электронной почты.
sv_se: Det gick inte att hitta några bifogade filer som berör detta e-postmeddelande.

# Codeunit 2282749623 - NamedType 3931068423
source: You do not have permission to open the email message.
es_es: No tiene permiso para abrir el mensaje de correo electrónico.
it_ch: Non si dispone dell'autorizzazione per aprire il messaggio e-mail.
sv_se: Du har inte behörighet att öppna e-postmeddelandet.

# Codeunit 2282749623 - NamedType 4189961204
source: Failed to find the primary source entity
es_es: No se pudo encontrar la entidad de origen principal
it_ch: Impossibile trovare l'entità di origine primaria
nl_be: Kan de primaire bronentiteit niet vinden
ru_ru: Не удалось найти основную исходную сущность
sv_se: Det gick inte att hitta den primära källentiteten

# Codeunit 2282749623 - NamedType 4221255042
source: Did not apply word template to email as user exited dialog.
es_es: No aplicó la plantilla de Word al correo electrónico cuando el usuario salió del diálogo.
it_ch: All'e-mail non è stato collegato il modello di Word poiché l'utente è uscito dalla finestra di dialogo.
nl_be: Word-sjabloon is niet op e-mail toegepast omdat dialoog door gebruiker is afgesloten.
ru_ru: Шаблон Word не применен к сообщению эл. почты, поскольку пользователь закрыл диалоговое окно.
sv_se: Word-mallen har inte använts på e-post eftersom användaren har avslutat dialogrutan.

# Codeunit 2308444729 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
da_dk: Det eksisterende billede erstattes. Vil du fortsætte?
es_es: Se sustituirá la imagen existente. ¿Quiere continuar?
fr_fr: L'image existante sera remplacée. Voulez-vous continuer ?
it_ch: L'immagine esistente verrà sostituita. Continuare?
nl_be: De bestaande afbeelding wordt vervangen. Wilt u doorgaan?
ru_ru: Имеющееся изображение будет заменено. Продолжить?
sv_se: Den befintliga bilden ersätts. Vill du fortsätta?

# Codeunit 2308444729 - NamedType 3828681647
source: Picture_%1.jpeg
da_dk: Billede_%1.jpeg
es_es: Imagen_%1.jpeg
it_ch: Immagine_%1.jpeg
ru_ru: Рисунок_%1.jpeg

# Codeunit 2343587805 - NamedType 2910016502
source: Classify Similar Fields for %1
da_dk: Klassificer lignende felter for %1
es_es: Clasificar campos similares para %1
fr_fr: Classer les champs similaires pour %1
it_ch: Classifica campi simili per %1
nl_be: Soortgelijke velden classificeren voor %1
ru_ru: Классифицировать похожие поля для %1
sv_se: Klassificera liknande fält för %1

# Codeunit 2346962245 - NamedType 3308730253
source: The email message has been deleted by another user.
da_dk: Mailmeddelelsen er blevet slettet af en anden bruger.
es_es: Otro usuario ha eliminado el mensaje de correo electrónico.
it_ch: Il messaggio e-mail è stato eliminato da un altro utente.
nl_be: Het e-mailbericht is door een andere gebruiker verwijderd.
ru_ru: Сообщение электронной почты удалено другим пользователем.
sv_se: E-postmeddelandet har tagits bort av en annan användare.

# Codeunit 2400211780 - NamedType 3535051250
source: Authentication failed
es_es: Error de autenticación
it_ch: Autenticazione non riuscita
sv_se: Autentiseringen misslyckades

# Codeunit 2400211780 - NamedType 4039498207
source: Sending the request has failed.
es_es: Error al enviar la solicitud.
it_ch: L'invio della richiesta non è riuscito.
sv_se: Det gick inte att skicka din begäran.

# Codeunit 2400211780 - NamedType 778628962
source: %1.\\Response Code: %2 %3
es_es: %1.\\Código de respuesta: %2 %3
it_ch: %1.\\Codice di risposta: %2 %3
sv_se: %1.\\Svarskod: %2 %3

# Codeunit 2418065946 - NamedType 3780375893
source: The geographical location data was not retrieved.
da_dk: Dataene om den geografiske placering blev ikke hentet.
es_es: No se recuperaron los datos de ubicación geográfica.
it_ch: Dati di posizione geografica non recuperati.
nl_be: De gegevens over de geografische locatie zijn niet opgehaald.
ru_ru: Данные о географическом расположении не были извлечены.
sv_se: Det gick inte att hämta geografisk platsdata.

# Codeunit 2458010968 - NamedType 1037556188
source: The picture quality must be in the range from 0 to 100.
da_dk: Billedkvaliteten skal ligge i intervallet fra 0 til 100.
es_es: La calidad de la imagen debe estar entre 0 y 100.
fr_fr: La qualité de l'image doit être comprise entre 0 et 100.
it_ch: La qualità dell'immagine deve essere compresa nell'intervallo tra 0 e 100.
nl_be: De kwaliteit van de foto moet liggen tussen 0 en 100.
ru_ru: Качество фото должно быть в диапазоне от 0 до 100.
sv_se: Bildkvaliteten måste vara mellan 0 och 100.

# Codeunit 2458010968 - NamedType 2942640116
source: No picture was taken.
da_dk: Der blev ikke taget noget billede.
es_es: No se tomó ninguna imagen.
fr_fr: Aucune photo n'a été prise.
it_ch: Nessuna foto è stata scattata.
nl_be: Er is geen foto gemaakt.
ru_ru: Фото не сделано.
sv_se: Ingen bild har tagits.

# Codeunit 246634019 - NamedType 3186458506
source: The provided query flag is already present in the URI.
es_es: La marca de consulta proporcionada ya está presente en el URI.
it_ch: Il flag di query fornito è già presente nell'URI.
nl_be: De opgegeven queryvlag is al aanwezig in de URI.
ru_ru: Указанный флаг запроса уже присутствует в URI.
sv_se: Den angivna frågeflaggan finns redan i URI:n.

# Codeunit 246634019 - NamedType 3377692206
source: The flag cannot be empty.
es_es: La marca no puede estar vacía.
it_ch: Il flag non può essere vuoto.
nl_be: De vlag kan niet leeg zijn.
ru_ru: Флаг не может быть пустым.
sv_se: Flaggan får inte vara tom.

# Codeunit 246634019 - NamedType 367314926
source: The query parameter key cannot be empty.
es_es: La clave de parámetro de consulta no puede estar vacía.
it_ch: La chiave del parametro di query non può essere vuoto.
nl_be: De sleutel van de queryparameter kan niet leeg zijn.
ru_ru: Ключ параметра запроса не может быть пустым.
sv_se: Nyckeln för frågeparametern kan inte vara tom.

# Codeunit 246634019 - NamedType 527110261
source: The provided query parameter is already present in the URI.
es_es: El parámetro de consulta proporcionado ya está presente en el URI.
it_ch: Il parametro di query fornito è già presente nell'URI.
nl_be: De opgegeven queryparameter is al aanwezig in de URI.
ru_ru: Указанный параметр запроса уже присутствует в URI.
sv_se: Den angivna frågeparametern finns redan i URI:n.

# Codeunit 2592325759 - NamedType 1547195898
source: All objects of type %1
es_es: Todos los objetos del tipo %1
it_ch: Tutti gli oggetti di tipo %1
sv_se: Alla objekt av typen %1

# Codeunit 2592325759 - NamedType 213941185
source: The permission already exists with type %1
es_es: El permiso ya existe con el tipo %1
it_ch: L'autorizzazione esiste già con tipo %1
sv_se: Behörigheten finns redan med typen %1

# Codeunit 2592325759 - NamedType 2509307536
source: Select objects to add
es_es: Seleccionar objetos para agregar
it_ch: Seleziona gli oggetti da aggiungere
sv_se: Välj objekten som ska läggas till

# Codeunit 2592325759 - NamedType 2816297459
source: All objects of type %1 (except where otherwise stated)
es_es: Todos los objetos de tipo %1 (excepto cuando se indique lo contrario)
it_ch: Tutti gli oggetti di tipo %1 (eccetto dove diversamente indicato)
sv_se: Alla objekt av typen %1 (utom när annat anges)

# Codeunit 2592325759 - NamedType 889771585
source: Select object to add
es_es: Seleccionar objeto para agregar
it_ch: Seleziona l'oggetto da aggiungere
sv_se: Välj objektet som du vill lägga till

# Codeunit 2612805596 - NamedType 1404147030
source: %1 Template
es_es: Plantilla %1
it_ch: Modello %1
nl_be: %1-sjabloon
ru_ru: Шаблон %1
sv_se: %1-mall

# Codeunit 2612805596 - NamedType 1812254642
source: Download template and data source as zip.
es_es: Descargue una plantilla y un origen de datos como zip.
it_ch: Scaricare il modello e l'origine dati come zip.
nl_be: Sjabloon en gegevensbron downloaden als zip.
ru_ru: Загрузка шаблона и источника данных в виде ZIP-файла.
sv_se: Ladda ned mall och datakälla som zip-fil.

# Codeunit 2612805596 - NamedType 1833677576
source: The related entity already exists.
es_es: La entidad relacionada ya existe.
it_ch: L'entità correlata esiste già.
nl_be: De gerelateerde entiteit bestaat al.
ru_ru: Эта связанная сущность уже существует.
sv_se: Den relaterade enheten finns redan.

# Codeunit 2612805596 - NamedType 1863692891
source: Download document.
es_es: Descargue un documento.
it_ch: Scaricare il documento.
nl_be: Document downloaden.
ru_ru: Загрузка документа.
sv_se: Ladda ned dokument.

# Codeunit 2612805596 - NamedType 2125253174
source: The specified Word Template Code was not found.
es_es: No se encontró el código de plantilla de Word especificado.
it_ch: Il codice del modello di Word specificato non è stato trovato.
nl_be: De opgegeven Word-sjablooncode is niet gevonden.
ru_ru: Указанный код шаблона Word не найден.
sv_se: Det gick inte att hitta den angivna Word-mallkoden.

# Codeunit 2612805596 - NamedType 2209814973
source: The Word Template could not be loaded. Make sure you're using a valid Word Template.
es_es: No se ha podido cargar la plantilla de Word. Asegúrese de que está usando una plantilla de Word válida.
it_ch: Impossibile caricare il modello di Word. Verificare di utilizzare un modello di Word valido.
nl_be: De Word-sjabloon kan niet worden geladen. Controleer of u een geldige Word-sjabloon gebruikt.
ru_ru: Не удалось загрузить шаблон Word. Убедитесь, что вы используете допустимый шаблон Word.
sv_se: Det gick inte att läsa in Word-mallen. Kontrollera att du använder en giltig Word-mall.

# Codeunit 2612805596 - NamedType 2531665862
source: Add new entity for which to create template
es_es: Agregar nueva entidad para la que se creará la plantilla
it_ch: Aggiungi nuova entità per cui creare un modello
nl_be: Een nieuwe entiteit toevoegen waarvoor een sjabloon moet worden gemaakt
ru_ru: Добавить новую сущность, для которой создается шаблон
sv_se: Lägg till en ny enhet som du vill skapa mallen för

# Codeunit 2612805596 - NamedType 2599041866
source: Do you want to specify any filters on the template entity?
es_es: ¿Desea especificar filtros en la entidad de plantilla?
it_ch: Specificare i filtri nell'entità modello?
nl_be: Wilt u filters opgeven voor de sjabloonentiteit?
ru_ru: Хотите применить к сущности шаблона какие-либо фильтры?
sv_se: Vill du ange filter för mallentiteten?

# Codeunit 2612805596 - NamedType 2819488958
source: Do you want to override the existing template?
es_es: ¿Desea reemplazar la plantilla actual?
it_ch: Sostituire il modello esistente?
nl_be: Wilt u de bestaande sjabloon overschrijven?
ru_ru: Переопределить существующий шаблон?
sv_se: Vill du åsidosätta den befintliga mallen?

# Codeunit 2612805596 - NamedType 2903052072
source: The field prefix for the related entity already exists.
es_es: Ya existe el prefijo de campo para la entidad relacionada.
it_ch: Il prefisso di campo per l'entità correlata esiste già.
nl_be: Het veldprefix voor de gerelateerde entiteit bestaat al.
ru_ru: Этот префикс полей для связанной сущности уже существует.
sv_se: Det finns redan ett fältprefix för den relaterade enheten.
