Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 2984775356 - NamedType 2614872682
source: The web service name %1 already exists. Enter a different service name.
da_dk: Navnet på webtjenesten %1 findes allerede. Angiv et andet tjenestenavn.
es_es: El nombre del servicio web %1 ya existe. Escriba un nombre de servicio diferente.
fr_fr: Le nom du service Web %1 existe déjà. Entrez un autre nom de service.
it_ch: Il nome del servizio Web %1 esiste già. Immettere un nome di servizio diverso.
nl_be: De webservicenaam %1 bestaat al. Voer een andere servicenaam in.
ru_ru: Имя веб-службы %1 уже существует. Введите другое имя службы.
sv_se: Webbtjänstnamnet %1 finns redan. Ange ett annat tjänstnamn.

# Codeunit 2984775356 - NamedType 4046492132
source: Not applicable
da_dk: Ikke tilgængelig
es_es: No aplicable
fr_fr: Non applicable
it_ch: Non applicabile
nl_be: Niet van toepassing
ru_ru: Неприменимо
sv_se: Ej tillämpbart

# Codeunit 2984775356 - NamedType 443236200
source: The service name is not valid.
da_dk: Det angivne tjenestenavn er ugyldigt.
es_es: El nombre de servicio no es válido.
fr_fr: Le nom du service n'est pas valide.
it_ch: Il nome del servizio non è valido.
nl_be: De servicenaam is ongeldig.
ru_ru: Недопустимое имя службы.
sv_se: Det angivna tjänstnamnet är ogiltigt.

# Codeunit 3039636570 - NamedType 2919612072
source: Reten. Pol. Allowed Tables cannot be renamed. (From table ID %1 to %2.)
da_dk: Opbevaringspolitik. Tilladte tabeller kan ikke omdøbes. (Fra tabel-id %1 til %2.)
es_es: No se puede cambiar el nombre de las tablas permitidas de las directivas de retención. (Del id. de tabla %1 a %2.)
it_ch: Impossibile rinominare le tabelle dei criteri di conservazione consentiti. Da ID tabella %1 a %2.
nl_be: De naam van de lijst Toegestane tabellen voor bewaarbeleid kan niet worden gewijzigd (van tabel-id %1 in %2.)
ru_ru: Переименовывать разрешенные таблицы политики хранения невозможно. (С ИД таблицы %1 по %2.)
sv_se: Tillåtna tabeller för kvarhållningsprincipen kan inte byta namn. (Från tabell-ID %1 till %2.)

# Codeunit 3102643942 - NamedType 1499713021
source: We're glad you've chosen to explore %1!\\Your session will restart to activate the new settings.
es_es: Nos alegra que haya decidido explorar %1.\\Se reiniciará su sesión para activar la nueva configuración.
it_ch: Grazie per aver scelto di esplorare %1.\\La sessione viene riavviata per attivare le nuove impostazioni.
nl_be: We zijn blij dat u %1 wilt uitproberen!\\Uw sessie wordt opnieuw gestart om de nieuwe instellingen te activeren.
ru_ru: Мы рады, что вы решили ознакомиться с %1!\Сеанс будет перезапущен для активации новых параметров.
sv_se: Tack för att du valt att utforska %1!\\Sessionen startar om så att de nya inställningarna aktiveras.

# Codeunit 3102643942 - NamedType 1633402485
source: Company %1 was just created, and we are still setting it up for you.\This may take up to 10 minutes, so take a short break before you begin to use %2.
es_es: La empresa %1 se acaba de crear y todavía la estamos configurando.\Este proceso puede tardar hasta 10 minutos, por lo que puede tomarse un pequeño descanso antes de usar %2.
it_ch: La società %1 è stata appena creata e la configurazione delle impostazioni è ancora in corso.\L'operazione può richiedere fino a 10 minuti, quindi è necessario attendere prima di iniziare a utilizzare %2.
nl_be: Bedrijf %1 is zojuist gemaakt en we zijn het nog voor u aan het instellen.\Dit kan maximaal 10 minuten duren. Wacht dus even voordat u %2 gaat gebruiken.
ru_ru: Организация %1 создана, но мы еще ее настраиваем.\Это может занять до 10 минут, так что прервитесь ненадолго, прежде чем приступить к работе с %2.
sv_se: Företaget %1 har precis skapats och vi håller fortfarande på att konfigurera det åt dig.\Det kan ta upp till 10 minuter, så ta en kort paus innan du börjar använda %2.

# Codeunit 3102643942 - NamedType 2430332730
source: You cannot open this page. Only administrators can access settings for other users.
es_es: No se puede abrir esta página. Solo los administradores pueden obtener acceso a la configuración de otros usuarios.
it_ch: Impossibile aprire la pagina. Solo gli amministratori possono accedere alle impostazioni di altri utenti.
sv_se: Du kan inte öppna den här sidan. Endast administratörer kan ha åtkomst till andra användares inställningar.

# Codeunit 3102643942 - NamedType 246036057
source: Your last sign in was on %1.
es_es: Su último inicio de sesión fue el %1.
it_ch: L'ultimo accesso è stato effettuato in data %1.
nl_be: Uw laatste aanmelding was op %1.
ru_ru: Последний вход: %1.
sv_se: Din senaste inloggning gjordes på %1.

# Codeunit 3102643942 - NamedType 3843247874
source: Navigation menu only.
es_es: Solo menú de navegación.
it_ch: Solo menu di navigazione.
nl_be: Alleen navigatiemenu.
ru_ru: Только меню навигации.
sv_se: Endast navigeringsmenyn.

# Codeunit 3102643942 - NamedType 462227753
source: (User-created)
es_es: (Creado por el usuario)
it_ch: (Creato dall'utente)
nl_be: (Door gebruiker gemaakt)
ru_ru: (Создано пользователем)
sv_se: (Skapad av användare)

# Codeunit 3124728760 - NamedType 1729739810
source: Duration (milliseconds)
es_es: Duración (milisegundos)
it_ch: Durata (millisecondi)
sv_se: Varaktighet (millisekunder)

# Codeunit 3150150142 - NamedType 161009291
source: Six Months
da_dk: Seks måneder
es_es: Seis meses
it_ch: Sei mesi
nl_be: Zes maanden
ru_ru: Шесть месяцев
sv_se: Sex månader

# Codeunit 3158499545 - NamedType 2513055206
source: Could not parse parameter PastDate.
da_dk: Parameteren PastDate kunne ikke parses.
es_es: No se pudo analizar el parámetro PastDate.
it_ch: Impossibile analizzare il parametro PastDate.
nl_be: Kan parameter PastDate niet parseren.
ru_ru: Не удалось выполнить синтаксический анализ параметра PastDate.
sv_se: Det gick inte att parsa parametern PastDate.

# Codeunit 3158499545 - NamedType 3716788505
source: Could not parse parameter Admin.
da_dk: Parameteren Admin kunne ikke analyseres.
es_es: No se pudo analizar el parámetro PastDate.
it_ch: Impossibile analizzare il parametro Admin.
nl_be: Kan parameter Admin niet parseren.
ru_ru: Не удалось выполнить синтаксический анализ параметра Admin.
sv_se: Det gick inte att parsa parametern Admin.

# Codeunit 31612813 - NamedType 3580794913
source: You cannot rename retention policy setup line records. Table ID %1. Renamed to %2.
da_dk: Du kan ikke omdøbe linjerecords til opsætning af opbevaringspolitik. Tabel-id %1. Omdøbt til %2.
es_es: No puede cambiar el nombre de los registros de línea de configuración de la directiva de retención. Id. de tabla %1. Se ha cambiado el nombre a %2.
it_ch: Impossibile rinominare i record riga di setup criteri di conservazione. ID tabella %1. Rinominati in %2.
nl_be: U kunt de naam van de instellingsregelrecords van het bewaarbeleid niet wijzigen. Tabel-id %1. Naam gewijzigd in %2.
ru_ru: Переименовывать записи строк настроек политик хранения невозможно. ИД таблицы: %1. Переименовано в %2.
sv_se: Du kan inte byta namn på inställningsradposter för kvarhållningsprincipen. Tabell-ID %1. Bytt namn till %2.

# Codeunit 31612813 - NamedType 3775466107
source: You cannot rename retention policy setup records. Table ID %1. Renamed to %2.
da_dk: Du kan ikke omdøbe records til opsætning af opbevaringspolitik. Tabel-id %1. Omdøbt til %2.
es_es: No puede cambiar el nombre de los registros de configuración de la directiva de retención. Id. de tabla %1. Se ha cambiado el nombre a %2.
it_ch: Impossibile rinominare i record di setup dei criteri di conservazione. ID tabella %1. Rinominati in %2.
nl_be: U kunt instellingsrecords van bewaarbeleid niet hernoemen. Tabel-id %1. Hernoemd tot %2.
ru_ru: Переименовывать записи настроек политик хранения невозможно. ИД таблицы: %1. Переименовано в %2.
sv_se: Du kan inte byta namn på inställningsposter för kvarhållningsprincipen. Tabell-ID %1. Bytt namn till %2.

# Codeunit 3179573641 - NamedType 278290564
source: %1.\\Response Code: %2 %3
es_es: %1.\\Código de respuesta: %2 %3
it_ch: %1.\\Codice di risposta: %2 %3
nl_be: %1.\\Reactiecode: %2 %3
ru_ru: %1.\\Код ответа: %2 %3
sv_se: %1.\\Svarskod: %2 %3

# Codeunit 3179573641 - NamedType 683667025
source: Could not read response.
es_es: No se pudo leer la respuesta.
it_ch: Impossibile leggere la risposta.
nl_be: Kan het antwoord niet lezen.
ru_ru: Не удалось прочитать ответ.
sv_se: Det gick inte att läsa svaret.

# Codeunit 3186029329 - NamedType 2985344304
source: There are currently no settings available for this choice.
da_dk: Der er i øjeblikket ingen tilgængelige indstillinger for denne indstilling.
es_es: Actualmente no hay ninguna configuración disponible para esta opción.
fr_fr: Aucun paramètre n'est actuellement disponible pour cette option.
it_ch: Non ci sono attualmente impostazioni disponibili per questa scelta.
nl_be: Er zijn momenteel geen instellingen beschikbaar voor deze keuze.
ru_ru: В настоящее время параметры для этого выбора отсутствуют.
sv_se: Det finns för närvarande inga inställningar för detta val.

# Codeunit 3211594149 - NamedType 1047517466
source: Encryption is either not enabled or the encryption key cannot be found.
da_dk: Kryptering er enten ikke aktiveret, eller krypteringsnøglen blev ikke fundet.
es_es: El cifrado no está habilitado o no se encuentra la clave de cifrado.
fr_fr: Le chiffrement n'est pas activé ou la clé de chiffrement est introuvable.
it_ch: La crittografia non è abilitata o non è possibile trovare la chiave di crittografia.
nl_be: Versleuteling is niet ingeschakeld of de versleutelingssleutel kan niet worden gevonden.
ru_ru: Шифрование не включено или не удалось найти ключ шифрования.
sv_se: Antingen är kryptering inte aktiverad eller så går det inte att hitta krypteringsnyckeln.

# Codeunit 3211594149 - NamedType 1599298942
source: Enabling encryption will generate an encryption key on the server.\It is recommended that you save a copy of the encryption key in a safe location.\\Do you want to continue?
da_dk: Hvis du aktiverer kryptering, genereres der en krypteringsnøgle på serveren.\Det anbefales, at du gemmer en kopi af krypteringsnøglen på en sikker placering.\\Vil du fortsætte?
es_es: Si habilita el cifrado, se generará una clave de cifrado en el servidor.\Se recomienda guardar una copia de la clave de cifrado en una ubicación segura.\\¿Desea continuar?
fr_fr: L'activation du chiffrement va générer une clé de chiffrement sur le serveur.\Nous vous recommandons d'enregistrer une copie de la clé de chiffrement dans un emplacement sûr.\\Voulez-vous continuer ?
it_ch: L'abilitazione della crittografia genererà una chiave di crittografia sul server.\Si consiglia di salvare una copia della chiave di crittografia in un percorso sicuro.\\Continuare?
nl_be: Door versleuteling in te schakelen, wordt een versleutelingssleutel gegenereerd op de server.\Het wordt aanbevolen een kopie van de versleutelingssleutel op te slaan op een veilige locatie.\\Wilt u doorgaan?
ru_ru: При включении шифрования на сервере будет сформирован ключ шифрования.\Рекомендуется сохранить копию ключа шифрования в безопасном месте.\\Продолжить?
sv_se: Om du aktiverar krypteringen kommer en krypteringsnyckel att genereras på servern.\Vi rekommenderar att du sparar en kopia av krypteringsnyckeln på en säker plats.\\Vill du fortsätta?

# Codeunit 3211594149 - NamedType 1626488870
source: Choose the location where you want to save the encryption key.
da_dk: Vælg den placering, hvor du vil gemme krypteringsnøglen.
es_es: Elija la ubicación donde desea guardar la clave de cifrado.
fr_fr: Sélectionnez l'emplacement d'enregistrement de la clé de chiffrement.
it_ch: Scegliere il percorso in cui salvare la chiave di crittografia.
nl_be: Kies de locatie waar u de versleutelingssleutel wilt opslaan.
ru_ru: Выберите расположение, в котором требуется сохранить ключ шифрования.
sv_se: Bläddra till den plats där du vill spara krypteringsnyckeln.

# Codeunit 3211594149 - NamedType 2974149824
source: The encryption is already enabled. Continuing will decrypt the encrypted data and encrypt it again with the new key.\\Do you want to continue?
da_dk: Krypteringen er allerede aktiveret. Hvis du fortsætter, bliver de krypterede data dekrypteret og krypteret igen med den nye nøgle.\\Vil du fortsætte?
es_es: El cifrado ya está habilitado. Si continúa, los datos cifrados se descifrarán y se volverán a cifrar con la clave nueva.\\¿Desea continuar?
fr_fr: Le chiffrement est déjà activé. Si vous continuez, les données chiffrées seront déchiffrées puis rechiffrées à l'aide de la nouvelle clé.\\Voulez-vous continuer ?
it_ch: Crittografia già abilitata. Se si procede, i dati crittografati verranno decrittografati e nuovamente crittografati con la nuova chiave.\\Continuare?
nl_be: De versleuteling is al ingeschakeld. Als u doorgaat, worden de versleutelde gegevens ontsleuteld en opnieuw versleuteld met de nieuwe sleutel.\\Wilt u doorgaan?
ru_ru: Шифрование уже включено. Если продолжить, зашифрованные данные будут расшифрованы и повторно зашифрованы новым ключом.\\Продолжить?
sv_se: Krypteringen är redan aktiverad. Om du fortsätter kommer krypterade data avkrypteras och krypteras igen med den nya nyckeln.\\Vill du fortsätta?

# Codeunit 3211594149 - NamedType 3109519019
source: Key File(*.key)|*.key
da_dk: Nøglefil(*.key)|*.key
es_es: Archivo de clave (*.key)|*.key
fr_fr: Fichier de clé(*.key)|*.key
it_ch: File di chiave (*.key)|*.key
nl_be: Sleutelbestand (*.key)|*.key
ru_ru: Файл ключа (*.key)|*.key
sv_se: Nyckelfil(*.key)|*.key

# Codeunit 3211594149 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management window?
da_dk: Datakryptering er ikke aktiveret. Det anbefales, at du krypterer data. \Vil du åbne vinduet Administration af datakryptering?
es_es: El cifrado de datos no está activado. Se recomienda cifrar los datos. \¿Desea abrir la ventana Administración del cifrado de datos?
fr_fr: Le chiffrement des données n'est pas activé. Nous vous recommandons de chiffrer les données. \Voulez-vous ouvrir la fenêtre Gestion du chiffrement des données ?
it_ch: Crittografia dati non attivata. Si consiglia di crittografare i dati. \Aprire la finestra Gestione crittografia dati?
nl_be: Gegevensversleuteling is niet geactiveerd. Het wordt aanbevolen gegevens te versleutelen. \Wilt u het venster Beheer gegevensversleuteling openen?
ru_ru: Шифрование данных не включено. Рекомендуется шифровать данные. \Открыть окно "Управление шифрованием данных"?
sv_se: Datakryptering har inte aktiverats. Vi rekommenderar att du krypterar data. \Vill du öppna fönstret Datakrypteringshantering?

# Codeunit 3211594149 - NamedType 620927463
source: The key was imported successfully.
da_dk: Nøglen er blevet importeret.
es_es: La clave se importó correctamente.
fr_fr: La clé a bien été importée.
it_ch: Importazione della chiave completata.
nl_be: De sleutel is geïmporteerd.
ru_ru: Ключ успешно импортирован.
sv_se: Nyckeln har importerats.

# Codeunit 3211594149 - NamedType 69310120
source: Select a key file to import.
da_dk: Vælg en nøglefil, der skal importeres.
es_es: Seleccione un archivo de clave para importar.
fr_fr: Choisissez un fichier de clé à importer.
it_ch: Selezionare un file di chiave da importare.
nl_be: Selecteer een sleutelbestand om te importeren.
ru_ru: Выберите импортируемый файл ключа.
sv_se: Välj en nyckelfil att importera.

# Codeunit 3211594149 - NamedType 705599817
source: Disabling encryption will decrypt the encrypted data and store it in the database in an unsecure way.\\Do you want to continue?
da_dk: Hvis du deaktiverer kryptering, bliver de krypterede data dekrypteret og gemt i databasen på en måde, der ikke er sikker.\\Vil du fortsætte?
es_es: Si deshabilita el cifrado, los datos cifrados se descifrarán y se almacenarán en la base de datos de manera no segura.\\¿Desea continuar?
fr_fr: La désactivation du chiffrement va entraîner le déchiffrement des données chiffrées et les enregistrer dans la base de données de manière non sécurisée.\\Voulez-vous continuer ?
it_ch: Se si disabilita la crittografia, i dati crittografati verranno decrittografati e archiviati nel database in modo non sicuro.\\Continuare?
nl_be: Door versleuteling uit te schakelen, worden de versleutelde gegevens ontsleuteld en op een onveilige manier opgeslagen in de database.\\Wilt u doorgaan?
ru_ru: При отключении шифрования зашифрованные данные будут расшифрованы и сохранены в базе данных в незащищенном виде.\\Продолжить?
sv_se: Om du inaktiverar kryptering kommer krypterade data avkrypteras och lagras i databasen på ett osäkert sätt.\\Vill du fortsätta?

# Codeunit 3211594149 - NamedType 812714252
source: The encryption key file must be protected by a password and stored in a safe location.\\Do you want to save the encryption key?
da_dk: Filen med krypteringsnøglen skal være beskyttet med en adgangskode og gemmes på en sikker placering.\\Vil du gemme krypteringsnøglen?
es_es: El archivo de clave de cifrado debe estar protegido por contraseña y almacenarse en una ubicación segura.\\¿Desea guardar la clave de cifrado?
fr_fr: La clé de chiffrement doit être protégée par un mot de passe et enregistrée dans un emplacement sûr.\\Voulez-vous enregistrer la clé de chiffrement ?
it_ch: Il file della chiave di crittografia deve essere protetto da una password e archiviato in un percorso sicuro.\\Salvare la chiave di crittografia?
nl_be: Het versleutelingssleutelbestand moet worden beveiligd met een wachtwoord en worden opgeslagen op een veilige locatie.\\Wilt u de versleutelingssleutel opslaan?
ru_ru: Ключ шифрования должен быть защищен паролем и храниться в безопасном расположении.\\Сохранить ключ шифрования?
sv_se: Krypteringsnyckeln måste skyddas med ett lösenord och sparas på en säker plats.\\Vill du spara krypteringsnyckeln?

# Codeunit 3222076310 - NamedType 1408241499
source: No privacy notice link was specified
es_es: No se ha especificado el vínculo de aviso de privacidad
it_ch: Non è stato specificato alcun collegamento all'Informativa sulla privacy
sv_se: Ingen länk för sekretessmeddelande har angetts

# Codeunit 3222076310 - NamedType 2237880948
source: By using %1, you consent to your data being shared with Microsoft services that might be outside of your organization's selected geographic boundaries and might have different compliance and security standards than %2. Your privacy is important to us, and you can choose whether to share data with the service. To learn more, follow the link below.
es_es: Al usar %1, usted acepta que sus datos se compartan con servicios Microsoft que podrían estar fuera de los límites geográficos seleccionados de la organización y que pueden tener normas de cumplimiento y seguridad distintas de las proporcionadas por %2. Su privacidad es importante para nosotros, y puede elegir si desea compartir sus datos con el servicio. Para obtener más información, haga clic en el siguiente vínculo.
it_ch: Usando %1, l'utente accetta che i dati vengano condivisi con i servizi Microsoft che potrebbero trovarsi al di fuori dei confini geografici selezionati dall'organizzazione e potrebbero avere standard di sicurezza e conformità diversi da %2. La privacy è importante per noi per cui è possibile scegliere se condividere i dati con il servizio. Per ulteriori informazioni, selezionare il seguente collegamento.
sv_se: Genom att använda %1 samtycker du till att dina data delas med Microsoft-tjänster som kanske ligger utanför företagets valda geografiska gränser och som kan ha andra efterlevnads- och säkerhetsstandarder än %2. Din integritet är viktig för oss och du kan välja om du vill dela data med tjänsten. Följ länken nedan om du vill veta mer.

# Codeunit 3222076310 - NamedType 357349220
source: Your admin has disabled the integration with %1, please contact your administrator to approve this integration.
es_es: El administrador ha deshabilitado la integración con %1. Póngase en contacto con el administrador para aprobar esta integración.
it_ch: L'amministratore ha disabilitato l'integrazione con %1. Contattare l'amministratore per approvare questa integrazione.
sv_se: Din administratör har inaktiverat integrationen med %1. Kontakta administratören om du vill godkänna den här integrationen.

# Codeunit 3222076310 - NamedType 783375150
source: The privacy notice %1 does not exist.
es_es: No existe el %1 de aviso de privacidad.
it_ch: L'Informativa sulla privacy %1 non esiste.
sv_se: Sekretessmeddelandet %1 finns inte.

# Codeunit 3256925099 - NamedType 1019460973
source: Image input data is in wrong format
es_es: El formato de los datos de entrada de imagen no es correcto
it_ch: I dati di input dell'immagine sono in formato non valido
nl_be: Ongeldige indeling van afbeeldingsinvoergegevens
ru_ru: Входные данные изображения имеют неверный формат
sv_se: Bildens indata har fel format

# Codeunit 3256925099 - NamedType 1103750437
source: Parameter Width must be greater than 0
es_es: El ancho del parámetro debe ser mayor que 0
it_ch: Il parametro Larghezza deve essere maggiore di 0.
nl_be: De parameter Breedte moet groter zijn dan 0
ru_ru: Параметр "Ширина" должен быть больше 0
sv_se: Parametern Bredd måste vara större än 0

# Codeunit 3256925099 - NamedType 146440322
source: The Red parameter must be between 0 and 255.
es_es: El parámetro Rojo debe estar comprendido entre 0 y 255.
it_ch: Il parametro rosso deve essere compreso tra 0 e 255.
sv_se: Parametern Röd måste vara mellan 0 och 255.

# Codeunit 3256925099 - NamedType 1468028954
source: Image is not in valid format
es_es: La imagen no tiene un formato válido
it_ch: L'immagine non presenta un formato valido.
nl_be: Afbeelding heeft geen geldige indeling
ru_ru: Изображение имеет недопустимый формат
sv_se: Bilden har ett ogiltigt format

# Codeunit 3256925099 - NamedType 1514701291
source: The Alpha parameter must be between 0 and 255.
es_es: El parámetro Alfa debe estar comprendido entre 0 y 255.
it_ch: Il parametro Alpha deve essere compreso tra 0 e 255.
sv_se: Parametern Alfa måste vara mellan 0 och 255.

# Codeunit 3256925099 - NamedType 2075980966
source: Parameter Height must be greater than 0
es_es: El parámetro Alto debe ser mayor que 0
it_ch: Il parametro Altezza deve essere maggiore di 0.
nl_be: De parameter Hoogte moet groter zijn dan 0
ru_ru: Параметр "Высота" должен быть больше 0
sv_se: Parametern Höjd måste vara större än 0

# Codeunit 3256925099 - NamedType 2855561205
source: Format is currently not supported
es_es: El formato no se admite actualmente
it_ch: Il formato non è attualmente supportato
nl_be: De indeling wordt momenteel niet ondersteund
ru_ru: Этот формат в настоящее время не поддерживается
sv_se: Formatet stöds för närvarande inte

# Codeunit 3256925099 - NamedType 3585687077
source: The Blue parameter must be between 0 and 255.
es_es: El parámetro Azul debe estar comprendido entre 0 y 255.
it_ch: Il parametro blu deve essere compreso tra 0 e 255.
sv_se: Parametern Blå måste vara mellan 0 och 255.

# Codeunit 3256925099 - NamedType 4063326973
source: The image could not be loaded.
es_es: No se ha podido cargar la imagen.
it_ch: Impossibile caricare l'immagine.
sv_se: Det gick inte att läsa in bilden.

# Codeunit 3256925099 - NamedType 4271181391
source: The X parameter must be between 0 and the image width, which is %1.
es_es: El parámetro X debe estar comprendido entre 0 y el ancho de la imagen, que es %1.
it_ch: Il parametro X deve essere compreso tra 0 e la larghezza dell'immagine %1.
sv_se: Parametern X måste vara mellan 0 och bildens bredd, som är %1.
