Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 2612805596 - NamedType 3225951371
source: Upload template.
es_es: Cargue una plantilla.
it_ch: Caricare il modello.
nl_be: Sjabloon uploaden.
ru_ru: Отправка шаблона в систему.
sv_se: Ladda upp mall.

# Codeunit 2612805596 - NamedType 3664227022
source: No Merge fields were specified.
es_es: No se especificó ningún campo de combinación.
it_ch: Nessun campo unione specificato.
nl_be: Er zijn geen samenvoegvelden opgegeven.
ru_ru: Поля слияния не указаны.
sv_se: Inga kopplingsfält har angetts.

# Codeunit 2612805596 - NamedType 3858886826
source: %1 Filters
es_es: Filtros de %1
it_ch: Filtri %1
ru_ru: Фильтры — %1
sv_se: %1 filter

# Codeunit 2612805596 - NamedType 4035258234
source: The length of the related table IDs (%1), does not match the length of the related table codes (%2).
es_es: La longitud de los id. de tabla relacionados (%1) no coincide con la longitud de los códigos de tabla relacionados (%2).
it_ch: La lunghezza degli ID tabella correlati (%1), non corrisponde alla lunghezza dei codici tabella correlati (%2).
nl_be: De lengte van de gerelateerde tabel-id's (%1) komt niet overeen met de lengte van de gerelateerde tabelcodes (%2).
ru_ru: Длина идентификаторов связанных таблиц (%1) не совпадает с длиной кодов связанных таблиц (%2).
sv_se: Längden på relaterade tabell-ID:n (%1) matchar inte längden på de relaterade tabellkoderna (%2).

# Codeunit 2612805596 - NamedType 4260605063
source: The specified save format is not supported.
es_es: No se admite el formato para guardar especificado.
it_ch: Il formato di salvataggio specificato non è supportato.
nl_be: De opgegeven opslagindeling wordt niet ondersteund.
ru_ru: Указанный формат сохранения не поддерживается.
sv_se: Det angivna kommandot stöds inte.

# Codeunit 2612805596 - NamedType 4265524170
source: Template
es_es: Plantilla
it_ch: Modello
nl_be: Sjabloon
ru_ru: Шаблон
sv_se: Mall

# Codeunit 2612805596 - NamedType 668814160
source: The RecordVariant paramenter is not a Record.
es_es: El parámetro RecordVariant no es un registro.
it_ch: Il paramenter RecordVariant non è un record.
nl_be: De parameter RecordVariant is geen record.
ru_ru: Параметр RecordVariant не является записью.
sv_se: Parametern RecordVariant är inte en post.

# Codeunit 2612805596 - NamedType 685219967
source: Cannot upload the template because it contains one or more merge fields with names that are 40 characters or more.
es_es: No se puede cargar la plantilla porque contiene uno o más campos de combinación con nombres de 40 caracteres o más.
it_ch: Impossibile caricare il modello perché contiene uno o più campi unione con nomi composti da 40 o più caratteri.
nl_be: De sjabloon kan niet worden geüpload omdat deze een of meer samenvoegvelden bevat met namen van 40 tekens of meer.
ru_ru: Невозможно отправить шаблон, так как он содержит одно или несколько полей слияния с именами длиной 40 и более символов.
sv_se: Det går inte att ladda upp mallen eftersom den innehåller ett eller flera kopplingsfält med namn som innehåller 40 tecken eller mer.

# Codeunit 2651603810 - NamedType 287455396
source: You have already completed the %1 assisted setup guide. Do you want to run it again?
es_es: Ya ha completado la Guía de configuración asistida %1. ¿Quiere volver a ejecutarla?
it_ch: La Guida setup assistito %1 è già stata completata. Eseguirla nuovamente?
nl_be: U hebt de begeleide instelling %1 al voltooid. Wilt u deze opnieuw uitvoeren?
ru_ru: Руководство по мастеру настройки %1 уже пройдено. Запустить его еще раз?
sv_se: Du har redan slutfört guiden för assisterad konfiguration %1. Vill du köra den igen?

# Codeunit 2651603810 - NamedType 3453317123
source: The object type to run is not valid
es_es: El tipo de objeto que se ejecutará no es válido
it_ch: Il tipo di oggetto da eseguire non è valido
nl_be: Het type uit te voeren object is niet geldig
ru_ru: Недопустимый тип запускаемого объекта
sv_se: Objekttypen som ska köras är inte giltig

# Codeunit 2651603810 - NamedType 3875045842
source: This app doesn't require set-up.
es_es: Esta aplicación no requiere configuración.
it_ch: Questa app non richiede il setup.
sv_se: Den här appen behöver inte konfigureras.

# Codeunit 2651603810 - NamedType 4035633139
source: You cannot insert a guided experience item with both an object to run and a link.
es_es: No se puede insertar un artículo de experiencia guiada con un objeto para ejecutar y un vínculo.
it_ch: Impossibile inserire un elemento esperienza guidata con un oggetto da eseguire e un collegamento.
nl_be: U kunt geen artikel van een begeleide ervaring invoegen met zowel een uit te voeren object als een koppeling.
ru_ru: Невозможно вставить пункт интерактивной процедуры и с запускаемым объектом, и со ссылкой.
sv_se: Du kan inte infoga en punkt för guidad upplevelse med både ett objekt som ska köras och en länk.

# Codeunit 2651603810 - NamedType 510615997
source: The object %1 %2 does not exist
es_es: El objeto %1 %2 no existe
it_ch: L'oggetto %1 %2 non esiste
nl_be: Het object %1 %2 bestaat niet
ru_ru: Объект %1 %2 не существует
sv_se: Objektet %1 %2 finns inte.

# Codeunit 2667037335 - NamedType 2736976260
source: The expiration date for table %1, %2 must be at least %3 days before the current date. Please update the retention policy.
da_dk: Udløbsdatoen for tabellen %1, %2 skal være mindst %3 dage før dags dato. Opdater opbevaringspolitikken.
es_es: La fecha de caducidad de la tabla %1, %2 debe ser de al menos %3 días antes de la fecha actual. Actualice la directiva de retención.
it_ch: La data di scadenza per la tabella %1, %2 deve essere almeno %3 giorni prima della data corrente. Aggiornare i criteri di conservazione.
nl_be: De verloopdatum voor tabel %1, %2 moet ten minste %3 dagen vóór de huidige datum liggen. Werk het bewaarbeleid bij.
ru_ru: Дата окончания хранения для таблицы %1 (%2) должна быть как минимум на %3 дн. раньше текущей даты. Откорректируйте политику хранения.
sv_se: Utgångsdatumet för tabell %1, %2 måste infalla minst %3 dagar före det aktuella datumet. Uppdatera kvarhållningsprincipen.

# Codeunit 2667037335 - NamedType 2777794678
source: The retention policy setup for table %1 was not found.
da_dk: Opsætningen af opbevaringspolitik for tabellen %1 blev ikke fundet.
es_es: No se ha encontrado la configuración de la directiva de retención de la tabla %1.
it_ch: Criteri di conservazione per la tabella %1 non trovati.
nl_be: De instelling van het bewaarbeleid voor tabel %1 is niet gevonden.
ru_ru: Настройка политики хранения для таблицы %1 не найдена.
sv_se: Det gick inte att hitta konfigurationen för kvarhållningsprincipen för tabellen %1.

# Codeunit 2667037335 - NamedType 3179417518
source: The expiration date %1 for table %2, %3, must be at least two days before the current date.
da_dk: Udløbsdatoen %1 for tabellen %2 %3 skal være mindst to dage før dags dato.
es_es: La fecha de caducidad %1 para la tabla %2, %3, debe ser de al menos dos días antes de la fecha actual.
it_ch: La data di scadenza %1 per la tabella %2, %3 deve essere almeno due giorni prima della data corrente.
nl_be: De verloopdatum %1 voor tabel %2, %3, moet ten minste twee dagen vóór de huidige datum liggen.
ru_ru: Дата окончания хранения (%1) для таблицы %2 (%3) должна быть как минимум на два дня раньше текущей даты.
sv_se: Utgångsdatumet %1 för tabell %2, %3 måste infalla minst två dagar före det aktuella datumet.

# Codeunit 2667037335 - NamedType 4261661969
source: There are no records to delete for table ID %1, %2.
da_dk: Der er ingen records at slette for tabel-id %1, %2.
es_es: No hay registros para eliminar para el id. de tabla %1, %2.
it_ch: Nessun record da eliminare per l'ID tabella %1, %2.
nl_be: Er zijn geen records om te verwijderen voor tabel-id %1, %2.
ru_ru: В таблице с ИД %1 (%2) нет записей для удаления.
sv_se: Det finns inga poster att ta bort för tabell-ID %1, %2.

# Codeunit 2667037335 - NamedType 565000133
source: Applying filters: Table ID: %1, All Records, Expiration Date: %2.
da_dk: Anvender filtre: Tabel-id: %1, Alle records, Udløbsdato: %2.
es_es: Aplicando filtros: Id. de tabla: %1, Todos los registros, Fecha caducidad: %2.
it_ch: Applicazione di filtri: ID tabella: %1, tutti i record, data di scadenza: %2.
nl_be: Filters toepassen: tabel-id: %1, alle records, verloopdatum: %2.
ru_ru: Применение фильтров: ИД таблицы: %1, все записи, дата окончания хранения: %2.
sv_se: Tillämpar filter: Tabell-ID: %1, alla poster, utgångsdatum: %2.

# Codeunit 2693243134 - NamedType 1095655410
source: A checklist item already exists for the guided experience item that you selected. Do you want to open and edit the existing checklist item?
es_es: Ya existe un artículo de lista de comprobación para el artículo de experiencia guiada que ha seleccionado. ¿Desea abrir y editar el artículo de la lista de comprobación existente?
it_ch: È già presente un elemento di elenco di controllo per l'elemento dell'esperienza guidata selezionata. Aprire e modificare l'elemento di elenco di controllo esistente?
nl_be: Er bestaat al een controlelijstitem voor het item van een begeleide ervaring dat u hebt geselecteerd. Wilt u het bestaande controlelijstitem openen en bewerken?
ru_ru: Для выбранного пункта интерактивной процедуры уже существует пункт контрольного списка. Открыть и отредактировать существующий пункт контрольного списка?
sv_se: Det finns redan en punkt i checklistan för den guidade upplevelse som du har valt. Vill du öppna och redigera den befintliga punkten i checklistan?

# Codeunit 2693243134 - NamedType 1924891195
source: If you change the completion requirements to "Specific users", then any roles that are assigned to complete this checklist item will be deleted. Are you sure that you want to continue?
es_es: Si cambia los requisitos de finalización a "Usuarios específicos", se eliminarán todos los roles asignados para completar este elemento de lista de comprobación. ¿Seguro de que desea continuar?
it_ch: Se si impostano i requisiti di completamento su "Utenti specifici", verranno eliminati tutti i ruoli assegnati per completare l'elemento dell'elenco di controllo. Continuare?
nl_be: Als u de voltooiingsvereisten wijzigt in 'Specifieke gebruikers', worden alle rollen verwijderd die zijn toegewezen om dit controlelijstitem te voltooien. Weet u zeker dat u door wilt gaan?
ru_ru: Если изменить требования по выполнению на "Конкретные пользователи", то все роли, назначенные для выполнения этого пункта контрольного списка, будут удалены. Продолжить?
sv_se: Om du ändrar kraven för slutförande till "Specifika användare" tas alla roller som har tilldelats att slutföra den här punkten i checklistan bort. Vill du fortsätta?

# Codeunit 2693243134 - NamedType 2875755308
source: If you change the completion requirements now, then any users that are assigned to complete this checklist item will be deleted. Are you sure that you want to continue?
es_es: Si cambia los requisitos de finalización ahora, se eliminarán todos los usuarios que estén asignados para completar este artículo de lista de comprobación. ¿Seguro que desea continuar?
it_ch: Se si modificano i requisiti di completamento, verranno eliminati gli utenti assegnati per completare l'elemento dell'elenco di controllo. Continuare?
nl_be: Als u nu de voltooiingsvereisten wijzigt, worden alle gebruikers verwijderd die zijn toegewezen om dit controlelijstitem te voltooien. Weet u zeker dat u door wilt gaan?
ru_ru: Если сейчас изменить требования по выполнению, все пользователи, назначенные для выполнения этого пункта контрольного списка, будут удалены. Продолжить?
sv_se: Om du ändrar kraven för slutförande tas alla användare som har tilldelats att slutföra den här punkten i checklistan bort. Vill du fortsätta?

# Codeunit 2693243134 - NamedType 566573917
source: Do you want to reset the status for users who have already completed this checklist item?
es_es: ¿Desea restablecer el estado de los usuarios que ya han completado este elemento de la lista de comprobación?
it_ch: Reimpostare lo stato degli utenti che hanno già completato questa voce dell’elenco di controllo?
nl_be: Wilt u de status opnieuw instellen voor gebruikers die dit controlelijstitem al hebben voltooid?
ru_ru: Сбросить статус для пользователей, которые уже выполнили этот пункт контрольного списка?
sv_se: Vill du återställa statusen för användare som redan har slutfört den här punkten i checklistan?

# Codeunit 2698556848 - NamedType 1532988062
source: Authentication email should be the first entity to update.
es_es: El correo electrónico de autenticación debe ser la primera entidad para actualizar.
it_ch: L'indirizzo e-mail di autenticazione deve essere la prima entità da aggiornare.
sv_se: E-post för autentisering ska vara den första enheten som uppdateras.

# Codeunit 2873841822 - NamedType 153976994
source: You can't edit this page in Excel because it's not set up for it. To use the Edit in Excel feature, you must publish the web service called '%1'. Contact your system administrator for help.
es_es: No se puede editar esta página en Excel porque no está configurada para la aplicación. Para usar la característica Editar en Excel, debe publicar el servicio web denominado "%1". Para obtener ayuda, póngase en contacto con el administrador del sistema.
it_ch: Impossibile modificare questa pagina in Excel perché non è impostata per esso. Per utilizzare la funzionalità di modifica in Excel, è necessario pubblicare il servizio Web denominato "%1". Contattare l'amministratore di sistema per assistenza.
nl_be: U kunt deze pagina niet bewerken in Excel omdat deze daar niet voor is ingesteld. Als u de functie Bewerken in Excel wilt gebruiken, moet u de webservice met de naam %1 publiceren. Neem contact op met uw systeembeheerder voor hulp.
ru_ru: Нельзя изменить эту страницу в Excel, так как она не настроена. Чтобы использовать функцию Edit в Excel, необходимо опубликовать веб-службу с названием "%1". Обратитесь за помощью к системного администратору.
sv_se: Det går inte att redigera den här sidan i Excel eftersom den inte har konfigurerats för den. Om du vill använda funktionen Redigera i Excel måste du publicera webbtjänsten som heter %1. Kontakta systemadministratören om du behöver hjälp.

# Codeunit 2873841822 - NamedType 2456773564
source: Export
es_es: Exportar
it_ch: Esporta
nl_be: Exporteren
ru_ru: Экспорт
sv_se: Exportera

# Codeunit 2886489363 - NamedType 1348027738
source: We couldn't share or open this file.
es_es: No se ha podido compartir o abrir este archivo.
it_ch: Impossibile condividere o aprire il file.
sv_se: Det gick inte att dela eller öppna den här filen.

# Codeunit 2886489363 - NamedType 1741986590
source: The file has been copied to OneDrive. What would you like to do with it?
es_es: El archivo se ha copiado en OneDrive. ¿Qué desea hacer con él?
it_ch: Il file è stato copiato in OneDrive. Cosa si desidera fare?
sv_se: Filen har kopierats till OneDrive. Vad vill du göra med den?

# Codeunit 2886489363 - NamedType 1773740951
source: AL DocumentSharing
es_es: Uso compartido de documentos AL
it_ch: AL Condivisione documenti
nl_be: Delen van AL-documenten
ru_ru: Совместная работа с документами AL
sv_se: AL-dokumentdelning

# Codeunit 2886489363 - NamedType 2213230754
source: We're copying this file to your %1 folder in OneDrive so you can share it
es_es: Estamos copiando este archivo en su carpeta %1 de OneDrive para que pueda compartirlo
it_ch: È in corso la copia del file nella cartella %1 in OneDrive in modo da poterlo condividere
sv_se: Vi kopierar den här filen till din %1-mapp i OneDrive så att du kan dela den

# Codeunit 2886489363 - NamedType 2405289397
source: We couldn't open this file. Would you like to share it?
es_es: No hemos podido abrir este archivo. ¿Desea compartirlo?
it_ch: Impossibile aprire il file. Condividerlo?
sv_se: Det gick inte att öppna filen. Vill du dela den?

# Codeunit 2886489363 - NamedType 2471521438
source: No file to share.
es_es: No hay ningún archivo para compartir.
it_ch: Nessun file da condividere.
sv_se: Det finns ingen fil att dela.

# Codeunit 2886489363 - NamedType 2657411711
source: Document service is not configured
es_es: El servicio de documentos no está configurado
it_ch: Servizio documenti non configurato
nl_be: Documentservice is niet geconfigureerd
ru_ru: Документооборот не настроен
sv_se: Dokumenttjänsten har inte konfigurerats

# Codeunit 2886489363 - NamedType 3695998325
source: Would you like to open this file?
es_es: ¿Desea abrir este archivo?
it_ch: Aprire il file?
sv_se: Vill du öppna den här filen?

# Codeunit 2886489363 - NamedType 4171653132
source: We're copying this file to your %1 folder in OneDrive
es_es: Estamos copiando este archivo en la carpeta %1 de OneDrive
it_ch: È in corso la copia del file nella cartella %1 in OneDrive
sv_se: Vi kopierar den här filen till din %1-mapp på OneDrive

# Codeunit 2886489363 - NamedType 442687550
source: Would you like to share this file?
es_es: ¿Desea compartir este archivo?
it_ch: Condividere questo file?
sv_se: Vill du dela den här filen?

# Codeunit 2886489363 - NamedType 463678366
source: We couldn't share this file. Would you like to open it?
es_es: No hemos podido compartir este archivo. ¿Desea abrirlo?
it_ch: Impossibile condividere questo file. Aprirlo?
sv_se: Det gick inte att dela filen. Vill du öppna den?

# Codeunit 2886489363 - NamedType 930139277
source: The prompt intent can only be used within a graphical user interface (GUI).
es_es: La intención del mensaje solo se puede utilizar en una interfaz gráfica de usuario (GUI).
it_ch: L'intento della richiesta può essere utilizzato solo all'interno di un'interfaccia utente grafica (GUI).
sv_se: Frågans avsikt kan bara användas i ett grafiskt användargränssnitt.

# Codeunit 2918810872 - NamedType 1469245251
source: Assign scenarios to account %1
da_dk: Tildel scenarier til kontoen %1
es_es: Asignar escenarios a la cuenta %1
it_ch: Assegnare scenari all'account %1
nl_be: Scenario's toewijzen aan account %1
ru_ru: Назначить сценарии учетной записи %1
sv_se: Tilldela scenarier för konto %1

# Codeunit 2918810872 - NamedType 2230688874
source: Change e-mail account used for the selected scenarios
da_dk: Skift mailkonto, der bruges til de valgte scenarier
es_es: Cambiar la cuenta de correo electrónico usada para los escenarios seleccionados
it_ch: Modifica account e-mail utilizzato per gli scenari selezionati
nl_be: E-mailaccount wijzigen dat wordt gebruikt voor de geselecteerde scenario's
ru_ru: Смена учетной записи электронной почты, используемой для выбранных сценариев
sv_se: Ändra e-postkontot som används för de valda scenarierna

# Codeunit 2946214440 - NamedType 978914654
source: This functionality cannot be used without enabling the Cloud Migration. It should be used only in the context of the Cloud Migration.
es_es: Esta funcionalidad no se puede usar sin habilitar la migración a nube. Solo debe usarse en el contexto de la migración a nube.
it_ch: Impossibile utilizzare questa funzionalità senza abilitare la migrazione cloud. Deve essere utilizzata solo nel contesto della migrazione cloud.
nl_be: Deze functionaliteit kan niet worden gebruikt zonder Cloudmigratie in te schakelen. Gebruik dit alleen in de context van Cloudmigratie.
ru_ru: Эту функциональность нельзя использовать без включения миграции в облако. Ее следует использовать только в контексте миграции в облако.
sv_se: Den här funktionen kan inte användas utan att Molnmigrering aktiveras. Den bör endast användas i samband med Molnmigrering.

# Codeunit 2970873669 - NamedType 1445408151
source: Good morning!
da_dk: Godmorgen!
es_es: Buenos días.
fr_fr: Bonjour !
it_ch: Buongiorno
nl_be: Goedemorgen!
ru_ru: Доброе утро!
sv_se: God morgon!

# Codeunit 2970873669 - NamedType 1645933995
source: Good afternoon, %1!
da_dk: Goddag %1!
es_es: Buenas tardes, %1.
fr_fr: Bon après-midi, %1 !
it_ch: Buon pomeriggio %1
nl_be: Goedemiddag, %1!
ru_ru: Добрый день, %1!
sv_se: God middag %1!

# Codeunit 2970873669 - NamedType 1705003901
source: Hi!
da_dk: Hej!
es_es: Hola.
fr_fr: Bonjour !
it_ch: Salve
nl_be: Hallo!
ru_ru: Здравствуйте!
sv_se: Hej!

# Codeunit 2970873669 - NamedType 2681098831
source: Good evening, %1!
da_dk: Godaften %1!
es_es: Buenas noches, %1.
fr_fr: Bonsoir, %1 !
it_ch: Buona sera %1
nl_be: Goedenavond, %1!
ru_ru: Добрый вечер, %1!
sv_se: God kväll %1!

# Codeunit 2970873669 - NamedType 2822211879
source: Hi, %1!
da_dk: Hej %1!
es_es: Hola, %1.
fr_fr: Bonjour, %1 !
it_ch: Salve %1
nl_be: Hallo, %1!
ru_ru: Здравствуйте, %1!
sv_se: Hej %1!

# Codeunit 2970873669 - NamedType 3101872885
source: Good evening!
da_dk: Godaften!
es_es: Buenas noches.
fr_fr: Bonsoir !
it_ch: Buona sera
nl_be: Goedenavond!
ru_ru: Добрый вечер!
sv_se: God kväll!

# Codeunit 2970873669 - NamedType 3414270617
source: Good afternoon!
da_dk: Goddag!
es_es: Buenas tardes.
fr_fr: Bon après-midi !
it_ch: Buon pomeriggio
nl_be: Goedemiddag!
ru_ru: Добрый день!
sv_se: God middag!

# Codeunit 2970873669 - NamedType 4087989245
source: Good morning, %1!
da_dk: Godmorgen %1!
es_es: Buenos días, %1.
fr_fr: Bonjour, %1 !
it_ch: Buongiorno %1
nl_be: Goedemorgen, %1!
ru_ru: Доброе утро, %1!
sv_se: God morgon %1!

# Codeunit 2984775356 - NamedType 1658725175
source: The web service cannot be added because it conflicts with an unpublished system web service for the object.
da_dk: Webtjenesten kan ikke tilføjes, fordi den er i konflikt med en ikke-publiceret systemwebtjeneste for objektet.
es_es: El servicio web no se puede agregar porque entra en conflicto con un servicio web del sistema no publicado para el objeto.
fr_fr: Le service Web ne peut pas être ajouté, car il est en conflit avec un service Web système non publié pour l'objet.
it_ch: Impossibile aggiungere il servizio Web perché è in conflitto con un servizio Web di sistema non pubblicato per l'oggetto.
nl_be: De webservice kan niet worden toegevoegd, omdat deze conflicteert met een niet-gepubliceerde systeemwebservice voor het object.
ru_ru: Невозможно добавить веб-службу, так как она конфликтует с неопубликованной системной веб-службой для объекта.
sv_se: Webbtjänsten kan inte läggas till eftersom den står i konflikt med en opublicerad systemwebbtjänst för objektet.

# Codeunit 2984775356 - NamedType 2387584085
source: The web service cannot be modified because it conflicts with an unpublished system web service for the object.
da_dk: Webtjenesten kan ikke ændres, fordi den er i konflikt med en ikke-publiceret systemwebtjeneste for objektet.
es_es: El servicio web no se puede modificar porque entra en conflicto con un servicio web del sistema no publicado para el objeto.
fr_fr: Le service Web ne peut pas être modifié, car il est en conflit avec un service Web système non publié pour l'objet.
it_ch: Impossibile modificare il servizio Web perché è in conflitto con un servizio Web di sistema non pubblicato per l'oggetto.
nl_be: De webservice kan niet worden gewijzigd, omdat deze conflicteert met een niet-gepubliceerde systeemwebservice voor het object.
ru_ru: Невозможно изменить веб-службу, так как она конфликтует с неопубликованной системной веб-службой для объекта.
sv_se: Webbtjänsten kan inte ändras eftersom den står i konflikt med en opublicerad systemwebbtjänst för objektet.
