Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 2252665413 - Control 4024234478 - Property 1295455071
source: View the privacy statement for the extension.
da_dk: Vis erklæringen om beskyttelse af personlige oplysninger for udvidelsen.
es_es: Ver la declaración de privacidad de la extensión.
it_ch: Visualizzare l'informativa sulla privacy dell'estensione.
nl_be: De privacyverklaring voor de extensie weergeven.
ru_ru: Просмотр заявления о конфиденциальности для расширения.
sv_se: Visa sekretesspolicyn för tillägget.

# Page 2252665413 - Control 4024234478 - Property 2879900210
source: Privacy Statement
da_dk: Erklæring om beskyttelse af personlige oplysninger
es_es: Declaración de privacidad
it_ch: Informativa sulla privacy
nl_be: Privacyverklaring
ru_ru: Заявление о конфиденциальности
sv_se: Sekretesspolicy

# Page 2252665413 - Control 4093990710 - Property 1295455071
source: Specifies the language of the extension.
da_dk: Angiver udvidelsens sprog.
es_es: Especifica el idioma de la extensión.
it_ch: Specifica la lingua dell'estensione.
nl_be: Hiermee wordt de taal van de extensie opgegeven.
ru_ru: Определяет язык расширения.
sv_se: Anger tilläggets språk.

# Page 2252665413 - Control 4093990710 - Property 2879900210
source: Language
da_dk: Sprog
es_es: Idioma
fr_fr: Langue
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 2252665413 - Control 419369969 - Property 1295455071
source: Specifies the name of the extension.
da_dk: Angiver navnet på udvidelsen.
es_es: Especifica el nombre de la extensión.
it_ch: Specifica il nome dell'estensione.
nl_be: Hiermee wordt de naam van de extensie opgegeven.
ru_ru: Определяет имя расширения.
sv_se: Anger namnet på tillägget.

# Page 2252665413 - Control 419369969 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 2252665413 - Control 4195137539 - Property 1295455071
source: View the terms and conditions for the extension.
da_dk: Vis vilkårene og betingelserne for udvidelsen.
es_es: Ver los términos y condiciones de la extensión.
it_ch: Visualizzare le condizioni dell'estensione.
nl_be: De voorwaarden voor de extensie weergeven.
ru_ru: Просмотр условий использования расширения.
sv_se: Visa allmänna villkor för tillägget.

# Page 2252665413 - Control 4195137539 - Property 2879900210
source: Terms and Conditions
da_dk: Vilkår og betingelser
es_es: Términos y condiciones
it_ch: Condizioni
nl_be: Voorwaarden
ru_ru: Условия
sv_se: Allmänna villkor

# Page 2252665413 - Control 512555302 - Property 1295455071
source: Specifies the description of the extension.
da_dk: Angiver beskrivelsen af udvidelsen.
es_es: Especifica la descripción de la extensión.
it_ch: Specifica la descrizione dell'estensione.
nl_be: Hiermee wordt de beschrijving van de extensie opgegeven.
ru_ru: Определяет описание расширения.
sv_se: Anger beskrivningen av tillägget.

# Page 2252665413 - Control 512555302 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 2252665413 - Control 679018345 - Property 1295455071
source: Specifies the publisher of the extension.
da_dk: Angiver udgiveren af udvidelsen.
es_es: Especifica el editor de la extensión.
it_ch: Specifica l'editore dell'estensione.
nl_be: Hiermee wordt de uitgever van de extensie opgegeven.
ru_ru: Определяет издателя расширения.
sv_se: Anger tilläggets utgivare.

# Page 2252665413 - Control 679018345 - Property 2879900210
source: Publisher
da_dk: Udgiver
es_es: Editor
fr_fr: Éditeur
it_ch: Editore
nl_be: Uitgever
ru_ru: Издатель
sv_se: Utgivare

# Page 2252665413 - Control 696988127 - Property 1295455071
source: Specifies the version of the extension.
da_dk: Angiver udvidelsens version.
es_es: Especifica la versión de la extensión.
it_ch: Specifica la versione dell'estensione.
nl_be: Hiermee wordt de versie van de extensie opgegeven.
ru_ru: Определяет версию расширения.
sv_se: Anger tilläggets version.

# Page 2252665413 - Control 696988127 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Page 2252665413 - Control 751040678 - Property 1295455071
source: Specifies whether the extension is published as a per-tenant, development, or a global extension.
es_es: Especifica si la extensión se publica como extensión por suscriptor, de desarrollo o global.
it_ch: Specifica se l'estensione è pubblicata come per tenant, sviluppo o globale.
nl_be: Hiermee wordt opgegeven of de extensie wordt gepubliceerd als een extensie per tenant, een ontwikkelingsextensie of een globale extensie.
ru_ru: Указывает, публикуется ли расширение как расширение для конкретного арендатора, расширение на стадии разработки или как глобальное расширение.
sv_se: Anger om tillägget publiceras som ett tillägg per klientorganisation, ett utvecklingstillägg eller ett globalt tillägg.

# Page 2252665413 - Control 751040678 - Property 2879900210
source: Published As
es_es: Publicada como
it_ch: Pubblicato come
nl_be: Gepubliceerd als
ru_ru: Опубликовано как
sv_se: Publicerad som

# Page 2252665413 - Control 773332919 - Property 1295455071
source: View the terms and conditions for the extension.
da_dk: Vis vilkårene og betingelserne for udvidelsen.
es_es: Ver los términos y condiciones de la extensión.
it_ch: Visualizzare le condizioni dell'estensione.
nl_be: De voorwaarden voor de extensie weergeven.
ru_ru: Просмотр условий использования расширения.
sv_se: Visa allmänna villkor för tillägget.

# Page 2252665413 - Control 773332919 - Property 2879900210
source: Terms and Conditions
da_dk: Vilkår og betingelser
es_es: Términos y condiciones
it_ch: Condizioni
nl_be: Voorwaarden
ru_ru: Условия
sv_se: Allmänna villkor

# Page 2252665413 - Control 880487157 - Property 1295455071
source: Specifies the publisher of the extension.
da_dk: Angiver udgiveren af udvidelsen.
es_es: Especifica el editor de la extensión.
it_ch: Specifica l'editore dell'estensione.
nl_be: Hiermee wordt de uitgever van de extensie opgegeven.
ru_ru: Определяет издателя расширения.
sv_se: Anger tilläggets utgivare.

# Page 2252665413 - Control 880487157 - Property 2879900210
source: Publisher
da_dk: Udgiver
es_es: Editor
fr_fr: Éditeur
it_ch: Editore
nl_be: Uitgever
ru_ru: Издатель
sv_se: Utgivare

# Page 2252665413 - Control 892671473 - Property 1295455071
source: Opens the extension's website.
da_dk: Åbner udvidelsens websted.
es_es: Abre el sitio web de la extensión.
it_ch: Apre il sito Web dell'estensione.
nl_be: De website van de extensie openen.
ru_ru: Открывает веб-сайт расширения.
sv_se: Öppnar tilläggets webbplats.

# Page 2252665413 - Control 892671473 - Property 2879900210
source: Website
da_dk: Websted
es_es: Sitio web
it_ch: Sito Web
ru_ru: Веб-сайт
sv_se: Webbplats

# Page 2257524325 - Control 1131619133 - Property 1295455071
source: Specifies the field value.
da_dk: Angiver feltværdien.
es_es: Especifica el valor del campo.
it_ch: Specifica il valore del campo.
nl_be: Hiermee wordt de veldwaarde opgegeven.
ru_ru: Определяет значение поля.
sv_se: Anger fältvärdet.

# Page 2282749623 - Control 1225782422 - Property 2879900210
source: Attachments
da_dk: Vedhæftede filer
es_es: Datos adjuntos
it_ch: Allegati
nl_be: Bijlagen
ru_ru: Вложения
sv_se: Bilagor

# Page 2282749623 - Control 1267408499 - Property 1295455071
source: Specifies the account to send the email from.
da_dk: Angiver den konto, mailen sendes fra.
es_es: Especifica la cuenta desde la que se enviará el mensaje de correo electrónico.
it_ch: Specifica l'account da cui inviare il messaggio e-mail.
nl_be: Hiermee wordt het account opgegeven vanwaar de e-mail moet worden verzonden.
ru_ru: Определяет учетную запись, от которой будет отправлено сообщение электронной почты.
sv_se: Anger kontot som e-postmeddelandet ska skickas från.

# Page 2282749623 - Control 1267408499 - Property 2879900210
source: From
da_dk: Fra
es_es: Desde
it_ch: Da
nl_be: Van
ru_ru: От
sv_se: Från

# Page 2282749623 - Control 2282749623 - Property 1295455071
source: Specifies the content of the email.
da_dk: Angiver indholdet af mailen.
es_es: Especifica el contenido del mensaje de correo electrónico.
it_ch: Specifica il contenuto del messaggio e-mail.
nl_be: Hiermee wordt de inhoud van de e-mail opgegeven.
ru_ru: Определяет содержимое сообщения электронной почты.
sv_se: Anger e-postmeddelandets innehåll.

# Page 2282749623 - Control 2282749623 - Property 2879900210
source: Message
da_dk: Meddelelse
es_es: Mensaje
it_ch: Messaggio
nl_be: Bericht
ru_ru: Сообщение
sv_se: Meddelande

# Page 2282749623 - Control 2439845918 - Property 1295455071
source: Specifies the email addresses of people who should receive a copy of the email.
da_dk: Angiver mailadresserne på personer, der skal modtage en kopi af mailen.
es_es: Especifica las direcciones de correo electrónico de las personas que deben recibir una copia del mensaje de correo electrónico.
it_ch: Specifica gli indirizzi e-mail delle persone che devono ricevere una copia del messaggio e-mail.
nl_be: Hiermee worden de e-mailadressen opgegeven van personen die een kopie van de e-mail moeten ontvangen.
ru_ru: Определяет адреса электронной почты пользователей, которые должны получить копию сообщения электронной почты.
sv_se: Anger e-postadresserna till dem som ska ha en kopia av e-postmeddelandet.

# Page 2282749623 - Control 2516836987 - Property 1295455071
source: Specifies the email addresses to send the email to.
da_dk: Angiver den mailadresse, som mailen skal sendes til.
es_es: Especifica las direcciones de correo electrónico a las que se enviará el mensaje de correo electrónico.
it_ch: Specifica gli indirizzi e-mail ai quali inviare il messaggio e-mail.
nl_be: Hiermee worden de e-mailadressen opgegeven waarnaar de e-mail moet worden verzonden.
ru_ru: Определяет адреса электронной почты, на которые отправляется сообщение электронной почты.
sv_se: Anger e-postadresserna som e-postmeddelandet ska skickas till.

# Page 2282749623 - Control 2516836987 - Property 2879900210
source: To
da_dk: Til
es_es: Para
it_ch: A
nl_be: Aan
ru_ru: Кому
sv_se: Till

# Page 2282749623 - Control 277965026 - Property 1295455071
source: Specifies the subject of the email.
da_dk: Angiver emnet i mailen.
es_es: Especifica el asunto del mensaje de correo electrónico.
it_ch: Specifica l'oggetto del messaggio e-mail.
nl_be: Hiermee wordt het onderwerp van de e-mail opgegeven.
ru_ru: Определяет тему сообщения электронной почты.
sv_se: Anger ämnet för e-postmeddelandet.

# Page 2282749623 - Control 277965026 - Property 2879900210
source: Subject
da_dk: Emne
es_es: Asunto
it_ch: Oggetto
nl_be: Onderwerp
ru_ru: Тема
sv_se: Ämne

# Page 2282749623 - Control 3825649316 - Property 1295455071
source: Specifies the email addresses of people who should receive a blind carbon copy (Bcc) of the email. These addresses are not shown to other recipients.
da_dk: Angiver mailadresserne på personer, som skal modtage en Bcc (Blind carbon copy) af mailen. Disse adresser vises ikke for andre modtagere.
es_es: Especifica las direcciones de correo electrónico de las personas que deben recibir una copia oculta (CCO) del mensaje. Estas direcciones no se muestran a otros destinatarios.
it_ch: Specifica gli indirizzi e-mail delle persone che devono ricevere una copia per conoscenza nascosta (Ccn) del messaggio e-mail. Questi indirizzi non vengono mostrati agli altri destinatari.
nl_be: Hiermee worden de e-mailadressen opgegeven van personen die een blinde kopie (BCC) van de e-mail moeten ontvangen. Deze adressen worden niet weergegeven aan andere geadresseerden.
ru_ru: Определяет адреса электронной почты пользователей, которые должны получить скрытую копию (СК) сообщения электронной почты. Эти адреса не видны другим получателям.
sv_se: Anger e-postadresserna till dem som ska ta emot en dold kopia av e-postmeddelandet. Dessa adresser visas inte för andra mottagare.

# Page 2282749623 - Control 3825649316 - Property 2879900210
source: Bcc
es_es: CCO
it_ch: Ccn
ru_ru: СК
sv_se: Dold kopia

# Page 2282749623 - Control 4234547318 - Property 1295455071
source: Specifies the content of the email.
da_dk: Angiver indholdet af mailen.
es_es: Especifica el contenido del mensaje de correo electrónico.
it_ch: Specifica il contenuto del messaggio e-mail.
nl_be: Hiermee wordt de inhoud van de e-mail opgegeven.
ru_ru: Определяет содержимое сообщения электронной почты.
sv_se: Anger e-postmeddelandets innehåll.

# Page 2282749623 - Control 4234547318 - Property 2879900210
source: Message
da_dk: Meddelelse
es_es: Mensaje
it_ch: Messaggio
nl_be: Bericht
ru_ru: Сообщение
sv_se: Meddelande

# Page 2282749623 - Control 840308226 - Property 2879900210
source: Email Details
es_es: Detalles del correo electrónico
it_ch: Dettagli e-mail
sv_se: E-postinformation

# Page 2303806024 - Control 1414360946 - Property 2879900210
source: Security
es_es: Seguridad
it_ch: Protezione
nl_be: Beveiliging
ru_ru: Безопасность
sv_se: Säkerhet

# Page 2303806024 - Control 1976356074 - Property 2879900210
source: User Settings
es_es: Ajustes de usuario
it_ch: Impostazioni utente
nl_be: Gebruikersvoorkeuren
ru_ru: Параметры пользователей
sv_se: Användarkonfiguration

# Page 2303806024 - Control 2241665020 - Property 1295455071
source: Specifies the regional settings, such as date and numeric format, on all devices. You must sign out and then sign in again for the change to take effect.
es_es: Especifica la configuración regional, como el formato numérico y de fecha en todos los dispositivos. Para que el cambio surta efecto, debe cerrar la sesión y volver a iniciarla.
it_ch: Specifica le impostazioni internazionali, ad esempio il formato numerico e di data, in tutti i dispositivi. Per rendere effettive le modifiche, è necessario disconnettersi e connettersi nuovamente.
nl_be: Hiermee worden de landinstellingen, zoals datum en numerieke notatie, op alle apparaten opgegeven. U moet zich afmelden en weer aanmelden voordat de wijziging van kracht wordt.
ru_ru: Определяет региональные настройки, такие как формат даты и чисел, на всех устройствах. Чтобы изменения вступили в силу, нужно выйти из системы и снова войти в нее.
sv_se: Anger de regionala inställningar, till exempel datumformat och numeriskt format, på alla enheter. Du måste logga ut och sedan in igen innan ändringen träder i kraft.

# Page 2303806024 - Control 2241665020 - Property 2879900210
source: Region
es_es: Región
it_ch: Area geografica
nl_be: Regio
ru_ru: Регион

# Page 2303806024 - Control 2564753503 - Property 1295455071
source: Specifies whether to display short messages that inform, remind, or teach you about important fields and actions when you open a page.
es_es: Especifica si se deben mostrar mensajes cortos que informen, recuerden o enseñen sobre acciones y campos importantes al abrir una página.
it_ch: Specifica se visualizzare messaggi brevi che consentono di definire, ricordare o illustrare i campi e le azioni importanti all'apertura di una pagina.
nl_be: Hiermee wordt opgegeven of u korte berichten wilt weergeven waarmee u informatie, een herinnering of een instructie over belangrijke velden en acties ontvangt wanneer u een pagina opent.
ru_ru: Указывает, должны ли при открытии страницы отображаться короткие сообщения с информацией, напоминаниями или инструкциями по использованию важных полей и действий.
sv_se: Anger om korta meddelanden som informerar, påminner dig eller lär dig om viktiga fält och åtgärder ska visas när du öppnar en sida.

# Page 2303806024 - Control 2564753503 - Property 2879900210
source: Teaching Tips
es_es: Consejos didácticos
it_ch: Suggerimenti didattici
nl_be: Instructietips
ru_ru: Обучающие советы
sv_se: Undervisningstips

# Page 2303806024 - Control 2790477231 - Property 1295455071
source: Specifies the date that will be entered on transactions, typically today's date. This change only affects the date on new transactions. Changes to this field will only be valid for the current session.
es_es: Especifica la fecha que se introducirá en las transacciones, normalmente en la fecha actual. Este cambio solo afecta a la fecha de las transacciones nuevas. Los cambios realizados en este campo solo serán válidos para la sesión actual.
it_ch: Specifica la data che viene inserita nelle transazioni, in genere la data corrente. Questa modifica interessa solo la data delle nuove transazioni. Le modifiche apportate a questo campo sono valide solo per la sessione corrente.
nl_be: Hiermee wordt de datum opgegeven die wordt ingevoerd voor transacties, meestal de datum van vandaag. Deze wijziging is alleen van invloed op de datum van nieuwe transacties. Wijzigingen in dit veld zijn alleen geldig voor de huidige sessie.
ru_ru: Определяет дату, которая будет вводиться в транзакциях (как правило, это сегодняшняя дата). Это изменение влияет только на дату в новых транзакциях. Изменения в этом поле будут действовать только в течение текущего сеанса.
sv_se: Anger datumet som ska anges på transaktioner, vanligtvis aktuellt datum. Ändringen påverkar bara datumet för nya transaktioner. Ändringar av det här fältet gäller bara för den aktuella sessionen.

# Page 2303806024 - Control 2790477231 - Property 2879900210
source: Work Date
es_es: Fecha de trabajo
it_ch: Data del lavoro
nl_be: Werkdatum
ru_ru: Рабочая дата
sv_se: Arbetsdatum

# Page 2303806024 - Control 2945354029 - Property 1295455071
source: Specifies the time zone that you work in. You must sign out and then sign in again for the change to take effect.
es_es: Especifica la zona horaria en la que trabaja. Para que el cambio surta efecto, debe cerrar la sesión y volver a iniciarla.
it_ch: Specifica il fuso orario in cui si lavora. Per rendere effettive le modifiche, è necessario disconnettersi e connettersi nuovamente.
nl_be: Hiermee wordt de tijdzone opgegeven waarin u werkt. U moet u af- en weer aanmelden om de wijziging te laten ingaan.
ru_ru: Определяет часовой пояс, в котором вы работаете. Чтобы изменения вступили в силу, нужно выйти из системы и снова войти в нее.
sv_se: Anger tidszonen som du arbetar i. Du måste logga ut och sedan in igen innan ändringen träder i kraft.

# Page 2303806024 - Control 2945354029 - Property 2879900210
source: Time Zone
es_es: Zona horaria
it_ch: Fuso orario
nl_be: Tijdzone
ru_ru: Часовой пояс
sv_se: Tidszon

# Page 2303806024 - Control 3064866762 - Property 1295455071
source: Specifies the role that defines your home page with links to the most common tasks.
es_es: Especifica el rol que define la página de inicio con vínculos a las tareas más comunes.
it_ch: Specifica il ruolo che definisce la home page con i collegamenti alle attività più comuni.
nl_be: Hiermee wordt de rol opgegeven die uw startpagina definieert met koppelingen naar de meest voorkomende taken.
ru_ru: Определяет роль, которая задает вашу домашнюю страницу со ссылками на чаще всего выполняемые задачи.
sv_se: Anger den roll som definierar din startsida med länkar till de vanligaste uppgifterna.

# Page 2303806024 - Control 3064866762 - Property 2879900210
source: Role
es_es: Rol
it_ch: Ruolo
nl_be: Rol
ru_ru: Роль
sv_se: Roll

# Page 2303806024 - Control 3133801257 - Property 1295455071
source: Specifies the database company that you work in. You must sign out and then sign in again for the change to take effect.
es_es: Especifica la empresa de la base de datos en la que trabaja. Para que el cambio surta efecto, debe cerrar la sesión y volver a iniciarla.
it_ch: Specifica la società database in cui si lavora. Per rendere effettive le modifiche, è necessario disconnettersi e connettersi nuovamente.
nl_be: Hiermee wordt het databasebedrijf opgegeven waarin u werkt. U moet u af- en weer aanmelden om de wijziging te laten ingaan.
ru_ru: Определяет организацию базы данных, в которой вы работаете. Чтобы изменения вступили в силу, нужно выйти из системы и снова войти в нее.
sv_se: Anger databasföretaget som du arbetar med. Du måste logga ut och sedan in igen innan ändringen träder i kraft.

# Page 2303806024 - Control 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# Page 2303806024 - Control 639974159 - Property 1295455071
source: Specifies the display language, on all devices. You must sign out and then sign in again for the change to take effect.
es_es: Especifica el idioma de la interfaz de usuario en todos los dispositivos. Para que el cambio surta efecto, debe cerrar la sesión y volver a iniciarla.
it_ch: Specifica la lingua di visualizzazione in tutti i dispositivi. Per rendere effettive le modifiche, è necessario disconnettersi e connettersi nuovamente.
nl_be: Hiermee wordt de weergavetaal voor alle apparaten opgegeven. U moet zich afmelden en weer aanmelden voordat de wijziging van kracht wordt.
ru_ru: Определяет язык отображения на всех устройствах. Чтобы изменения вступили в силу, нужно выйти из системы и снова войти в нее.
sv_se: Anger visningsspråket på alla enheter. Du måste logga ut och sedan in igen innan ändringen träder i kraft.

# Page 2303806024 - Control 639974159 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 232331644 - Control 2961552353 - Property 1295455071
source: Specifies the name of the plan.
da_dk: Angiver navnet på planen.
es_es: Especifica el nombre del plan.
fr_fr: Spécifie le nom du plan.
it_ch: Specifica il nome del piano.
nl_be: Hiermee wordt de naam van het plan opgegeven.
ru_ru: Определяет название плана.
sv_se: Anger namnet på planen.

# Page 232331644 - Control 494050113 - Property 2879900210
source: Users in Plan
da_dk: Brugere i plan
es_es: Usuarios en el plan
fr_fr: Utilisateurs du plan
it_ch: Utenti nel piano
nl_be: Gebruikers in plan
ru_ru: Пользователи, входящие в план
sv_se: Användare i plan

# Page 2359842671 - Control 2879900210 - Property 1295455071
source: Specifies entity assosiated with the template.
es_es: Especifica la entidad asociada a la plantilla.
it_ch: Specifica l'entità associata al modello.
nl_be: Hiermee wordt de aan de sjabloon gekoppelde entiteit opgegeven.
ru_ru: Определяет сущность, связанную с шаблоном.
sv_se: Anger enheten som är associerad med mallen.

# Page 2359842671 - Control 2879900210 - Property 2879900210
source: Record
es_es: Registro
ru_ru: Запись
sv_se: Post

# Page 2359842671 - Control 2961552353 - Property 1295455071
source: Specifies the name of the template.
es_es: Especifica el nombre de la plantilla.
it_ch: Specifica il nome del modello.
nl_be: Hiermee wordt de naam van de sjabloon opgegeven.
ru_ru: Определяет имя шаблона.
sv_se: Anger mallens namn.

# Page 2359842671 - Control 3004954119 - Property 1295455071
source: Specifies the code of the template.
es_es: Especifica el código de la plantilla.
it_ch: Specifica il codice del modello.
nl_be: Hiermee wordt de code van de sjabloon opgegeven.
ru_ru: Определяет код шаблона.
sv_se: Anger mallens kod.

# Page 2359842671 - Control 4093990710 - Property 1295455071
source: Specifies the language of the template.
es_es: Especifica el idioma de la plantilla.
it_ch: Specifica la lingua del modello.
nl_be: Hiermee wordt de taal van de sjabloon opgegeven.
ru_ru: Определяет язык шаблона.
sv_se: Anger mallens språk.

# Page 2359842671 - Control 4093990710 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 2359842671 - Control 4203721915 - Property 2879900210
source: Related Entities
es_es: Entidades relacionadas
it_ch: Entità correlate
nl_be: Gerelateerde entiteiten
ru_ru: Связанные сущности
sv_se: Relaterade enheter
