Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1105213220 - Action 2611783343 - Property 1295455071
source: View only fields classified as Personal.
da_dk: Vis kun de felter, der er klassificeret som Personlige.
es_es: Muestra solo los campos clasificados como personales.
fr_fr: Affichez uniquement les champs classés comme Personnels.
it_ch: Visualizzare solo i campi classificati come personali.
nl_be: Alleen velden weergeven die zijn geclassificeerd als Persoonlijk.
ru_ru: Просмотр только полей, классифицированных как "Личные".
sv_se: Visa bara de fält som klassificeras som personliga.

# Page 1105213220 - Action 2611783343 - Property 2879900210
source: View Personal
da_dk: Vis personlige
es_es: Ver personales
fr_fr: Afficher les champs personnels
it_ch: Visualizza personali
nl_be: Persoonlijke velden weergeven
ru_ru: Посмотреть личные
sv_se: Visa personliga

# Page 1105213220 - Action 2864392894 - Property 1295455071
source: Open the Data Classification Assisted Setup Guide.
da_dk: Åbn den assisterende opsætningsvejledning til dataklassificering.
es_es: Abre la Guía de configuración asistida para la clasificación de datos.
fr_fr: Ouvrez le guide de configuration assistée Classification des données.
it_ch: Aprire la Guida setup assistito per la classificazione dei dati.
nl_be: De begeleide instelling Gegevensclassificatie openen.
ru_ru: Открытие руководства по мастеру настройки классификации данных.
sv_se: Öppna guiden för assisterad konfiguration av dataklassificering.

# Page 1105213220 - Action 2864392894 - Property 2879900210
source: Set Up Data Classifications
da_dk: Konfigurer dataklassificeringer
es_es: Configurar clasificaciones de datos
fr_fr: Configuration des classifications de données
it_ch: Imposta classificazioni dati
nl_be: Gegevensclassificaties instellen
ru_ru: Настройка классификации данных
sv_se: Konfigurera dataklassificeringar

# Page 1105213220 - Action 3135932708 - Property 1295455071
source: Set the data sensitivity of the selected fields to Personal.
da_dk: Angiv de valgte felters datafølsomhed som Personlige.
es_es: Establece la confidencialidad de los datos de los campos seleccionados en Personal.
fr_fr: Définissez la sensibilité des données des champs sélectionnés sur Personnel.
it_ch: Impostare la riservatezza dati dei campi selezionati su Personale.
nl_be: De vertrouwelijkheid van gegevens van de geselecteerde velden instellen op Persoonlijk.
ru_ru: Задание для выбранных полей уровня конфиденциальности данных "Личные".
sv_se: Ange datakänsligheten för de valda fälten till Personligt.

# Page 1105213220 - Action 3135932708 - Property 2879900210
source: Set as Personal
da_dk: Angiv som Personlige
es_es: Establecer como Personal
fr_fr: Définir comme personnel
it_ch: Imposta come Personale
nl_be: Instellen op Persoonlijk
ru_ru: Задать как личные
sv_se: Ange som Personligt

# Page 1105213220 - Action 3887089917 - Property 1295455071
source: Set the data sensitivity of the selected fields to Normal.
da_dk: Angiv de valgte felters datafølsomhed som Normal.
es_es: Establece la confidencialidad de los datos de los campos seleccionados en Normal.
fr_fr: Définissez la sensibilité des données des champs sélectionnés sur Normal.
it_ch: Impostare la riservatezza dati dei campi selezionati su Normale.
nl_be: De vertrouwelijkheid van gegevens van de geselecteerde velden instellen op Normaal.
ru_ru: Задание для выбранных полей уровня конфиденциальности данных "Обычные".
sv_se: Ange datakänsligheten för de valda fälten till Normalt.

# Page 1105213220 - Action 3887089917 - Property 2879900210
source: Set as Normal
da_dk: Angiv som Normal
es_es: Establecer como Normal
fr_fr: Définir comme normal
it_ch: Imposta come Normale
nl_be: Instellen op Normaal
ru_ru: Задать как "Обычные"
sv_se: Ange som Normalt

# Page 1105213220 - Action 3935575855 - Property 1295455071
source: Set the data sensitivity of the selected fields to Company Confidential.
da_dk: Angiv de valgte felters datafølsomhed som Virksomhedsfortrolige.
es_es: Establece la confidencialidad de los datos de los campos seleccionados en Confidencial de la empresa.
fr_fr: Définissez la sensibilité des données des champs sélectionnés sur Confidentiel.
it_ch: Impostare la riservatezza dati dei campi selezionati su Riservato della società.
nl_be: De vertrouwelijkheid van gegevens van de geselecteerde velden instellen op Vertrouwelijke bedrijfsinformatie.
ru_ru: Задание для выбранных полей уровня конфиденциальности данных "Для служебного пользования".
sv_se: Ange datakänsligheten för de valda fälten till Konfidentiellt.

# Page 1105213220 - Action 3935575855 - Property 2879900210
source: Set as Company Confidential
da_dk: Angiv som virksomhedsfortrolige data
es_es: Establecer como Confidencial de la empresa
fr_fr: Définir comme confidentiel
it_ch: Imposta come Riservato della società
nl_be: Instellen op Vertrouwelijke bedrijfsinformatie
ru_ru: Задать как "Для служебного пользования"
sv_se: Ange som Konfidentiellt

# Page 1105213220 - Action 4084043180 - Property 1295455071
source: Show all the unique values of the selected field.
da_dk: Vis alle de entydige værdier i det valgte felt.
es_es: Muestra todos los valores únicos del campo seleccionado.
fr_fr: Affichez toutes les valeurs uniques du champ sélectionné.
it_ch: Mostrare tutti i valori univoci del campo selezionato.
nl_be: Alle unieke waarden van het geselecteerde veld weergeven.
ru_ru: Отображение всех уникальных значений выбранного поля.
sv_se: Visa alla unika värden för det valda fältet.

# Page 1105213220 - Action 4084043180 - Property 2879900210
source: Show Field Content
da_dk: Vis feltindhold
es_es: Mostrar contenido del campo
fr_fr: Afficher le contenu du champ
it_ch: Mostra contenuto campo
nl_be: Veldinhoud weergeven
ru_ru: Показать содержимое поля
sv_se: Visa fältinnehåll

# Page 1105213220 - Action 412546918 - Property 1295455071
source: Set the data sensitivity of the selected fields to Unclassified.
da_dk: Angiv de valgte felters datafølsomhed som ikke-klassificeret.
es_es: Establece la confidencialidad de los datos de los campos seleccionados en Sin clasificar.
fr_fr: Définissez la sensibilité des données des champs sélectionnés sur Non classé.
it_ch: Impostare la riservatezza dati dei campi selezionati su Non classificato.
nl_be: De vertrouwelijkheid van gegevens van de geselecteerde velden instellen op Niet-geclassificeerd.
ru_ru: Задание для выбранных полей уровня конфиденциальности данных "Неклассифицированные".
sv_se: Ange datakänsligheten för de valda fälten till Oklassificerat.

# Page 1105213220 - Action 412546918 - Property 2879900210
source: Set as Unclassified
da_dk: Angiv som ikke-klassificeret
es_es: Establecer como Sin clasificar
fr_fr: Défini en tant que Non classé
it_ch: Imposta come non classificato
nl_be: Instellen als Niet-geclassificeerd
ru_ru: Считать неклассифицированными
sv_se: Ange som Oklassificerat

# Page 1105213220 - Action 4242569052 - Property 1295455071
source: Search for new fields and add them in the data classification worksheet.
da_dk: Søg efter nye felter, og tilføj dem til dataklassificeringskladden.
es_es: Permite buscar nuevos campos y agregarlos en la hoja de trabajo de clasificación de datos.
fr_fr: Recherchez de nouveaux champs et ajoutez-les à la feuille de classification des données.
it_ch: Cercare nuovi campi e aggiungerli nel foglio di lavoro di classificazione dati.
nl_be: Nieuwe velden zoeken en toevoegen aan het werkblad Gegevensclassificatie.
ru_ru: Поиск новых полей и их добавление в лист классификации данных.
sv_se: Sök efter nya fält och lägg till dem i förslaget för dataklassificeringar.

# Page 1105213220 - Action 4242569052 - Property 2879900210
source: Find New Fields
da_dk: Find nye felter
es_es: Buscar nuevos campos
fr_fr: Rechercher de nouveaux champs
it_ch: Trova nuovi campi
nl_be: Nieuwe velden zoeken
ru_ru: Найти новые поля
sv_se: Hitta nya fält

# Page 1105213220 - Action 4274195956 - Property 1295455071
source: View only fields classified as Company Confidential.
da_dk: Vis kun de felter, der er klassificeret som Virksomhedsfortrolige.
es_es: Muestra solo los campos clasificados como confidenciales de la empresa.
fr_fr: Affichez uniquement les champs classés comme Confidentiels.
it_ch: Visualizzare solo i campi classificati come riservati della società.
nl_be: Alleen velden weergeven die zijn geclassificeerd als Vertrouwelijke bedrijfsinformatie.
ru_ru: Просмотр только полей, классифицированных как "Для служебного пользования".
sv_se: Visa bara de fält som klassificeras som konfidentiella.

# Page 1105213220 - Action 4274195956 - Property 2879900210
source: View Company Confidential
da_dk: Vis virksomhedsfortrolige data
es_es: Ver confidenciales de la empresa
fr_fr: Afficher les champs confidentiels
it_ch: Visualizza riservati della società
nl_be: Velden met vertrouwelijke bedrijfsinformatie weergeven
ru_ru: Посмотреть для служебного пользования
sv_se: Visa konfidentiella

# Page 1105213220 - Action 4276197770 - Property 1295455071
source: View only fields classified as Normal.
da_dk: Vis kun de felter, der er klassificeret som Normale.
es_es: Muestra solo los campos clasificados como normales.
fr_fr: Affichez uniquement les champs classés comme Normaux.
it_ch: Visualizzare solo i campi classificati come normali.
nl_be: Alleen velden weergeven die zijn geclassificeerd als Normaal.
ru_ru: Просмотр только полей, классифицированных как "Обычные".
sv_se: Visa bara de fält som klassificeras som normala.

# Page 1105213220 - Action 4276197770 - Property 2879900210
source: View Normal
da_dk: Vis Normal
es_es: Ver normales
fr_fr: Afficher les champs normaux
it_ch: Visualizza normali
nl_be: Normale velden weergeven
ru_ru: Посмотреть обычные
sv_se: Visa normala

# Page 1105213220 - Action 445937312 - Property 1295455071
source: View all fields.
da_dk: Vis alle felter.
es_es: Muestra todos los campos.
fr_fr: Affichez tous les champs.
it_ch: Visualizzare tutti i campi.
nl_be: Alle velden weergeven.
ru_ru: Просмотр всех полей.
sv_se: Visa alla fält.

# Page 1105213220 - Action 445937312 - Property 2879900210
source: View All
da_dk: Vis alle
es_es: Ver todos
fr_fr: Afficher tout
it_ch: Visualizza tutti
nl_be: Alle weergeven
ru_ru: Посмотреть все
sv_se: Visa alla

# Page 1105213220 - Action 746276264 - Property 2879900210
source: Edit
da_dk: Rediger
es_es: Editar
fr_fr: Modifier
it_ch: Modifica
nl_be: Bewerken
ru_ru: Изменить
sv_se: Redigera

# Page 1150883149 - Action 1772640682 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app publisher.
es_es: Permite agregar el tiempo transcurrido durante la generación de perfiles de rendimiento por editor de aplicaciones.
it_ch: Aggregare il tempo trascorso per la profilatura delle prestazioni in base all'editore dell'app.
sv_se: Sammanställ tiden som ägnats åt prestandaprofilering efter apputgivare.

# Page 1150883149 - Action 1772640682 - Property 2879900210
source: App Publisher
es_es: Editor de la aplicación
it_ch: Editore dell'app
sv_se: Appens utgivare

# Page 1150883149 - Action 2907599414 - Property 2879900210
source: Aggregate By
es_es: Agregado por
it_ch: Aggrega per
sv_se: Sammanställ efter

# Page 1150883149 - Action 2961552353 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app name.
es_es: Permite agregar el tiempo transcurrido durante la generación de perfiles de rendimiento por nombre de la aplicación.
it_ch: Aggregare il tempo trascorso per la profilatura delle prestazioni in base al nome app.
sv_se: Sammanställ tiden som ägnats åt prestandaprofilering efter appnamn.

# Page 1150883149 - Action 2961552353 - Property 2879900210
source: App Name
es_es: Nombre de la aplicación
it_ch: Nome app
sv_se: Appnamn

# Page 1150883149 - Action 732012919 - Property 2879900210
source: Actions
es_es: Acciones
it_ch: Azioni
sv_se: Åtgärder

# Page 1153700271 - Action 1235620153 - Property 2879900210
source: Next
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 1153700271 - Action 2667510389 - Property 2879900210
source: Finish
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 1153700271 - Action 4137051400 - Property 1295455071
source: Create a new Word template
es_es: Crea una nueva plantilla de Word
it_ch: Creare un nuovo modello di Word
nl_be: Een nieuwe Word-sjabloon maken
ru_ru: Создание нового шаблона Word
sv_se: Skapa en ny Word-mall

# Page 1153700271 - Action 4137051400 - Property 2879900210
source: New Template
es_es: Nueva plantilla
it_ch: Nuovo modello
nl_be: Nieuwe sjabloon
ru_ru: Новый шаблон
sv_se: Ny mall

# Page 1153700271 - Action 742034285 - Property 2879900210
source: Back
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Bakåt

# Page 1206474225 - Action 1538288492 - Property 1295455071
source: View activity related to retention policies.
da_dk: Vis aktivitet, der er relateret til opbevaringspolitikker.
es_es: Permite ver la actividad relacionada con las directivas de retención.
it_ch: Visualizzare l'attività correlata ai criteri di conservazione.
nl_be: Activiteiten weergeven die gerelateerd zijn aan bewaarbeleid.
ru_ru: Просмотр действий, относящихся к политикам хранения.
sv_se: Visa aktivitet som berör kvarhållningsprinciper.

# Page 1206474225 - Action 1538288492 - Property 2879900210
source: Retention Policy Log
da_dk: Logfil til opbevaringspolitik
es_es: Registro de directivas de retención
it_ch: Log criteri di conservazione
nl_be: Logboek van bewaarbeleid
ru_ru: Журнал политики хранения
sv_se: Logg för kvarhållningsprincip

# Page 1206474225 - Action 3028141151 - Property 1295455071
source: Refreshes the list of tables that can be selected.
es_es: Actualiza la lista de tablas que se pueden seleccionar.
it_ch: Aggiorna la lista delle tabelle che possono essere selezionate.
sv_se: Uppdaterar listan över tabeller som kan väljas.

# Page 1206474225 - Action 3028141151 - Property 2879900210
source: Refresh allowed tables
es_es: Actualizar tablas permitidas
it_ch: Aggiorna tabelle consentite
sv_se: Uppdatera tillåtna tabeller

# Page 1206474225 - Action 484269934 - Property 1295455071
source: Set up retention periods.
da_dk: Konfigurer opbevaringsperioder.
es_es: Permite configurar periodos de retención.
it_ch: Impostare i periodi di conservazione.
nl_be: Bewaarperioden instellen.
ru_ru: Настройка периодов хранения.
sv_se: Ställ in kvarhållandeperioder.

# Page 1206474225 - Action 484269934 - Property 2879900210
source: Retention Periods
da_dk: Opbevaringsperioder
es_es: Períodos de retención
it_ch: Periodi di conservazione
nl_be: Bewaarperioden
ru_ru: Периоды хранения
sv_se: Kvarhållningsperioder

# Page 1206474225 - Action 865964493 - Property 1295455071
source: Apply the retention policy and delete all expired records in the table.
da_dk: Anvend opbevaringspolitikken, og slet alle udløbne records i tabellen.
es_es: Permite aplicar la directiva de retención y eliminar todos los registros caducados de la tabla.
it_ch: Applicare i criteri di conservazione ed eliminare tutti i record scaduti della tabella.
nl_be: Het bewaarbeleid toepassen en alle verlopen records in de tabel verwijderen.
ru_ru: Применение политики хранения и удаление из таблицы всех записей с истекшим сроком хранения.
sv_se: Tillämpa bevarandeprincipen och ta bort alla utgångna poster i tabellen.

# Page 1206474225 - Action 865964493 - Property 2879900210
source: Apply Manually
da_dk: Udlign manuelt
es_es: Liquidar manualmente
it_ch: Applica manualmente
nl_be: Handmatig vereffenen
ru_ru: Применить вручную
sv_se: Koppla manuellt

# Page 1215073847 - Action 1701876563 - Property 1295455071
source: Open the Printer Selections page.
da_dk: Åbn siden Printervalg.
es_es: Abre la página Selecciones de impresoras.
fr_fr: Ouvrez la page Sélections d'imprimantes.
it_ch: Aprire la pagina Selezioni stampante.
nl_be: De pagina Printerselecties openen.
ru_ru: Открытие страницы "Выбор принтера".
sv_se: Öppna sidan Skrivarval.

# Page 1215073847 - Action 1701876563 - Property 2879900210
source: Printer Selections
da_dk: Printervalg
es_es: Selecciones de impresoras
fr_fr: Sélections d'imprimantes
it_ch: Selezioni stampante
nl_be: Printerselecties
ru_ru: Выбор принтера
sv_se: Skrivarval

# Page 1215073847 - Action 2760413177 - Property 1295455071
source: View or edit the settings of the selected printer.
da_dk: Vis eller rediger indstillingerne for den valgte printer.
es_es: Permite ver o editar la configuración de la impresora seleccionada.
fr_fr: Affichez ou modifiez les paramètres de l'imprimante sélectionnée.
it_ch: Visualizzare o modificare le impostazioni della stampante selezionata.
nl_be: De instellingen van de geselecteerde printer weergeven of bewerken.
ru_ru: Просмотр или изменение параметров выбранного принтера.
sv_se: Visa eller redigera inställningarna för den valda skrivaren.

# Page 1215073847 - Action 2760413177 - Property 2879900210
source: Edit printer settings
da_dk: Rediger printerindstillinger
es_es: Editar configuración de impresora
fr_fr: Modifier les paramètres de l'imprimante
it_ch: Modifica impostazioni stampante
nl_be: Printerinstellingen bewerken
ru_ru: Изменить параметры принтера
sv_se: Redigera skrivarens inställningar

# Page 1215073847 - Action 3401874847 - Property 1295455071
source: Create a Printer Selection entry with the printer name in the Printer Name field, leaving the User ID and Report ID fields blank.
da_dk: Opret en post Printervalg med printernavnet i feltet Printernavn, og lad felterne Bruger-id og Rapport-id være tomme.
es_es: Permite crear una entrada de Selección de impresoras con el nombre de la impresora en el campo Nombre de la impresora, dejando en blanco los campos Id. de usuario e Id. de informe.
fr_fr: Créez une entrée de sélection d'imprimante avec le nom de l'imprimante dans le champ Nom de l'imprimante, en laissant vides les champs Code utilisateur et ID état.
it_ch: Creare un movimento di selezione stampante con il nome della stampante nel campo Nome stampante, lasciando vuoti i campi ID utente e ID report.
nl_be: Een printerselectie-invoer maken met de printernaam in het veld Printernaam. De velden Gebruikers-id en Rapport-id leeg laten.
ru_ru: Создание операции выбора принтера с именем принтера в поле "Имя принтера". Поля "Код пользователя" и "Код отчета" будут оставлены пустыми.
sv_se: Skapa en post för Skrivarval med skrivarens namn i fältet Skrivarnamn och lämna fälten Användar-ID och Rapport-ID tomma.

# Page 1215073847 - Action 3401874847 - Property 2879900210
source: Set as default printer for all users
da_dk: Angiv som standardprinter til alle brugere
es_es: Establecer como impresora predeterminada para todos los usuarios
fr_fr: Définir comme imprimante par défaut pour tous les utilisateurs
it_ch: Imposta come stampante di default per tutti gli utenti
nl_be: Als standaardprinter voor alle gebruikers instellen
ru_ru: Установить в качестве принтера по умолчанию для всех пользователей
sv_se: Använd som standardskrivare för alla användare

# Page 1215073847 - Action 928224722 - Property 1295455071
source: Create a Printer Selection entry with your user name in User ID field and the printer name in the Printer Name field, leaving the Report ID field blank.
da_dk: Opret en post Printervalg med dit brugernavn i feltet Bruger-id og printernavnet i feltet Printernavn, og lad feltet Rapport-id være tomt.
es_es: Permite crear una entrada de Selección de impresoras con el nombre del usuario en el campo Id. de usuario y el nombre de la impresora en el campo Nombre de la impresora, dejando en blanco el campo Id. de informe.
fr_fr: Créez une entrée de sélection de l'imprimante avec votre nom d'utilisateur dans le champ ID utilisateur et le nom de l'imprimante dans le champ Nom de l'imprimante, en laissant le champ ID état vide.
it_ch: Creare un movimento di selezione stampante con il nome utente nel campo ID utente e il nome della stampante nel campo Nome stampante, lasciando vuoto il campo ID report.
nl_be: Een printerselectie-invoer maken met uw gebruikersnaam in het veld Gebruikers-id en de printernaam in het veld Printernaam. Het veld Rapport-id leeg laten.
ru_ru: Создание операции выбора принтера с вашим именем пользователя в поле "Код пользователя" и именем принтера в поле "Имя принтера". Поле "Код отчета" будет оставлено пустым.
sv_se: Skapa en post för Skrivarval med ditt användarnamn i fältet Användar-ID, skrivarens namn i fältet Skrivarnamn lämna fältet Rapport-ID tomt.

# Page 1215073847 - Action 928224722 - Property 2879900210
source: Set as my default printer
da_dk: Angiv som min standardprinter
es_es: Establecer como mi impresora predeterminada
fr_fr: Définir comme imprimante par défaut
it_ch: Imposta come stampante di default personale
nl_be: Instellen als mijn standaardprinter
ru_ru: Установить в качестве принтера по умолчанию для меня
sv_se: Ange som min standardskrivare

# Page 1251581097 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
es_es: Permite abrir la página desde la que se envió el mensaje de correo electrónico.
it_ch: Aprire la pagina da cui è stata inviata l'e-mail.
nl_be: De pagina openen van waaruit het e-mailbericht is verzonden.
ru_ru: Открытие страницы, с которой было отправлено сообщение электронной почты.
sv_se: Öppna sidan som e-postmeddelandet skickades från.

# Page 1251581097 - Action 147247197 - Property 2879900210
source: Show Source
es_es: Mostrar origen
it_ch: Mostra origine
nl_be: Bron weergeven
ru_ru: Показать источник
sv_se: Visa källa

# Page 1251581097 - Action 1700570109 - Property 1295455071
source: Show Error.
da_dk: Vis fejl.
es_es: Mostrar error.
it_ch: Mostra errore.
nl_be: Fout weergeven.
ru_ru: Отображение ошибки.
sv_se: Visa fel.

# Page 1251581097 - Action 1700570109 - Property 2879900210
source: Show Error
da_dk: Vis fejl
es_es: Mostrar error
it_ch: Mostra errore
nl_be: Fout weergeven
ru_ru: Показать ошибку
sv_se: Visa fel

# Page 1251581097 - Action 2026913255 - Property 1295455071
source: Refresh
da_dk: Opdater
es_es: Actualizar
it_ch: Aggiorna
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# Page 1251581097 - Action 2026913255 - Property 2879900210
source: Refresh
es_es: Actualizar
it_ch: Aggiorna
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# Page 1251581097 - Action 3406973905 - Property 1295455071
source: View technical details about the error callstack to troubleshoot email errors.
da_dk: Vis tekniske detaljer om fejlkaldestakken for at fejlfinde mailfejl.
es_es: Permite ver detalles técnicos de la pila de llamadas con error para solucionar errores de correo electrónico.
it_ch: Visualizzare i dettagli tecnici sullo stack di chiamate errore per risolvere gli errori e-mail.
nl_be: Technische details over de foutaanroepstack weergeven om problemen met e-mail op te lossen.
ru_ru: Просмотр технических сведений о стеке вызовов ошибки для устранения ошибок электронной почты.
sv_se: Visa teknisk information om felet i anropsstacken om du vill felsöka fel med e-postmeddelanden.

# Page 1251581097 - Action 3406973905 - Property 2879900210
source: Investigate Error
da_dk: Undersøg fejl
es_es: Investigar error
it_ch: Analizza errore
nl_be: Fout onderzoeken
ru_ru: Исследовать ошибку
sv_se: Undersök fel
