Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Table 3170013184 - Field 513339096 - Property 62802879
source: Unknown,InProgress,Failed,Completed,NotFound
da_dk: Ukendt,Igangværende,Mislykkedes,Afsluttet,Ikke fundet
es_es: Desconocido,En curso,Error,Completado,No encontrado
it_ch: Sconosciuto,In corso,Non riuscito,Completato,Non trovato
nl_be: Onbekend,Wordt uitgevoerd,Mislukt,Voltooid,Niet gevonden
ru_ru: Неизвестно,В работе,Ошибка,Завершено,Не найдено
sv_se: Okänd,Pågår,Misslyckades,Slutförd,Finns inte

# Table 3181557883 - Field 116959183 - Property 2879900210
source: Recurs on Day
da_dk: Gentages på dag
es_es: Se repite el día
fr_fr: Jour de récurrence
it_ch: Ricorre il giorno
nl_be: Wordt herhaald op dag
ru_ru: Повторяется по дням
sv_se: Återkommer på dag

# Table 3181557883 - Field 1248140535 - Property 2879900210
source: Monthly Pattern
da_dk: Månedligt mønster
es_es: Patrón mensual
fr_fr: Modèle mensuel
it_ch: Modello mensile
nl_be: Maandelijks patroon
ru_ru: Месячное расписание
sv_se: Månadsmönster

# Table 3181557883 - Field 130355 - Property 2879900210
source: Recurs on Monday
da_dk: Gentages mandag
es_es: Se repite el lunes
fr_fr: Se répète le lundi
it_ch: Ricorre il lunedì
nl_be: Wordt herhaald op maandag
ru_ru: Повторяется по понедельникам
sv_se: Återkommer på måndagar

# Table 3181557883 - Field 1964804572 - Property 2879900210
source: Ordinal Recurrence No.
da_dk: Ordinalt gentagelsesnr.
es_es: N.º periodicidad ordinal
fr_fr: N ° récurrence ordinale
it_ch: Nr. ordinale ricorrenza
nl_be: Rangnummer van herhaling
ru_ru: Порядковый номер повторения
sv_se: Nummer i upprepningsordning

# Table 3181557883 - Field 2169532623 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt
es_es: Hora de inicio
fr_fr: Heure de début
it_ch: Ora di inizio
nl_be: Begintijd
ru_ru: Время начала
sv_se: Starttid

# Table 3181557883 - Field 2478831756 - Property 2879900210
source: Recurs on Friday
da_dk: Gentages om fredagen
es_es: Se repite el viernes
fr_fr: Se répète le vendredi
it_ch: Ricorre il venerdì
nl_be: Wordt herhaald op vrijdag
ru_ru: Повторяется по пятницам
sv_se: Återkommer på fredagar

# Table 3181557883 - Field 2649176925 - Property 2879900210
source: End Date
da_dk: Slutdato
es_es: Fecha final
fr_fr: Date de fin
it_ch: Data di fine
nl_be: Einddatum
ru_ru: Дата окончания
sv_se: Slutdatum

# Table 3181557883 - Field 2668337108 - Property 2879900210
source: Weekday
da_dk: Ugedag
es_es: Día laborable
fr_fr: Jour de la semaine
it_ch: Giorno della settimana
nl_be: Weekdag
ru_ru: День недели
sv_se: Veckodag

# Table 3181557883 - Field 2709959422 - Property 2879900210
source: Recurs on Tuesday
da_dk: Gentages om tirsdagen
es_es: Se repite el martes
fr_fr: Se répète le mardi
it_ch: Ricorre il martedì
nl_be: Wordt herhaald op dinsdag
ru_ru: Повторяется по вторникам
sv_se: Återkommer på tisdagar

# Table 3181557883 - Field 321365911 - Property 2879900210
source: Recurs Every
da_dk: Gentages hver
es_es: Se repite cada
fr_fr: Récurrence chaque
it_ch: Ricorre ogni
nl_be: Wordt herhaald op elke
ru_ru: Повторяется каждые
sv_se: Återkommer var

# Table 3181557883 - Field 3465500804 - Property 2879900210
source: Month
da_dk: Måned
es_es: Mes
fr_fr: Mois
it_ch: Mese
nl_be: Maand
ru_ru: Месяц
sv_se: Månad

# Table 3181557883 - Field 347286671 - Property 2879900210
source: Recurs on Sunday
da_dk: Gentages om søndagen
es_es: Se repite el domingo
fr_fr: Se répète le dimanche
it_ch: Ricorre la domenica
nl_be: Wordt herhaald op zondag
ru_ru: Повторяется по воскресеньям
sv_se: Återkommer på söndagar

# Table 3181557883 - Field 3482496012 - Property 2879900210
source: Pattern
da_dk: Mønster
es_es: Patrón
fr_fr: Modèle
it_ch: Modello
nl_be: Patroon
ru_ru: Расписание
sv_se: Mönster

# Table 3181557883 - Field 3671551776 - Property 2879900210
source: Recurs on Saturday
da_dk: Gentages om lørdagen
es_es: Se repite el sábado
fr_fr: Se répète le samedi
it_ch: Ricorre il sabato
nl_be: Wordt herhaald op zaterdag
ru_ru: Повторяется по субботам
sv_se: Återkommer på lördagar

# Table 3181557883 - Field 4160080263 - Property 2879900210
source: Recurs on Thursday
da_dk: Gentages om torsdagen
es_es: Se repite el jueves
fr_fr: Se répète le jeudi
it_ch: Ricorre il giovedì
nl_be: Wordt herhaald op donderdag
ru_ru: Повторяется по четвергам
sv_se: Återkommer på torsdagar

# Table 3181557883 - Field 474480784 - Property 2879900210
source: Start Date
da_dk: Startdato
es_es: Fecha inicio
fr_fr: Date début
it_ch: Data di inizio
nl_be: Begindatum
ru_ru: Дата начала
sv_se: Startdatum

# Table 3181557883 - Field 835484733 - Property 2879900210
source: Recurs on Wednesday
da_dk: Gentages om onsdagen
es_es: Se repite el miércoles
fr_fr: Se répète le mercredi
it_ch: Ricorre il mercoledì
nl_be: Wordt herhaald op woensdag
ru_ru: Повторяется по средам
sv_se: Återkommer på onsdagar

# Table 3195683969 - Field 1394156814 - Property 2879900210
source: Included
es_es: Incluido
it_ch: Incluso
sv_se: Inklusive

# Table 3195683969 - Field 1442081040 - Property 2879900210
source: Indentation
es_es: Sangría
it_ch: Rientro
sv_se: Indrag

# Table 3195683969 - Field 1878130204 - Property 2879900210
source: Type
es_es: Tipo
it_ch: Tipo
sv_se: Typ

# Table 3195683969 - Field 1878130204 - Property 62802879
source: Include,Exclude
es_es: Incluir,Excluir
it_ch: Includi,Escludi
sv_se: Inkludera,Exkludera

# Table 3195683969 - Field 1918310387 - Property 2879900210
source: Role ID
es_es: Id. de rol
it_ch: ID ruolo
sv_se: Roll-ID

# Table 3195683969 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
it_ch: ID app

# Table 3195683969 - Field 2853697946 - Property 2879900210
source: Position
es_es: Posición
it_ch: Posizione

# Table 3195683969 - Field 3824888243 - Property 2879900210
source: Role ID
es_es: Id. de rol
it_ch: ID ruolo
sv_se: Roll-ID

# Table 3195683969 - Field 3883155997 - Property 2879900210
source: Related App ID
es_es: Id. aplicación relacionada
it_ch: ID app correlato
sv_se: ID för relaterad app

# Table 3195683969 - Field 513339096 - Property 2879900210
source: Position
es_es: Posición
it_ch: Posizione

# Table 3195683969 - Field 513339096 - Property 62802879
source: Full,Partial,Excluded
es_es: Total,Parcial,Excluido
it_ch: Completo,Parziale,Escluso
sv_se: Fullständig,Delvis,Utesluten

# Table 3195683969 - Field 56735747 - Property 2879900210
source: Position
es_es: Posición
it_ch: Posizione

# Table 3195683969 - Field 77040538 - Property 2879900210
source: Related Role ID
es_es: Id. de rol relacionado
it_ch: ID ruolo correlato
sv_se: Relaterat roll-ID

# Table 3195683969 - Field 871170351 - Property 2879900210
source: Related Scope
es_es: Ámbito relacionado
it_ch: Ambito correlato
sv_se: Relaterad omfattning

# Table 3195683969 - Field 871170351 - Property 62802879
source: System,Tenant
es_es: Sistema,Suscriptor
it_ch: Sistema,Tenant
sv_se: System,Klientorganisation

# Table 3215974682 - Field 3391158951 - Property 2879900210
source: Size (KB)
es_es: Tamaño (KB)
it_ch: Dimensioni (KB)
nl_be: Grootte (KB)
ru_ru: Размер (КБ)
sv_se: Storlek (kB)

# Table 3215974682 - Field 3599723277 - Property 2879900210
source: Index Size (KB)
es_es: Tamaño de índice (KB)
it_ch: Dimensioni indice (KB)
nl_be: Indexgrootte (KB)
ru_ru: Размер индексов (КБ)
sv_se: Indexstorlek (kB)

# Table 3215974682 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
it_ch: Nome società
nl_be: Bedrijfsnaam
ru_ru: Название организации
sv_se: Företagsnamn

# Table 3215974682 - Field 720611327 - Property 2879900210
source: Data Size (KB)
es_es: Tamaño de datos (KB)
it_ch: Dimensioni dati (KB)
nl_be: Gegevensgrootte (KB)
ru_ru: Размер данных (КБ)
sv_se: Datastorlek (kB)

# Table 3247020001 - Field 1249475212 - Property 2879900210
source: Created
es_es: Creado
it_ch: Creato
sv_se: Skapad

# Table 3247020001 - Field 2123145358 - Property 2879900210
source: Server Relative Url
es_es: Dirección URL relativa del servidor
it_ch: URL relativo del server
sv_se: Relativ URL för server

# Table 3247020001 - Field 2398032778 - Property 2879900210
source: Item Count
es_es: Recuento de productos
it_ch: Conteggio articoli
sv_se: Antal artiklar

# Table 3247020001 - Field 2938565236 - Property 2879900210
source: Exists
es_es: Existe
it_ch: Esiste
sv_se: Finns

# Table 3247020001 - Field 2961552353 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
sv_se: Rubrik

# Table 3247020001 - Field 4284597114 - Property 2879900210
source: Unique Id
es_es: Id. único
it_ch: ID univoco
sv_se: Unikt ID

# Table 3318323821 - Field 3169793121 - Property 2879900210
source: Parent Feature Key
es_es: Tecla de característica principal
it_ch: Chiave funzionalità padre
sv_se: Överordnad funktionsnyckel

# Table 3318323821 - Field 42252997 - Property 2879900210
source: Feature Key
es_es: Clave de característica
it_ch: Chiave funzionalità
sv_se: Funktionsnyckel

# Table 3404653217 - Field 1258514761 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Table 3404653217 - Field 2811286436 - Property 2879900210
source: Guided Experience Item Code
es_es: Código producto experiencia guiada
it_ch: Codice elemento esperienza guidata
nl_be: Artikelcode van Begeleide ervaring
ru_ru: Код пункта интерактивной процедуры
sv_se: Kod för arbetsuppgift med guidad upplevelse

# Table 3404653217 - Field 3404653217 - Property 2879900210
source: Spotlight Tour Text
es_es: Texto recorrido de lo más destacado
it_ch: Testo del tour di contenuti in evidenza
nl_be: Tekst voor spotlight-rondleiding
ru_ru: Текст тура
sv_se: Text för Spotlight-visning

# Table 3404653217 - Field 57552084 - Property 2879900210
source: Spotlight Tour Step
es_es: Paso recorrido de lo más destacado
it_ch: Passaggio del tour di contenuti in evidenza
nl_be: Stap van spotlight-rondleiding
ru_ru: Шаг тура
sv_se: Steg för Spotlight-visning

# Table 3432573050 - Field 1256520770 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
sv_se: Namn på tillägg

# Table 3432573050 - Field 1918310387 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Table 3432573050 - Field 2507467933 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
sv_se: Namn

# Table 3432573050 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
it_ch: ID app

# Table 3432573050 - Field 2946131562 - Property 2879900210
source: Plan ID
es_es: Id. del plan
it_ch: ID piano

# Table 3432573050 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
it_ch: Nome società
sv_se: Företagsnamn

# Table 3432573050 - Field 593885934 - Property 2879900210
source: Scope
es_es: Ámbito
it_ch: Ambito
sv_se: Omfattning

# Table 3432573050 - Field 593885934 - Property 62802879
source: System,Tenant
es_es: Sistema,Suscriptor
it_ch: Sistema,Tenant
sv_se: System,Klientorganisation

# Table 3456148789 - Field 2020331656 - Property 2879900210
source: Key Value Type
es_es: Tipo de valor de clave
it_ch: Tipo di valore chiave
nl_be: Type sleutelwaarde
ru_ru: Тип значения ключа
sv_se: Typ av nyckelvärde

# Table 3456148789 - Field 31410331 - Property 2879900210
source: Key Index
es_es: Índice de la clave
it_ch: Indice chiave
nl_be: Sleutelindex
ru_ru: Индекс ключа
sv_se: Nyckelindex

# Table 3456148789 - Field 4003695205 - Property 2879900210
source: Signature Algorithm
es_es: Algoritmo de firma
it_ch: Algoritmo di firma
nl_be: Handtekeningalgoritme
ru_ru: Алгоритм подписи
sv_se: Signeringsalgoritm

# Table 3456148789 - Field 5357697 - Property 2879900210
source: Key Value
es_es: Valor de clave
it_ch: Valore chiave
nl_be: Sleutelwaarde
ru_ru: Значение ключа
sv_se: Nyckelvärde

# Table 3519071095 - Field 1009384294 - Property 2879900210
source: Keywords
es_es: Palabras clave
it_ch: Parole chiave
nl_be: Trefwoorden
ru_ru: Ключевые слова
sv_se: Nyckelord

# Table 3519071095 - Field 1150498218 - Property 2879900210
source: Assisted Setup Group
es_es: Grupo de configuración asistida
it_ch: Gruppo setup assistito
nl_be: Groep begeleide instellingen
ru_ru: Группа мастеров настройки
sv_se: Assisterad konfigurationsgrupp

# Table 3519071095 - Field 122737350 - Property 2879900210
source: Short Title
es_es: Título corto
it_ch: Titolo breve
nl_be: Korte titel
ru_ru: Краткое название
sv_se: Kort rubrik

# Table 3519071095 - Field 1513519486 - Property 2879900210
source: Help Url
es_es: URL de ayuda
it_ch: URL della Guida
ru_ru: URL-адрес справки
sv_se: Hjälp-URL

# Table 3519071095 - Field 1577117606 - Property 2879900210
source: Object ID to Run
es_es: Id. objeto para ejecutar
it_ch: ID oggetto da eseguire
nl_be: Uit te voeren object-id
ru_ru: ИД запускаемого объекта
sv_se: Objekt-ID att köra

# Table 3519071095 - Field 1678783276 - Property 2879900210
source: Guided Experience Type
es_es: Tipo de experiencia guiada
it_ch: Tipo di esperienza guidata
nl_be: Type begeleide ervaring
ru_ru: Тип интерактивной процедуры
sv_se: Typ av guidad upplevelse

# Table 3519071095 - Field 1939157249 - Property 2879900210
source: Extension Publisher
es_es: Editor de extensión
it_ch: Editore estensione
sv_se: Tilläggets utgivare

# Table 3519071095 - Field 237762718 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Table 3519071095 - Field 2515772770 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
nl_be: Extensienaam
ru_ru: Имя расширения
sv_se: Namn på tillägg

# Table 3519071095 - Field 2655233292 - Property 2879900210
source: Expected Duration
es_es: Duración esperada
it_ch: Durata prevista
nl_be: Verwachte duur
ru_ru: Ожидаемая длительность
sv_se: Förväntad varaktighet

# Table 3519071095 - Field 2719173742 - Property 2879900210
source: Spotlight Tour Type
es_es: Tipo recorrido de lo más destacado
it_ch: Tipo di tour di contenuti in evidenza
nl_be: Soort spotlight-rondleiding
ru_ru: Тип тура
sv_se: Typ av Spotlight-visning

# Table 3519071095 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 3519071095 - Field 329424276 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Table 3519071095 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 3519071095 - Field 3665605423 - Property 2879900210
source: Completed
es_es: Completado
it_ch: Completato
nl_be: Voltooid
ru_ru: Выполнено
sv_se: Slutfört

# Table 3519071095 - Field 3817506388 - Property 2879900210
source: External Link
es_es: Vínculo externo
it_ch: Collegamento esterno
nl_be: Externe koppeling
ru_ru: Внешняя ссылка
sv_se: Extern länk

# Table 3519071095 - Field 4036313429 - Property 2879900210
source: Icon
es_es: Icono
it_ch: Icona
nl_be: Pictogram
ru_ru: Значок
sv_se: Ikon

# Table 3519071095 - Field 4230870456 - Property 2879900210
source: Extension
es_es: Extensión
it_ch: Estensione
nl_be: Extensie
ru_ru: Расширение
sv_se: Anknytning

# Table 3519071095 - Field 4244706559 - Property 2879900210
source: Manual Setup Category
es_es: Categoría configuración manual
it_ch: Categoria setup manuale
nl_be: Categorie handmatige instelling
ru_ru: Категория настройки вручную
sv_se: Manuell konfigurationskategori

# Table 3519071095 - Field 649174547 - Property 2879900210
source: Video Category
es_es: Categoría de vídeo
it_ch: Categoria video
nl_be: Videocategorie
ru_ru: Категория видео
sv_se: Videokategori

# Table 3519071095 - Field 692639126 - Property 2879900210
source: Video Url
es_es: URL de vídeo
it_ch: URL del video
ru_ru: URL-адрес видео

# Table 3519071095 - Field 994380745 - Property 2879900210
source: Object Type to Run
es_es: Tipo objeto para ejecutar
it_ch: Tipo di oggetto da eseguire
nl_be: Uit te voeren objecttype
ru_ru: Тип запускаемого объекта
sv_se: Objekttyp som ska köras

# Table 3706825753 - Field 1447994436 - Property 2879900210
source: Data
es_es: Datos
it_ch: Dati
nl_be: Gegevens
ru_ru: Данные

# Table 3706825753 - Field 1989856109 - Property 2879900210
source: Document Sharing Intent
es_es: Intención de uso compartido de documento
it_ch: Intento di condivisione documenti
sv_se: Avsikt med dokumentdelning

# Table 3706825753 - Field 2397723431 - Property 2879900210
source: Source
es_es: Origen
it_ch: Origine
sv_se: Källa

# Table 3706825753 - Field 2478943995 - Property 2879900210
source: DocumentUri
es_es: URI de documento
it_ch: URL documento
nl_be: Document-URL
ru_ru: URI документа
sv_se: Dokument-URL

# Table 3706825753 - Field 2701667117 - Property 2879900210
source: DocumentPreviewUri
es_es: URI de vista previa de documento
it_ch: URL anteprima documento
nl_be: URL van documentvoorbeeld
ru_ru: URI предварительного просмотра документа
sv_se: URL för förhandsgranskning av dokument

# Table 3706825753 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Table 3706825753 - Field 3979136067 - Property 2879900210
source: Extension
es_es: Extensión
it_ch: Estensione
nl_be: Extensie
ru_ru: Расширение
sv_se: Tillägg

# Table 3706825753 - Field 605435073 - Property 2879900210
source: DocumentRootUri
es_es: URI raíz de documento
it_ch: URL radice documento
nl_be: Hoofd-URL van document
ru_ru: Корневой URI документа
sv_se: URL för dokumentrot

# Table 3738775605 - Field 1393533604 - Property 2879900210
source: Table Caption
es_es: Título de tabla
it_ch: Didascalia tabella
nl_be: Tabelbijschrift
ru_ru: Метка таблицы
sv_se: Tabellrubrik

# Table 3738775605 - Field 3135334477 - Property 2879900210
source: Table ID
es_es: Id. de tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 3747771801 - Field 2564753503 - Property 2879900210
source: Teaching Tips
es_es: Consejos didácticos
it_ch: Suggerimenti didattici
nl_be: Instructietips
ru_ru: Обучающие советы
sv_se: Undervisningstips

# Table 3747771801 - Field 3021697414 - Property 2879900210
source: User Security ID
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
nl_be: Gebruikersbeveiligings-id
ru_ru: ИД безопасности пользователя
sv_se: Säkerhets-ID för användare

# Table 3780677409 - Field 1950707465 - Property 2879900210
source: User SID
es_es: SID de usuario
it_ch: SID utente
sv_se: Användar-SID

# Table 3831263693 - Field 452288233 - Property 2879900210
source: SignedEncryptionScope
es_es: Ámbito cifrado firmado
it_ch: Ambito di crittografia firmato
sv_se: Omfattning för signerad kryptering

# Table 3865875552 - Field 2278951215 - Property 2879900210
source: Data Item
da_dk: Dataelement
es_es: Elemento de datos
fr_fr: Élément de données
it_ch: Elemento dati
nl_be: Gegevensitem
ru_ru: Элемент данных
sv_se: Dataobjekt

# Table 3865875552 - Field 2360814333 - Property 2879900210
source: Table
da_dk: Tabel
es_es: Tabla
it_ch: Tabella
nl_be: Tabel
ru_ru: Таблица
sv_se: Tabell

# Table 3865875552 - Field 2485164427 - Property 2879900210
source: Entry ID
da_dk: Post-id
es_es: Id. de movimiento
fr_fr: ID écriture
it_ch: ID movimento
nl_be: Post-id
ru_ru: Код операции
sv_se: Transaktions-ID

# Table 3865875552 - Field 3070320983 - Property 2879900210
source: Report Caption
da_dk: Rapportoverskrift
es_es: Título informe
fr_fr: Légende de l'état
it_ch: Didascalia report
nl_be: Bijschrift bij rapport
ru_ru: Метка отчета
sv_se: Rapportrubrik

# Table 3865875552 - Field 3349558288 - Property 2879900210
source: Include
da_dk: Inkluder
es_es: Incluye
fr_fr: Inclure
it_ch: Includi
nl_be: Invoegen
ru_ru: Включить
sv_se: Inkludera

# Table 3865875552 - Field 3766508163 - Property 2879900210
source: Field Number
da_dk: Feltnummer
es_es: Número campo
fr_fr: Numéro champ
it_ch: Numero campo
nl_be: Veldnummer
ru_ru: Номер поля
sv_se: Fältnummer

# Table 3865875552 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
da_dk: Id for webtjeneste for lejer
es_es: Id. servicio web suscriptor
fr_fr: ID du service web de l'abonné
it_ch: ID servizio Web tenant
ru_ru: Код веб-службы арендатора
sv_se: ID för klientorganisationswebbtjänst

# Table 3865875552 - Field 823559016 - Property 2879900210
source: Field Caption
da_dk: Felttitel
es_es: Título campo
fr_fr: Légende champ
it_ch: Didascalia campo
nl_be: Veldbijschrift
ru_ru: Метка поля
sv_se: Fältrubrik

# Table 3868457122 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
es_es: Clave principal
fr_fr: Clé primaire
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 3902255291 - Field 4230870456 - Property 2879900210
source: Extension
es_es: Extensión
it_ch: Estensione
sv_se: Tillägg

# Table 3902255291 - Field 969564645 - Property 2879900210
source: Primary Setup
es_es: Configuración principal
it_ch: Setup primario
sv_se: Primär konfiguration

# Table 3975264862 - Field 129688762 - Property 2879900210
source: User Name
da_dk: Brugernavn
es_es: Nombre de usuario
fr_fr: Nom utilisateur
it_ch: Nome utente
nl_be: Gebruikersnaam
ru_ru: Имя пользователя
sv_se: Användarnamn

# Table 3975264862 - Field 1581469095 - Property 2879900210
source: Full Name
da_dk: Fulde navn
es_es: Nombre completo
fr_fr: Nom complet
it_ch: Nome completo
nl_be: Volledige naam
ru_ru: ФИО
sv_se: Fullständigt namn

# Table 3975264862 - Field 2387530096 - Property 2879900210
source: Plan Name
da_dk: Navn på plan
es_es: Nombre del plan
fr_fr: Nom du plan
it_ch: Nome piano
nl_be: Plannaam
ru_ru: Имя плана
sv_se: Planens namn

# Table 3975264862 - Field 2946131562 - Property 2879900210
source: Plan ID
es_es: Id. del plan
fr_fr: ID plan
it_ch: ID piano
ru_ru: Код плана

# Table 3975264862 - Field 3021697414 - Property 2879900210
source: User Security ID
da_dk: Brugersikkerheds-id
es_es: Id. de seguridad de usuario
fr_fr: ID sécurité utilisateur
it_ch: ID di sicurezza utente
nl_be: Gebruikersbeveiligings-id
ru_ru: Код безопасности пользователя
sv_se: Säkerhets-ID för användare

# Table 3989631842 - Field 1256520770 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
sv_se: Namn på tillägg

# Table 3989631842 - Field 1918310387 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Table 3989631842 - Field 2507467933 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
sv_se: Namn

# Table 3989631842 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
it_ch: ID app

# Table 3989631842 - Field 2946131562 - Property 2879900210
source: Plan ID
es_es: Id. del plan
it_ch: ID piano

# Table 3989631842 - Field 593885934 - Property 2879900210
source: Scope
es_es: Ámbito
it_ch: Ambito
sv_se: Omfattning

# Table 3989631842 - Field 593885934 - Property 62802879
source: System,Tenant
es_es: Sistema,Suscriptor
it_ch: Sistema,Tenant
sv_se: System,Klientorganisation

# Table 4009711645 - Field 2387530096 - Property 2879900210
source: Plan Name
es_es: Nombre del plan
it_ch: Nome piano
sv_se: Planens namn

# Table 4009711645 - Field 2946131562 - Property 2879900210
source: Plan ID
es_es: Id. del plan
it_ch: ID piano

# Table 4009711645 - Field 3283131571 - Property 2879900210
source: Customized
es_es: Personalizado
it_ch: Personalizzato
sv_se: Anpassad

# Table 4010026032 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle
es_es: Clave principal
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel
