Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 383217645 - Control 89296664 - Property 1295455071
source: Specifies the Microsoft account that this user uses to sign in to Office 365 or SharePoint Online.
da_dk: Angiver den Microsoft-konto, som denne bruger anvender til at logge på Office 365 eller SharePoint Online.
es_es: Especifica la cuenta de Microsoft que usa este usuario para iniciar sesión en Office 365 o SharePoint Online.
fr_fr: Spécifie le compte Microsoft utilisé par cet utilisateur pour se connecter à Office 365 ou SharePoint Online.
it_ch: Specifica l'account Microsoft utilizzato dall'utente per accedere a Office 365 o a SharePoint Online.
nl_be: Hiermee wordt het Microsoft-account opgegeven dat deze gebruiker gebruikt om zich aan te melden bij Office 365 of SharePoint Online.
ru_ru: Определяет учетную запись Microsoft, которую этот пользователь использует для входа в Office 365 или SharePoint Online.
sv_se: Anger det Microsoft-konto som den här användaren använder för att logga in på Office 365 eller SharePoint Online.

# Page 3851288392 - Control 1001654749 - Property 1295455071
source: Specifies which step in the checklist this task will appear at.
es_es: Especifica el paso de la lista de comprobación en el que aparecerá esta tarea.
it_ch: Specifica il passaggio dell'elenco di controllo in cui verrà visualizzata l'attività.
nl_be: Hiermee wordt opgegeven bij welke stap in de controlelijst deze taak wordt weergegeven.
ru_ru: Определяет, на каком шаге в контрольном списке будет находиться эта задача.
sv_se: Anger vilket steg i checklistan som den här uppgiften visas vid.

# Page 3851288392 - Control 2655233292 - Property 1295455071
source: Specifies how long you expect it will take to complete the checklist item, such as 2 minutes or 10 minutes.
es_es: Especifica el tiempo que se espera que se tarde en completar el elemento de la lista de comprobación, como 2 minutos o 10 minutos.
it_ch: Specifica il tempo previsto per il completamento dell'elemento dell'elenco di controllo, ad esempio 2 minuti o 10 minuti.
nl_be: Hiermee wordt opgegeven hoe lang het naar verwachting duurt om het controlelijstitem te voltooien, bijvoorbeeld 2 minuten of 10 minuten.
ru_ru: Определяет ожидаемое время выполнения пункта контрольного списка, например 2 минуты или 10 минут.
sv_se: Anger hur lång tid det tar att slutföra punkten i checklistan, till exempel 2 minuter eller 10 minuter.

# Page 3851288392 - Control 2655233292 - Property 2879900210
source: Expected Duration (in minutes)
es_es: Duración esperada (en minutos)
it_ch: Durata prevista (in minuti)
nl_be: Verwachte duur (in minuten)
ru_ru: Ожидаемая длительность (в минутах)
sv_se: Förväntad varaktighet (i minuter)

# Page 3851288392 - Control 2658179967 - Property 1295455071
source: Specifies the completition requirements of the checklist item.
es_es: Especifica los requisitos de finalización del elemento de la lista de comprobación.
it_ch: Specifica i requisiti di completamento dell'elemento dell'elenco di controllo.
nl_be: Hiermee worden de voltooiingsvereisten van het controlelijstitem opgegeven.
ru_ru: Определяет требования по выполнению пункта контрольного списка.
sv_se: Anger kraven för slutförande för punkten i checklistan.

# Page 3851288392 - Control 329424276 - Property 1295455071
source: Specifies the title of the checklist item as it will display in the checklist. Choose from the list of previously defined tasks.
es_es: Especifica el título del elemento de la lista de comprobación que se mostrará en la lista de comprobación. Elija una opción en la lista de tareas anteriormente definidas.
it_ch: Specifica il titolo dell'elemento dell'elenco di controllo che verrà visualizzato nell'elenco di controllo. Scegliere dalla lista di attività definita in precedenza.
nl_be: Hiermee wordt de titel van het controlelijstitem opgegeven zoals deze in de controlelijst wordt weergegeven. Kies een van de eerder gedefinieerde taken in de lijst.
ru_ru: Определяет название пункта контрольного списка, как оно будет отображаться в контрольном списке. Выберите название из списка ранее определенных задач.
sv_se: Anger rubriken för punkten i checklistans så som den ska visas i checklistan. Välj från listan med tidigare definierade uppgifter.

# Page 3851288392 - Control 329424276 - Property 2879900210
source: Task
es_es: Tarea
it_ch: Attività
nl_be: Taak
ru_ru: Задача
sv_se: Uppgift

# Page 3851288392 - Control 3461834954 - Property 1295455071
source: Specifies the description of the checklist item.
es_es: Especifica la descripción del elemento de la lista de comprobación.
it_ch: Specifica la descrizione dell'elemento dell'elenco di controllo.
nl_be: Hiermee wordt de beschrijving van het controlelijstitem opgegeven.
ru_ru: Определяет описание пункта контрольного списка.
sv_se: Anger beskrivningen av punkten i checklistan.

# Page 3851288392 - Control 392504525 - Property 1295455071
source: Specifies which users or roles the checklist item is assigned to.
es_es: Especifica a qué usuarios o roles se asigna el elemento de la lista de comprobación.
it_ch: Specifica gli utenti o i ruoli a cui è assegnato l'elemento dell'elenco di controllo.
nl_be: Hiermee wordt opgegeven aan welke gebruikers of rollen het controlelijstitem is toegewezen.
ru_ru: Определяет пользователей или роли, которым назначен элемент контрольного списка.
sv_se: Anger vilka användare eller roller som punkten i checklistan har tilldelats.

# Page 3918924451 - Control 1393533604 - Property 1295455071
source: Specifies the caption of the table to which the retention policy applies. The caption is the translated, if applicable, name of the table.
da_dk: Angiver titlen på den tabel, som opbevaringspolitikken gælder for. Titlen er det oversatte navn er navnet på tabellen, hvis det er relevant.
es_es: Especifica el título de la tabla a la que se aplica la directiva de retención. El título es el nombre traducido, si corresponde, de la tabla.
it_ch: Specifica la didascalia della tabella a cui si riferiscono i criteri di conservazione. La didascalia è il nome della tabella tradotto, se applicabile.
nl_be: Hiermee wordt het bijschrift opgegeven van de tabel waarop het bewaarbeleid van toepassing is. Het bijschrift is de vertaalde (indien van toepassing) naam van de tabel.
ru_ru: Определяет метку таблицы, к которой применяется политика хранения. Метка — это переведенное (при необходимости) имя таблицы.
sv_se: Anger rubriken för den tabell som kvarhållningsprincipen gäller för. Rubriken är i förekommande fall en översättning av tabellens namn.

# Page 3918924451 - Control 1508634494 - Property 1295455071
source: Specifies whether the retention policy can only be run manually.
da_dk: Angiver, om opbevaringspolitikken kun kan køres manuelt.
es_es: Especifica si la directiva de retención solo se puede ejecutar manualmente.
it_ch: Specifica se i criteri di conservazione possono essere eseguiti solo manualmente.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid alleen handmatig kan worden uitgevoerd.
ru_ru: Указывает, может ли политика хранения запускаться только вручную.
sv_se: Anger om kvarhållningsprincipen endast kan köras manuellt.

# Page 3918924451 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
da_dk: Angiver et id for opbevaringsperioden.
es_es: Especifica un identificador para el periodo de retención.
it_ch: Specifica un identificatore per il periodo di conservazione.
nl_be: Hiermee wordt een id opgegeven voor de bewaarperiode.
ru_ru: Определяет идентификатор периода хранения.
sv_se: Anger en identifierare för kvarhållningsperioden.

# Page 3918924451 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled.
da_dk: Angiver, om opbevaringspolitikken er aktiveret.
es_es: Especifica si la directiva de retención está habilitada.
it_ch: Specifica se i criteri di conservazione sono abilitati.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid is geactiveerd.
ru_ru: Указывает, включена ли политика хранения.
sv_se: Anger om kvarhållningsprincipen är aktiverad.

# Page 3918924451 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the table to which the retention policy applies.
da_dk: Angiver id'et for den tabel, som opbevaringspolitikken gælder for.
es_es: Especifica el id. de la tabla a la que corresponde la directiva de retención.
it_ch: Specifica l'ID della tabella a cui si applicano i criteri di conservazione.
nl_be: Hiermee wordt de id opgegeven van de tabel waarop het bewaarbeleid van toepassing is.
ru_ru: Определяет ИД таблицы, к которой применяется политика хранения.
sv_se: Anger ID:t för migreringstabellen som kvarhållningsprincipen gäller för.

# Page 3918924451 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table to which the retention policy applies.
da_dk: Angiver navnet på den tabel, som opbevaringspolitikken gælder for.
es_es: Especifica el nombre de la tabla a la que corresponde la directiva de retención.
it_ch: Specifica il nome della tabella a cui si applicano i criteri di conservazione.
nl_be: Hiermee wordt de naam opgegeven van de tabel waarop het bewaarbeleid van toepassing is.
ru_ru: Определяет имя таблицы, к которой применяется политика хранения.
sv_se: Anger namnet på tabellen som kvarhållningsprincipen gäller för.

# Page 3970971575 - Control 11165732 - Property 2879900210
source: - Classifying data in bulk.
da_dk: - Klassificerer flere data ad gangen.
es_es: - Clasificación de datos en bloque.
fr_fr: - Classification des données en vrac.
it_ch: - Classificazione dei dati in blocco.
nl_be: - Gegevens in bulk classificeren.
ru_ru: - Массовая классификация данных.
sv_se: - Klassificerar data i en massåtgärd.

# Page 3970971575 - Control 1208260946 - Property 1295455071
source: View a list of fields that are used to post transactions.
da_dk: Vis en liste over felter, der bruges til at bogføre transaktioner.
es_es: Ver una lista de los campos que se usan para registrar transacciones.
it_ch: Visualizzare l'elenco dei campi utilizzati per registrare le transazioni.
nl_be: Een lijst weergeven met velden die worden gebruikt om transacties te boeken.
ru_ru: Просмотр списка полей, используемых для учета транзакций.
sv_se: Visa en lista med fält som används för att bokföra transaktioner.

# Page 3970971575 - Control 1445609048 - Property 1295455071
source: Specifies that you want to classify data sensitivity yourself. If you choose this option, you can specify data sensitivity for individual fields and data subjects. Note that this includes only data related to setups, posting, templates, and data subjects. There are fields that you must classify either in the Classification Worksheet page or in Excel.
da_dk: Angiver, at du selv vil klassificere datafølsomhed. Hvis du vælger denne indstilling, kan du angive datafølsomhed for de enkelte felter og dataemner. Bemærk, at dette kun omfatter data vedrørende opsætninger, bogføring, skabeloner og dataobjekter. Der er felter, som du skal klassificere enten på siden Klassificeringskladde eller i Excel.
es_es: Especifica que desea clasificar personalmente la confidencialidad de los datos. Si elige esta opción, puede especificar la confidencialidad de los datos de campos individuales e interesados. Tenga en cuenta que esto solo incluye datos relacionados con configuraciones, registros, plantillas e interesados. Hay campos que debe clasificar en la página Hoja de trabajo de clasificación o en Excel.
fr_fr: Spécifie que vous souhaitez classer vous-même la sensibilité des données. Si vous choisissez cette option, vous pouvez définir la sensibilité des données des champs individuels et des objets de données. Notez que ceci inclut uniquement les données associées aux paramètres, à la validation, aux modèles et aux objets de données. Il contient des champs que vous devez classer dans la page de la feuille de classification des données ou dans Excel.
it_ch: Specifica che si desidera classificare la riservatezza dei dati manualmente. Se si sceglie questa opzione, è possibile specificare la riservatezza ai dati per i singoli campi e soggetti interessati. Notare che sono inclusi solo i dati correlati a setup, registrazioni, modelli e soggetti interessati. Sono presenti campi che devono essere classificati nella pagina Foglio di lavoro di classificazione o in Excel.
nl_be: Hiermee wordt opgegeven dat u zelf de gegevensgevoeligheid wilt classificeren. Als u deze optie kiest, kunt u gegevensgevoeligheid voor afzonderlijke velden en betrokkenen opgeven. Dit omvat alleen gegevens met betrekking tot instellingen, boeking, sjablonen en gegevens. Er zijn velden die u moet classificeren op de pagina Werkblad Classificatie of in Excel.
ru_ru: Указывает, что вы хотите самостоятельно классифицировать конфиденциальность данных. При выборе этого варианта вы можете указывать конфиденциальность данных для отдельных полей и субъектов данных. Обратите внимание, что это относится только к данным, связанным с настройками, учетом, шаблонами и субъектами данных. Существуют поля, которые необходимо классифицировать либо на странице "Лист классификации данных", либо в Excel.
sv_se: Anger att du själv vill klassificera datakänslighet. Om du väljer det här alternativet kan du ange datakänslighet för enskilda fält och dataämnen. Observera att detta endast omfattar data som berör inställningar, bokföring, mallar och dataämnen. Det finns fält som du måste klassificera antingen i formuläret för klassificeringar eller i Excel.

# Page 3970971575 - Control 1445609048 - Property 2879900210
source: Classify Data Manually
da_dk: Klassificer data manuelt
es_es: Clasificar datos manualmente
fr_fr: Classer manuellement les données
it_ch: Classifica dati manualmente
nl_be: Gegevens handmatig classificeren
ru_ru: Классификация данных вручную
sv_se: Klassificera data manuellt

# Page 3970971575 - Control 1554787498 - Property 1295455071
source: Specifies the sensitivity classification to apply to the type of data subjects.
da_dk: Angiver den følsomhedsklassificering, der skal gælde for den pågældende type dataobjekter.
es_es: Especifica la clasificación de confidencialidad que se aplicará al tipo de interesado.
fr_fr: Spécifie la classification de la sensibilité à appliquer au type des objets de données.
it_ch: Specifica la classificazione di riservatezza da applicare al tipo di soggetti interessati.
nl_be: Hiermee wordt de gevoeligheidsclassificatie opgegeven die moet worden toegepast op het soort betrokkenen.
ru_ru: Определяет категорию конфиденциальности, применяемую к типу субъектов данных.
sv_se: Anger känslighetsklassificeringen som ska gälla för typen av dataämnen.

# Page 3970971575 - Control 1671100401 - Property 1295455071
source: Specifies that you want to import and apply data sensitivity classifications from an Excel worksheet.
da_dk: Angiver, at du vil importere og anvende klassificeringer af datafølsomhed fra et Excel-regneark.
es_es: Especifica que desea importar y aplicar las clasificaciones de confidencialidad de datos desde una hoja de Excel.
fr_fr: Spécifie que vous souhaitez importer et appliquer des classifications de sensibilité des données à partir d'une feuille Excel.
it_ch: Specifica che si desidera importare e applicare la classificazione della riservatezza ai dati da un foglio di lavoro di Excel.
nl_be: Hiermee wordt opgegeven dat u classificaties voor gegevensgevoeligheid wilt importeren en toepassen vanuit een Excel-werkblad.
ru_ru: Указывает, что вы хотите импортировать и применить категории конфиденциальности данных с листа Excel.
sv_se: Anger att du vill importera och använda datakänslighetsklassificeringar från ett Excel-kalkylblad.

# Page 3970971575 - Control 1671100401 - Property 2879900210
source: Import Classification Data from Excel
da_dk: Importér klassificeringsdata fra Excel
es_es: Importar datos de clasificación de Excel
fr_fr: Importer les données de classification depuis Excel
it_ch: Importa i dati di classificazione da Excel
nl_be: Classificatiegegevens importeren uit Excel
ru_ru: Импорт данных классификации из Excel
sv_se: Importera klassificeringsdata från Excel

# Page 3970971575 - Control 183296051 - Property 1295455071
source: Specifies the number of fields that the data classification will be applied to.
da_dk: Angiver det antal felter, som dataklassificeringen skal udlignes med.
es_es: Especifica el número de campos en los que se aplicará la clasificación de datos.
fr_fr: Spécifie le nombre de champs auxquels la classification des données sera appliquée.
it_ch: Specifica il numero di campi a cui verrà applicata la classificazione dei dati.
nl_be: Hiermee wordt het aantal velden opgegeven waarop de gegevensclassificatie wordt toegepast.
ru_ru: Определяет количество полей, к которым будет применена категория данных.
sv_se: Anger antalet fält som dataklassificeringen ska tillämpas på.

# Page 3970971575 - Control 183699262 - Property 1968111052
source: You can also view lists of tables and fields and manually classify your data.
da_dk: Du kan også få vist en liste over tabeller og felter og klassificere dine data manuelt.
es_es: También puede ver listas de tablas y campos, y clasificar manualmente sus datos.
fr_fr: Vous pouvez également afficher les listes de tables et de champs et classer manuellement vos données.
it_ch: È inoltre possibile visualizzare elenchi di tabelle e campi e classificare manualmente i dati.
nl_be: U kunt ook lijsten met tabellen en velden weergeven en uw gegevens handmatig classificeren.
ru_ru: Можно также просмотреть список таблиц и полей и классифицировать данные вручную.
sv_se: Du kan också visa listor med tabeller och fält och manuellt klassificera dina data.

# Page 3970971575 - Control 1957146386 - Property 1295455071
source: Specifies the default sensitivity classifications to apply to templates that are used to create new records, such as customers or items. You can view the fields to classify them individually.
da_dk: Angiver de standardfølsomhedsklassificeringer, der gælder for skabeloner, der bruges til at oprette nye records, f.eks. debitorer eller varer. Du kan få vist felterne for at klassificere dem individuelt.
es_es: Especifica las clasificaciones de confidencialidad predeterminadas que se aplicarán a las plantillas que se usan para crear registros nuevos, como clientes o productos. Puede ver los campos para clasificarlos individualmente.
it_ch: Specifica la classificazione di riservatezza predefinita da applicare ai modelli che vengono utilizzati per creare nuovi record, ad esempio clienti o articoli. È possibile visualizzare i campi per classificarli singolarmente.
nl_be: Hiermee worden de standaardgevoeligheidsclassificaties opgegeven die moeten worden toegepast op sjablonen die worden gebruikt om nieuwe records te maken, zoals klanten of artikelen. U kunt de velden weergeven om deze afzonderlijk te classificeren.
ru_ru: Определяет категории конфиденциальности по умолчанию, применяемые к шаблонам, которые используются для создания новых записей, таких как клиенты или товары. Вы можете просмотреть поля и классифицировать их по отдельности.
sv_se: Anger de standardklassificeringar för känslighet som används i mallar för att skapa nya poster, till exempel kunder eller artiklar. Du kan visa fälten om du vill klassificera dem individuellt.

# Page 3970971575 - Control 1957146386 - Property 2879900210
source: Data on templates is:
da_dk: Data i skabeloner er:
es_es: Los datos de plantillas son:
fr_fr: Les données de modèles sont :
it_ch: Dati dei modelli:
nl_be: Gegevens in sjablonen zijn:
ru_ru: Классификация данных из шаблонов:
sv_se: Data i mallar är:

# Page 3970971575 - Control 1957146386 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
da_dk: Ikke-klassificerede,Følsomme,Personlige,Virksomhedsfortrolige,Normal
es_es: Sin clasificar,Confidencial,Personal,Confidencial de la empresa,Normal
it_ch: Non classificati,Riservati,Personali,Riservati della società,Normali
nl_be: Niet-geclassificeerd,Vertrouwelijk,Persoonlijk,Vertrouwelijke bedrijfsinformatie,Normaal
ru_ru: Неклассифицированные,Конфиденциальные,Личные,Для служебного пользования,Обычные
sv_se: Oklassificerat,Känsligt,Personligt,Konfidentiellt,Normalt

# Page 3970971575 - Control 2040558538 - Property 1295455071
source: Specifies if you have reviewed the classifications that will be applied to the data subjects.
da_dk: Angiver, om du har gennemset de klassificeringer, der vil blive anvendt på dateemnerne.
es_es: Especifica si ha revisado las clasificaciones que se aplicarán a los interesados.
fr_fr: Spécifie si vous avez révisé les classifications qui seront appliquées aux objets de données.
it_ch: Specifica se sono state esaminate le classificazioni che saranno applicate ai soggetti interessati.
nl_be: Hiermee wordt opgegeven of u de classificaties hebt gecontroleerd die worden toegepast op de betrokkenen.
ru_ru: Определяет, проверили ли вы категории, которые будут применены к субъектам данных.
sv_se: Anger om du har granskat klassificeringarna som kommer att tillämpas på dessa dataämnen.

# Page 3970971575 - Control 2040558538 - Property 2879900210
source: Status
es_es: Estado
fr_fr: Statut
it_ch: Stato
ru_ru: Состояние

# Page 3970971575 - Control 2130535182 - Property 2879900210
source: - Personal - Any data that can be used to identify someone.
da_dk: - Personlige - data, der kan bruges til at identificere nogen.
es_es: - Personal: cualquier dato que sirva para identificar a una persona.
fr_fr: - Personnel - Données qui peuvent être utilisées pour identifier une personne.
it_ch: - Personali: qualsiasi informazione utilizzabile per identificare una persona.
nl_be: - Persoonlijk: alle gegevens die kunnen worden gebruikt om iemand te identificeren.
ru_ru: - Личные — любые данные, которые можно использовать для идентификации личности.
sv_se: -Personligt - Data som kan användas för att identifiera någon.

# Page 3970971575 - Control 2163474580 - Property 2879900210
source: Bulk-classify data based on its use
da_dk: Klassificer flere data ad gangen baseret på brug
es_es: Clasificación de datos en bloque según su uso
fr_fr: Classification en bloc des données en fonction de leur utilisation
it_ch: Dati classificazione in blocco in base all'utilizzo
nl_be: Gegevens bulksgewijs classificeren op basis van het gebruik ervan
ru_ru: Пакетная классификация данных на основе их использования
sv_se: Massklassificera data baserat på dess användning
