Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3314581104 - Action 343736747 - Property 2879900210
source: Skip
es_es: Omitir
it_ch: Ignora
nl_be: Overslaan
ru_ru: Пропустить
sv_se: Hoppa över

# Page 3314581104 - Action 742034285 - Property 2879900210
source: Back
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Bakåt

# Page 3338462467 - Action 3250733135 - Property 2879900210
source: Record Permissions
es_es: Registrar permisos
it_ch: Registra autorizzazioni
sv_se: Registrera behörigheter

# Page 3338462467 - Action 3681914459 - Property 1064389655
source: About view all permissions
es_es: Acerca de ver todos los permisos
it_ch: Informazioni su visualizza tutte le autorizzazioni
sv_se: Om Visa alla behörigheter

# Page 3338462467 - Action 3681914459 - Property 1295455071
source: View a flat list of the permissions in the set you're working with and all added sets.
es_es: Permite ver una lista plana de los permisos del conjunto con el que está trabajando y de todos los conjuntos agregados.
it_ch: Visualizzare una lista semplice di autorizzazioni nel set che si utilizza e tutti i set aggiunti.
sv_se: Visa en platt lista med behörigheterna i den uppsättning som du arbetar med och alla tillagda uppsättningar.

# Page 3338462467 - Action 3681914459 - Property 247559172
source: View all permissions gives you the big picture. It opens a flat list of the permissions in the set you're working with and all added sets
es_es: Ver todos los permisos le ofrece un panorama general. Abre una lista plana de los permisos del conjunto con el que está trabajando y de todos los conjuntos agregados
it_ch: Visualizza tutte le autorizzazioni offre un'immagine globale. Apre una lista semplice di autorizzazioni nel set che si utilizza e tutti i set aggiunti
sv_se: Visa alla behörigheter så att du får en helhetsbild. Åtgärden öppnar en platt lista över behörigheterna i den uppsättning som du arbetar med och alla tillagda uppsättningar

# Page 3338462467 - Action 3681914459 - Property 2879900210
source: View all permissions
es_es: Ver todos los permisos
it_ch: Visualizza tutte le autorizzazioni
sv_se: Visa alla behörigheter

# Page 3338462467 - Action 620325036 - Property 1295455071
source: Start recording UI activities to generate the required permissions.
es_es: Empiece a grabar actividades de IU para generar los permisos requeridos.
it_ch: Avviare la registrazione delle attività dell'interfaccia utente per generare le autorizzazioni necessarie.
sv_se: Generera de behörigheter som behövs genom att börja registrera aktiviteter i användargränssnittet.

# Page 3338462467 - Action 620325036 - Property 2879900210
source: Start
es_es: Inicio
it_ch: Avvia
sv_se: Starta

# Page 3338462467 - Action 915332364 - Property 1295455071
source: Stop recording.
es_es: Permite detener la grabación.
it_ch: Arrestare la registrazione.
sv_se: Stoppa registreringen.

# Page 3338462467 - Action 915332364 - Property 2879900210
source: Stop
es_es: Detener
it_ch: Arresta
sv_se: Stoppa

# Page 3344272628 - Action 1178809860 - Property 1295455071
source: Set the rate limit.
es_es: Permite establecer el límite de velocidad.
it_ch: Impostare il limite di frequenza.
sv_se: Ange kvotgränsen.

# Page 3344272628 - Action 1178809860 - Property 2879900210
source: Confirm
es_es: Confirmar
it_ch: Conferma
sv_se: Bekräfta

# Page 3368492679 - Action 1267408499 - Property 2879900210
source: Account
es_es: Cuenta
ru_ru: Учетная запись
sv_se: Konto

# Page 3368492679 - Action 1860324021 - Property 1295455071
source: Attach one or more files that can be attached to emails for this scenario.
es_es: Permite adjuntar uno o más archivos que se pueden adjuntar a correos electrónicos para este escenario.
it_ch: Allegare uno o più file ai messaggi e-mail per questo scenario.
sv_se: Bifoga en eller flera filer som kan bifogas e-postmeddelanden för det här scenariot.

# Page 3368492679 - Action 1860324021 - Property 2879900210
source: Set Scenario Attachments
es_es: Establecer anexos de escenario
it_ch: Imposta allegati scenario
sv_se: Ange scenarier för bilagor

# Page 3368492679 - Action 3478438073 - Property 1295455071
source: Reassign the selected scenarios to another email account.
da_dk: Omfordel de valgte scenarier til en anden mailkonto.
es_es: Reasignar los escenarios seleccionados a otra cuenta de correo electrónico.
it_ch: Riassegnare gli scenari selezionati a un altro account e-mail.
nl_be: De geselecteerde scenario's opnieuw toewijzen aan een ander e-mailaccount.
ru_ru: Переназначение выбранных сценариев другой учетной записи электронной почты.
sv_se: Tilldela om de valda scenarierna för ett annat e-postkonto.

# Page 3368492679 - Action 3478438073 - Property 2879900210
source: Reassign
da_dk: Gentildel
es_es: Reasignar
it_ch: Riassegna
nl_be: Opnieuw toewijzen
ru_ru: Переназначить
sv_se: Tilldela om

# Page 3368492679 - Action 4252996537 - Property 1295455071
source: Assign email scenarios for the selected email account. When assigned, everyone will use the account for the scenario. For example, if you assign the Sales Order scenario, everyone will use the account to send sales orders.
da_dk: Tildel mailscenarier til den valgte mailkonto. Når den er tildelt, vil alle bruge kontoen til scenariet. Hvis du f.eks. tildeler scenariet Salgsordre, vil alle bruge kontoen til at sende salgsordrer.
es_es: Asigne los escenarios de correo electrónico para la cuenta de correo electrónico seleccionada. Cuando se asigne, todos los usuarios usarán la cuenta del escenario. Por ejemplo, si asigna el escenario de Pedido de venta, todos usarán la cuenta para enviar pedidos de venta.
it_ch: Assegnare gli scenari e-mail per l'account e-mail selezionato. Una volta assegnati, tutti utilizzeranno l'account per gli scenari. Ad esempio, se si assegna lo scenario ordine vendita, tutti utilizzeranno l'account per l'invio degli ordini vendita.
nl_be: E-mailscenario's toewijzen voor het geselecteerde e-mailaccount. Wanneer deze zijn toegewezen, gebruikt iedereen het account voor het scenario. Als u bijvoorbeeld het scenario Verkooporder toewijst, gebruikt iedereen het account om verkooporders te verzenden.
ru_ru: Назначение сценариев электронной почты для выбранной учетной записи электронной почты. После назначения все пользователи будут использовать для данного сценария данную запись электронной почты. Например, если вы назначите сценарий "Заказ на продажу", все будут использовать эту учетную запись для отправки заказов на продажу.
sv_se: Tilldela e-postscenarier för det valda e-postkontot. När de tilldelas använder alla kontot för scenariot. Om du till exempel tilldelar scenariot för försäljningsorder, använder alla det kontot för att skicka försäljningsorder.

# Page 3368492679 - Action 4252996537 - Property 2879900210
source: Assign scenarios
da_dk: Tildel scenarier
es_es: Asignar escenarios
it_ch: Assegna scenari
nl_be: Scenario's toewijzen
ru_ru: Назначить сценарии
sv_se: Tilldela scenarier

# Page 3368492679 - Action 640341854 - Property 1295455071
source: Unassign the selected scenarios. Afterward, the default email account will be used to send emails for the scenarios.
da_dk: Fjern tildeling af de valgte scenarier. Derefter bruges standardmailkontoen til at sende mails til scenarierne.
es_es: Cancele la asignación de los escenarios seleccionados. Después, la cuenta de correo electrónico predeterminada se usará para enviar correos electrónicos para los escenarios.
it_ch: Annullare l'assegnazione degli scenari selezionati. Successivamente, l'account e-mail predefinito verrà utilizzato per inviare messaggi e-mail per gli scenari.
nl_be: De toewijzing van de geselecteerde scenario's ongedaan maken. Daarna wordt het standaard-e-mailaccount gebruikt om e-mails te verzenden voor de scenario's.
ru_ru: Отмена назначения выбранных сценариев. После этого для отправки сообщений электронной почты для сценариев будет использоваться учетная запись, предусмотренная по умолчанию.
sv_se: Ta bort tilldelningen av valda scenarier. Därefter används standardkontot för e-post för att skicka e-post för scenarier.

# Page 3368492679 - Action 640341854 - Property 2879900210
source: Unassign
da_dk: Fjern tildeling
es_es: Anular asignación
it_ch: Annulla assegnazione
nl_be: Toewijzing opheffen
ru_ru: Отменить назначение
sv_se: Ta bort tilldelning

# Page 3368492679 - Action 910027226 - Property 2879900210
source: Scenario
es_es: Escenario
ru_ru: Сценарий

# Page 3389183890 - Action 1470853660 - Property 1295455071
source: Sets a limit on how many emails can be sent from the account per minute.
es_es: Establece un límite en el número de correos electrónicos que se pueden enviar desde la cuenta por minuto.
it_ch: Imposta il limite del numero di messaggi e-mail che possono essere inviati dall'account al minuto.
sv_se: Anger en gräns för hur många e-postmeddelanden som kan skickas från kontot per minut.

# Page 3389183890 - Action 1470853660 - Property 2879900210
source: Set email rate limit
es_es: Establecer límite de velocidad de correo electrónico
it_ch: Imposta limite di frequenza e-mail
sv_se: Ange kvotgräns för e-post

# Page 3389183890 - Action 1567206476 - Property 1295455071
source: Add an email account.
da_dk: Tilføj en mailkonto.
es_es: Agregue una cuenta de correo electrónico.
it_ch: Aggiungere un account e-mail.
nl_be: Een e-mailaccount toevoegen.
ru_ru: Добавление учетной записи электронной почты.
sv_se: Lägg till ett e-postkonto.

# Page 3389183890 - Action 1567206476 - Property 2879900210
source: Add an email account
da_dk: Tilføj en mailkonto
es_es: Agregar una cuenta de correo electrónico
it_ch: Aggiungi account e-mail
nl_be: Een e-mailaccount toevoegen
ru_ru: Добавить учетную запись электронной почты
sv_se: Lägg till ett e-postkonto

# Page 3389183890 - Action 176562519 - Property 1295455071
source: View settings for the email account.
da_dk: Vis indstillinger for mailkontoen.
es_es: Permite ver la configuración de la cuenta de correo electrónico.
it_ch: Visualizzare le impostazioni per l'account e-mail.
nl_be: Instellingen voor het e-mailaccount weergeven.
ru_ru: Просмотр параметров для учетной записи электронной почты.
sv_se: Visa inställningar för e-postkontot.

# Page 3389183890 - Action 176562519 - Property 2879900210
source: View
es_es: Ver
it_ch: Visualizza
nl_be: Weergeven
ru_ru: Просмотр
sv_se: Visa

# Page 3389183890 - Action 1854148517 - Property 1295455071
source: View emails for the selected account that are either waiting to be sent, or could not be sent because something went wrong.
da_dk: Vis mails for den valgte konto, der venter på at blive sendt, eller ikke kunne sendes, fordi noget gik galt.
es_es: Permite ver la cuenta seleccionada que está a la espera de enviarse o que no se ha podido enviar porque se ha producido un error.
it_ch: Visualizzare i messaggi e-mail per l'account selezionato che sono in attesa di essere inviati o non sono stati inviati a causa di un problema.
nl_be: E-mailberichten voor de geselecteerde e-mailaccount weergeven die wachten op verzending of niet konden worden verzonden omdat er iets fout is gegaan.
ru_ru: Просмотр сообщений электронной почты для выбранной учетной записи, которые ожидают отправки или которые не удалось отправить из-за ошибки.
sv_se: Visa e-postmeddelanden för det valda kontot som antingen väntar på att skickas eller inte kunde skickas eftersom något gick fel.

# Page 3389183890 - Action 1854148517 - Property 2879900210
source: Email Outbox
da_dk: Mailudbakke
es_es: Bandeja de salida de correo electrónico
it_ch: Posta in uscita
ru_ru: Исходящие сообщения
sv_se: Utkorg för e-post

# Page 3389183890 - Action 2010558683 - Property 1295455071
source: Mark the selected email account as the default account. This account will be used for all scenarios for which an account is not specified.
da_dk: Markér den valgte mailkonto som standardkonto. Denne konto bruges til alle scenarier, hvor der ikke er angivet en konto.
es_es: Marque la cuenta de correo electrónico seleccionada como la predeterminada. Esta cuenta se utilizará para todos los escenarios para los que no se haya especificado una cuenta.
it_ch: Contrassegnare l'account e-mail selezionato come account predefinito. Questo account verrà utilizzato per tutti gli scenari per i quali non è specificato un account.
nl_be: Het geselecteerde e-mailaccount als standaardaccount markeren. Dit account wordt gebruikt voor alle scenario's waarvoor geen account is opgegeven.
ru_ru: Позволяет пометить выбранную учетную запись электронной почты в качестве используемой по умолчанию. Эта учетная запись будет использоваться для всех сценариев, для которых не указана учетная запись.
sv_se: Markera det valda e-postkontot som standardkonto. Det här kontot kommer att användas för alla scenarier där ett konto inte anges.

# Page 3389183890 - Action 2010558683 - Property 2879900210
source: Set as default
da_dk: Angiv som standard
es_es: Establecer como predeterminada
it_ch: Imposta come predefinito
nl_be: Als standaard instellen
ru_ru: Использовать по умолчанию
sv_se: Ange som standard

# Page 3389183890 - Action 2263682359 - Property 1295455071
source: Assign scenarios to the email accounts.
da_dk: Tildel scenarier til mailkontiene.
es_es: Asignar escenarios a las cuentas de correo electrónico.
it_ch: Assegnare gli scenari agli account e-mail.
nl_be: Scenario's toewijzen aan de e-mailaccounts.
ru_ru: Назначение сценариев учетной записям электронной почты.
sv_se: Tilldela e-postkonton scenarier.

# Page 3389183890 - Action 2263682359 - Property 2879900210
source: Email Scenarios
da_dk: Konfigurer mailscenarier
es_es: Escenarios de correo electrónico
it_ch: Scenari e-mail
ru_ru: Сценарии электронной почты
sv_se: E-postscenarier

# Page 3389183890 - Action 240443109 - Property 1295455071
source: View the list of emails that you have sent from the selected email account.
da_dk: Vis listen over mails, som du har sendt fra den valgte mailkonto.
es_es: Permite ver la lista de correos electrónicos que se han enviado desde la cuenta de correo electrónico seleccionada.
it_ch: Visualizzare la lista dei messaggi e-mail inviati dall'account e-mail selezionato.
nl_be: De lijst weergeven met e-mails die u hebt verzonden vanuit de geselecteerde e-mailaccount.
ru_ru: Просмотр списка сообщений электронной почты, отправленных с выбранной учетной записи электронной почты.
sv_se: Visa listan med e-postmeddelanden som du har skickat från det valda e-postkontot.

# Page 3389183890 - Action 240443109 - Property 2879900210
source: Sent Emails
da_dk: Sendte mails
es_es: Correos electrónicos enviados
it_ch: Messaggi e-mail inviati
nl_be: Verzonden e-mails
ru_ru: Отправленные сообщения
sv_se: Skickade e-postmeddelanden

# Page 3389183890 - Action 2477294019 - Property 1295455071
source: Delete the email account.
da_dk: Slet mailkontoen.
es_es: Permite eliminar la cuenta de correo electrónico.
it_ch: Eliminare l'account e-mail.
nl_be: Het e-mailaccount verwijderen.
ru_ru: Удаление учетной записи электронной почты.
sv_se: Ta bort e-postkontot.

# Page 3389183890 - Action 2477294019 - Property 2879900210
source: Delete email account
da_dk: Slet mailkonto
es_es: Eliminar cuenta de correo electrónico
it_ch: Elimina account e-mail
nl_be: E-mailaccount verwijderen
ru_ru: Удалить учетную запись электронной почты
sv_se: Ta bort e-postkonto

# Page 3389183890 - Action 32936156 - Property 1295455071
source: Assign attachments to email scenarios.
es_es: Permite asignar archivos adjuntos a escenarios de correo electrónico.
it_ch: Assegnare gli allegati per gli scenari e-mail.
sv_se: Koppla bilagor till e-postscenarier.

# Page 3389183890 - Action 32936156 - Property 2879900210
source: Email Scenario Attachments
es_es: Archivos adjuntos de escenario de correo electrónico
it_ch: Allegati scenario e-mail
sv_se: Bilagor i e-postscenarier

# Page 3389183890 - Action 546556333 - Property 1295455071
source: Send a test email to verify your email settings.
da_dk: Send en testmail for at bekræfte dine mailindstillinger.
es_es: Envíe un mensaje de correo electrónico de prueba para comprobar su configuración de correo electrónico.
it_ch: Inviare un messaggio e-mail di prova per verificare le impostazioni e-mail.
nl_be: Een test-e-mail verzenden om uw e-mailinstellingen te verifiëren.
ru_ru: Отправка тестового сообщения для проверки параметров электронной почты.
sv_se: Skicka ett test-e-postmeddelande för att bekräfta dina e-postinställningar.

# Page 3389183890 - Action 546556333 - Property 2879900210
source: Send Test Email
da_dk: Send testmail
es_es: Enviar correo electrónico de prueba
it_ch: Invia messaggio e-mail di verifica
nl_be: Test-e-mail verzenden
ru_ru: Отправить тестовое сообщение
sv_se: Skicka testmeddelande

# Page 3389183890 - Action 743942932 - Property 1295455071
source: Compose a new email message.
da_dk: Opret en ny mailmeddelelse.
es_es: Redacte un nuevo mensaje de correo electrónico.
it_ch: Comporre un nuovo messaggio e-mail.
nl_be: Een nieuw e-mailbericht opstellen.
ru_ru: Составление нового сообщения электронной почты.
sv_se: Skriv ett nytt e-postmeddelande.

# Page 3389183890 - Action 743942932 - Property 2879900210
source: Compose Email
da_dk: Opret en mail
es_es: Redactar un mensaje de correo electrónico
it_ch: Componi messaggio e-mail
nl_be: E-mail opstellen
ru_ru: Написать сообщение
sv_se: Skriv ett e-postmeddelande

# Page 3406436467 - Action 113888489 - Property 1295455071
source: Disagree to the terms and conditions.
es_es: Permite no aceptar los términos y condiciones.
it_ch: Non accettare le condizioni.
sv_se: Acceptera inte de allmänna villkoren.

# Page 3406436467 - Action 113888489 - Property 2879900210
source: Disagree
es_es: No aceptar
it_ch: Non accetto
sv_se: Acceptera inte

# Page 3406436467 - Action 1235620153 - Property 1295455071
source: Go to the next page.
es_es: Ir a la página siguiente.
it_ch: Andare alla pagina successiva.
sv_se: Gå till nästa sida.

# Page 3406436467 - Action 1235620153 - Property 2879900210
source: Next
es_es: Siguiente
it_ch: Avanti
sv_se: Nästa

# Page 3406436467 - Action 467812692 - Property 1295455071
source: Agree to the terms and conditions.
es_es: Permite aceptar los términos y las condiciones.
it_ch: Accettare le condizioni.
sv_se: Acceptera de allmänna villkoren.

# Page 3406436467 - Action 467812692 - Property 2879900210
source: Agree
es_es: Aceptar
it_ch: Accetto
sv_se: Acceptera

# Page 3406436467 - Action 742034285 - Property 1295455071
source: Go back to the previous page.
es_es: Permite volver a la página anterior.
it_ch: Tornare alla pagina precedente.
sv_se: Gå tillbaka till föregående sida.

# Page 3406436467 - Action 742034285 - Property 2879900210
source: Back
es_es: Atrás
it_ch: Indietro
sv_se: Bakåt

# Page 3414198013 - Action 1035760768 - Property 1295455071
source: View Permission Set
es_es: Ver conjunto de permisos
it_ch: Visualizza set di autorizzazioni
sv_se: Visa behörighetsuppsättning

# Page 3414198013 - Action 1035760768 - Property 2879900210
source: View Permission Set
es_es: Ver conjunto de permisos
it_ch: Visualizza set di autorizzazioni
sv_se: Visa behörighetsuppsättning

# Page 3414198013 - Action 21227494 - Property 1295455071
source: Add two or more permission sets.
es_es: Permite agregar dos o más conjuntos de permisos.
it_ch: Aggiungere due o più set di autorizzazioni.
sv_se: Lägg till två eller flera behörighetsuppsättningar.

# Page 3414198013 - Action 21227494 - Property 2879900210
source: Select Permission Sets
es_es: Seleccionar conjuntos de permisos
it_ch: Seleziona set di autorizzazioni
sv_se: Välj behörighetsuppsättningar

# Page 3414198013 - Action 282965274 - Property 1295455071
source: View a flat list of the permissions in the set.
es_es: Permite ver una lista plana de los permisos del conjunto.
it_ch: Visualizzare una lista semplice di autorizzazioni nel set.
sv_se: Visa en platt lista med behörigheterna i uppsättningen.

# Page 3414198013 - Action 282965274 - Property 2879900210
source: View Permissions In Set
es_es: Ver permisos en el conjunto
it_ch: Visualizza autorizzazioni nel set
sv_se: Visa behörigheter i uppsättning

# Page 3419425781 - Action 2667510389 - Property 2879900210
source: Finish
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför

# Page 3419425781 - Action 4137051400 - Property 1295455071
source: Create a new Word template
es_es: Crea una nueva plantilla de Word
it_ch: Creare un nuovo modello di Word
nl_be: Een nieuwe Word-sjabloon maken
ru_ru: Создание нового шаблона Word
sv_se: Skapa en ny Word-mall

# Page 3419425781 - Action 4137051400 - Property 2879900210
source: New Template
es_es: Nueva plantilla
it_ch: Nuovo modello
nl_be: Nieuwe sjabloon
ru_ru: Новый шаблон
sv_se: Ny mall

# Page 3654121945 - Action 1035760768 - Property 1295455071
source: View Permission Set
es_es: Ver conjunto de permisos
it_ch: Visualizza set di autorizzazioni
sv_se: Visa behörighetsuppsättning

# Page 3654121945 - Action 1035760768 - Property 2879900210
source: View Permission Set
es_es: Ver conjunto de permisos
it_ch: Visualizza set di autorizzazioni
sv_se: Visa behörighetsuppsättning

# Page 3654121945 - Action 1402615620 - Property 2879900210
source: &Line
es_es: &Línea
it_ch: Ri&ga
sv_se: &Rad

# Page 3654121945 - Action 282965274 - Property 1295455071
source: View a flat list of the permissions in the set.
es_es: Permite ver una lista plana de los permisos del conjunto.
it_ch: Visualizzare una lista semplice di autorizzazioni nel set.
sv_se: Visa en platt lista med behörigheterna i uppsättningen.

# Page 3654121945 - Action 282965274 - Property 2879900210
source: View Permissions In Set
es_es: Ver permisos en el conjunto
it_ch: Visualizza autorizzazioni nel set
sv_se: Visa behörigheter i uppsättning

# Page 3654121945 - Action 3810577930 - Property 1295455071
source: Excludes the selected permission set.
es_es: Excluye el conjunto de permisos seleccionado.
it_ch: Esclude il set di autorizzazioni selezionato.
sv_se: Utesluter den valda behörighetsuppsättningen.

# Page 3654121945 - Action 3810577930 - Property 2879900210
source: Exclude
es_es: Excluir
it_ch: Escludi
sv_se: Uteslut

# Page 367479046 - Action 317913245 - Property 1295455071
source: Deploy
es_es: Implementar
it_ch: Distribuisci
nl_be: Implementeren.
ru_ru: Развернуть
sv_se: Distribuera

# Page 367479046 - Action 317913245 - Property 2879900210
source: Deploy
da_dk: Installer
es_es: Implementar
fr_fr: Déployer
it_ch: Distribuisci
nl_be: Installeren
ru_ru: Развернуть
sv_se: Distribuera

# Page 367479046 - Action 788258546 - Property 1295455071
source: Cancel
es_es: Cancelar
it_ch: Annulla
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# Page 367479046 - Action 788258546 - Property 2879900210
source: Cancel
da_dk: Annuller
es_es: Cancelar
fr_fr: Annuler
it_ch: Annulla
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# Page 3692338268 - Action 1343775176 - Property 1295455071
source: Play video
es_es: Reproducir vídeo
it_ch: Riproduci video
nl_be: Video afspelen
ru_ru: Воспроизведение видео
sv_se: Spela upp video

# Page 3692338268 - Action 1343775176 - Property 2879900210
source: Play video
es_es: Reproducir vídeo
it_ch: Riproduci video
nl_be: Video afspelen
ru_ru: Воспроизведение видео
sv_se: Spela upp video

# Page 3692338268 - Action 1995162889 - Property 1295455071
source: Get started
es_es: Comenzar
it_ch: Inizia
nl_be: Aan de slag
ru_ru: Начать
sv_se: Kom i gång

# Page 3692338268 - Action 1995162889 - Property 2879900210
source: Get started
es_es: Comenzar
it_ch: Inizia
nl_be: Aan de slag
ru_ru: Начать
sv_se: Kom i gång

# Page 3692338268 - Action 2320246898 - Property 1295455071
source: Skip checklist
es_es: Omitir lista de comprobación
it_ch: Ignora elenco di controllo
nl_be: Controlelijst overslaan
ru_ru: Пропустить контрольный список
sv_se: Hoppa över checklistan
