Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 2005578726 - Action 4109125798 - Property 1295455071
source: Upload an extension to your application.
da_dk: Upload en udvidelse til programmet.
es_es: Cargar una extensión a la aplicación.
fr_fr: Téléchargez une extension dans votre application.
it_ch: Caricare un'estensione per l'applicazione.
nl_be: Een extensie uploaden naar uw toepassing.
ru_ru: Отправка расширения в приложение.
sv_se: Ladda upp ett tillägg till programmet.

# Page 2005578726 - Action 4109125798 - Property 2879900210
source: Upload Extension
da_dk: Upload udvidelse
es_es: Cargar extensión
fr_fr: Télécharger l'extension
it_ch: Carica estensione
nl_be: Extensie uploaden
ru_ru: Отправить расширение
sv_se: Ladda upp tillägg

# Page 2005578726 - Action 523556947 - Property 1295455071
source: Download the source code for the extension.
da_dk: Download udvidelsens kildekode.
es_es: Descargar el código fuente de la extensión.
fr_fr: Téléchargez le code source pour l’extension.
it_ch: Scarica il codice origine dell'estensione.
nl_be: De broncode voor de extensie downloaden.
ru_ru: Загрузить исходный код расширения.
sv_se: Hämta källkoden för tillägget.

# Page 2005578726 - Action 523556947 - Property 2879900210
source: Download Source
da_dk: Download kilde
es_es: Descargar origen
fr_fr: Télécharger la Source
it_ch: Scarica origine
nl_be: Bron downloaden
ru_ru: Загрузить исходный код
sv_se: Hämta källa

# Page 2005578726 - Action 583978026 - Property 1295455071
source: Runs the setup page that has been marked as primary for the selected app.
es_es: Ejecuta la página de configuración que se marcó como principal para la aplicación seleccionada.
it_ch: Esegue la pagina di setup indicata come primaria per l'app selezionata.
sv_se: Kör konfigurationssidan som har markerats som primär för den valda appen.

# Page 2005578726 - Action 583978026 - Property 2879900210
source: Set up
es_es: Configurar
it_ch: Imposta
sv_se: Konfigurera

# Page 2005578726 - Action 614615843 - Property 1295455071
source: Install the extension for the current tenant.
da_dk: Installer udvidelsen for den aktuelle lejer.
es_es: Permite instalar la extensión del suscriptor actual.
fr_fr: Installez l'extension pour l'abonné actuel.
it_ch: Installare l'estensione del tenant corrente.
nl_be: De extensie installeren voor de huidige tenant.
ru_ru: Установка расширения для текущего арендатора.
sv_se: Installera tillägget för den aktuella klientorganisationen.

# Page 2005578726 - Action 614615843 - Property 2879900210
source: Install
da_dk: Installer
es_es: Instalar
fr_fr: Installer
it_ch: Installa
nl_be: Installeren
ru_ru: Установить
sv_se: Installera

# Page 2005578726 - Action 737724599 - Property 1295455071
source: Check status for upload process for extensions.
da_dk: Kontrollér status for uploadprocessen til udvidelser.
es_es: Compruebe el estado para el proceso de carga de extensiones.
fr_fr: Vérifiez le statut du processus de téléchargement des extensions.
it_ch: Controllare lo stato per processo di caricamento delle estensioni.
nl_be: De status van het uploadproces voor extensies controleren.
ru_ru: Проверка статуса процесса отправки для расширений.
sv_se: Kontrollera uppladdningsstatus för tillägg.

# Page 2005578726 - Action 737724599 - Property 2879900210
source: Installation Status
es_es: Estado de instalación
it_ch: Stato installazione
sv_se: Installationsstatus

# Page 2117157320 - Action 1772640682 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app publisher.
es_es: Permite agregar el tiempo transcurrido durante la generación de perfiles de rendimiento por editor de aplicaciones.
it_ch: Aggregare il tempo trascorso per la profilatura delle prestazioni in base all'editore dell'app.
sv_se: Sammanställ tiden som ägnats åt prestandaprofilering efter apputgivare.

# Page 2117157320 - Action 1772640682 - Property 2879900210
source: App Publisher
es_es: Editor de la aplicación
it_ch: Editore dell'app
sv_se: Appens utgivare

# Page 2117157320 - Action 2907599414 - Property 2879900210
source: Aggregate By
es_es: Agregado por
it_ch: Aggrega per
sv_se: Sammanställ efter

# Page 2117157320 - Action 2961552353 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app name.
es_es: Permite agregar el tiempo transcurrido durante la generación de perfiles de rendimiento por nombre de la aplicación.
it_ch: Aggregare il tempo trascorso per la profilatura delle prestazioni in base al nome app.
sv_se: Sammanställ tiden som ägnats åt prestandaprofilering efter appnamn.

# Page 2117157320 - Action 2961552353 - Property 2879900210
source: App Name
es_es: Nombre de la aplicación
it_ch: Nome app
sv_se: Appnamn

# Page 2117157320 - Action 732012919 - Property 2879900210
source: Actions
es_es: Acciones
it_ch: Azioni
sv_se: Åtgärder

# Page 2252665413 - Action 1235620153 - Property 1295455071
source: Next
da_dk: Næste
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 2252665413 - Action 1235620153 - Property 2879900210
source: Next
da_dk: Næste
es_es: Siguiente
fr_fr: Suivant
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 2252665413 - Action 375208022 - Property 1295455071
source: Uninstall
da_dk: Fjern
es_es: Desinstalar
it_ch: Disinstalla
nl_be: Installatie ongedaan maken
ru_ru: Удалить
sv_se: Avinstallera

# Page 2252665413 - Action 375208022 - Property 2879900210
source: Uninstall
da_dk: Fjern
es_es: Desinstalar
fr_fr: Désinstaller
it_ch: Disinstalla
nl_be: Installatie ongedaan maken
ru_ru: Удалить
sv_se: Avinstallera

# Page 2252665413 - Action 614615843 - Property 1295455071
source: Install
da_dk: Installer
es_es: Instalar
it_ch: Installa
nl_be: Installeren
ru_ru: Установить
sv_se: Installera

# Page 2252665413 - Action 614615843 - Property 2879900210
source: Install
da_dk: Installer
es_es: Instalar
fr_fr: Installer
it_ch: Installa
nl_be: Installeren
ru_ru: Установить
sv_se: Installera

# Page 2252665413 - Action 742034285 - Property 1295455071
source: Back
da_dk: Tilbage
es_es: Atrás
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Föregående

# Page 2252665413 - Action 742034285 - Property 2879900210
source: Back
da_dk: Tilbage
es_es: Atrás
fr_fr: Précédent
it_ch: Indietro
nl_be: Vorige
ru_ru: Назад
sv_se: Bakåt

# Page 2282749623 - Action 1087410529 - Property 1295455071
source: Attach a file that was originally attached to the source document.
es_es: Permite adjuntar un archivo que se adjuntó originalmente al documento de origen.
it_ch: Allegare un file originariamente allegato al documento di origine.
nl_be: Een bestand koppelen dat oorspronkelijk aan het brondocument was gekoppeld.
ru_ru: Вкладывание файла, который изначально был вложен в документ-источник.
sv_se: Bifoga en fil som ursprungligen bifogades till källdokumentet.

# Page 2282749623 - Action 1087410529 - Property 2879900210
source: Get Source Attachments
es_es: Obtener datos adjuntos de origen
it_ch: Ottieni allegati origine
nl_be: Bronbijlagen ophalen
ru_ru: Получить вложения источника
sv_se: Hämta källbilagor

# Page 2282749623 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
es_es: Permite abrir la página desde la que se envió el mensaje de correo electrónico.
it_ch: Aprire la pagina da cui è stata inviata l'e-mail.
nl_be: De pagina openen van waaruit het e-mailbericht is verzonden.
ru_ru: Открытие страницы, с которой было отправлено сообщение электронной почты.
sv_se: Öppna sidan som e-postmeddelandet skickades från.

# Page 2282749623 - Action 147247197 - Property 2879900210
source: Show Source
es_es: Mostrar origen
it_ch: Mostra origine
nl_be: Bron weergeven
ru_ru: Показать источник
sv_se: Visa källa

# Page 2282749623 - Action 4004713366 - Property 1295455071
source: Discard the draft email and close the page.
da_dk: Kassér mailudkastet, og luk siden.
es_es: Permite descartar el borrador de correo electrónico y cerrar la página.
it_ch: Rimuovere il messaggio e-mail di bozza e chiudere la pagina.
nl_be: De concept-e-mail verwijderen en de pagina sluiten.
ru_ru: Удаление черновика сообщения электронной почты и закрытие страницы.
sv_se: Ta bort utkastet till e-postmeddelandet och stäng sidan.

# Page 2282749623 - Action 4004713366 - Property 2879900210
source: Discard Draft
da_dk: Kassér kladde
es_es: Descartar borrador
it_ch: Rimuovi bozza
nl_be: Concept negeren
ru_ru: Удалить черновик
sv_se: Ta bort utkast

# Page 2282749623 - Action 4174539456 - Property 1295455071
source: Send the email.
da_dk: Send mailen.
es_es: Envía el correo electrónico.
it_ch: Inviare il messaggio e-mail.
nl_be: Het e-mailbericht verzenden.
ru_ru: Отправка сообщения электронной почты.
sv_se: Skicka e-postmeddelandet.

# Page 2282749623 - Action 4174539456 - Property 2879900210
source: Send Email
da_dk: Send mail
es_es: Enviar correo electrónico
it_ch: Invia messaggio e-mail
nl_be: E-mail verzenden
ru_ru: Отправить сообщение
sv_se: Skicka e-post

# Page 2282749623 - Action 701918397 - Property 1295455071
source: Attach files, such as documents or images, to the email.
da_dk: Vedhæft filer, f.eks. dokumenter eller billeder, til mailen.
es_es: Permite adjuntar archivos, como documentos o imágenes, al mensaje de correo electrónico.
it_ch: Allegare i file, ad esempio documenti o immagini, al messaggio e-mail.
nl_be: Bestanden, zoals documenten of afbeeldingen, aan de e-mail koppelen.
ru_ru: Вложение в сообщение электронной почты файлов, таких как документы или изображения.
sv_se: Bifoga filer, som dokument eller bilder, till e-postmeddelandet.

# Page 2282749623 - Action 701918397 - Property 2879900210
source: Attach File
da_dk: Vedhæft fil
es_es: Adjuntar archivo
it_ch: Allega file
nl_be: Bestand koppelen
ru_ru: Вложить файл
sv_se: Bifoga fil

# Page 2282749623 - Action 970153994 - Property 1295455071
source: Use a Word template with data from the entity to fill the email body.
es_es: Use una plantilla de Word con datos de la entidad para rellenar el cuerpo del correo electrónico.
it_ch: Utilizza un modello Word con i dati dell'entità per riempire il corpo e-mail.
nl_be: Een Word-sjabloon met gegevens uit de entiteit gebruiken om de hoofdtekst van het e-mailbericht te vullen.
ru_ru: Используйте шаблон Word с данными из сущности для заполнения текста сообщения электронной почты.
sv_se: Använd en Word-mall med data från entiteten för att fylla i e-postmeddelandet.

# Page 2282749623 - Action 970153994 - Property 2879900210
source: Use Word Template
es_es: Usar plantilla de Word
it_ch: Utilizza modello di Word
nl_be: Word-sjabloon gebruiken
ru_ru: Использовать шаблон Word
sv_se: Använd Word-mall

# Page 2359842671 - Action 1023290046 - Property 1295455071
source: Edit the related entities for the selected Word template.
es_es: Edita las entidades relacionadas de la plantilla de Word seleccionada.
it_ch: Modificare le entità correlate per il modello di Word selezionato.
nl_be: De gerelateerde entiteiten voor de geselecteerde Word-sjabloon bewerken.
ru_ru: Изменение связанных сущностей для выбранного шаблона Word.
sv_se: Redigera relaterade enheter för den valda Word-mallen.

# Page 2359842671 - Action 1023290046 - Property 2879900210
source: Edit related entities
es_es: Editar entidades relacionadas
it_ch: Modifica entità correlate
nl_be: Gerelateerde entiteiten bewerken
ru_ru: Изменить связанные сущности
sv_se: Redigera relaterade enheter

# Page 2359842671 - Action 1068937304 - Property 1295455071
source: Apply Word template.
es_es: Aplique una plantilla de Word.
it_ch: Collegare il modello di Word.
nl_be: Word-sjabloon toepassen.
ru_ru: Применение шаблона Word.
sv_se: Tillämpa Word-mall.

# Page 2359842671 - Action 1068937304 - Property 2879900210
source: Apply
es_es: Aplicar
it_ch: Collega
nl_be: Toepassen
ru_ru: Применить
sv_se: Verkställ

# Page 2359842671 - Action 3818057883 - Property 1295455071
source: Create an empty Word template for a specific table.
es_es: Cree una plantilla de Word vacía para una tabla específica.
it_ch: Creare un modello di Word vuoto per una tabella specifica.
nl_be: Een lege Word-sjabloon maken voor een specifieke tabel.
ru_ru: Создание пустого шаблона Word для конкретной таблицы.
sv_se: Skapa en tom Word-mall för en specifik tabell.

# Page 2359842671 - Action 3818057883 - Property 2879900210
source: Create a template
es_es: Crear una plantilla
it_ch: Crea un modello
nl_be: Een sjabloon maken
ru_ru: Создать шаблон
sv_se: Skapa en mall.

# Page 2359842671 - Action 593408208 - Property 1295455071
source: Download the selected Word template.
es_es: Descargue la plantilla de Word seleccionada.
it_ch: Scaricare il modello di Word selezionato.
nl_be: De geselecteerde Word-sjabloon downloaden.
ru_ru: Загрузка выбранного шаблона Word.
sv_se: Ladda ned den valda Word-mallen.

# Page 2359842671 - Action 593408208 - Property 2879900210
source: Download
es_es: Descargar
it_ch: Scarica
nl_be: Downloaden
ru_ru: Загрузить
sv_se: Ladda ned

# Page 2359842671 - Action 701918397 - Property 1295455071
source: Upload a new template for the selected entry.
es_es: Cargue una nueva plantilla para el movimiento seleccionado.
it_ch: Caricare un nuovo modello per il movimento selezionato.
nl_be: Een nieuwe sjabloon uploaden voor de geselecteerde post.
ru_ru: Отправка нового шаблона для выбранной операции.
sv_se: Ladda upp en ny mall för den valda transaktionen.

# Page 2359842671 - Action 701918397 - Property 2879900210
source: Upload
es_es: Cargar
it_ch: Carica
nl_be: Uploaden
ru_ru: Отправить
sv_se: Ladda upp

# Page 2491626637 - Action 1380530402 - Property 1295455071
source: Download the operation status details to a file.
da_dk: Download detaljer om status for handlingen til en fil.
es_es: Permite descargar los detalles del estado de la operación a un archivo.
fr_fr: Téléchargez les détails du statut de l'opération dans un fichier.
it_ch: Scaricare i dettagli di stato dell'operazione in un file.
nl_be: Details over de status van de bewerking downloaden naar een bestand.
ru_ru: Загрузка сведений о статусе операции в файл.
sv_se: Hämta åtgärdens statusinformation till en fil.

# Page 2491626637 - Action 1380530402 - Property 2879900210
source: Download Details
da_dk: Download detaljer
es_es: Descargar detalles
fr_fr: Détails du téléchargement
it_ch: Scarica dettagli
nl_be: Details downloaden
ru_ru: Загрузить сведения
sv_se: Hämta information

# Page 2491626637 - Action 2026913255 - Property 1295455071
source: Refresh the deployment details.
da_dk: Opdater implementeringsoplysningerne.
es_es: Permite actualizar los detalles de implementación.
it_ch: Aggiornare i dettagli di distribuzione.
nl_be: De implementatiedetails vernieuwen.
ru_ru: Обновление сведений о развертывании.
sv_se: Uppdatera distributionsinformationen.

# Page 2491626637 - Action 2026913255 - Property 2879900210
source: Refresh
es_es: Actualizar
it_ch: Aggiorna
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# Page 2622225351 - Action 1882529452 - Property 1295455071
source: Add two or more objects.
es_es: Agregar dos o más objetos.
it_ch: Aggiungere due o più oggetti.
sv_se: Lägg till två eller flera objekt.

# Page 2622225351 - Action 1882529452 - Property 2879900210
source: Select Objects
es_es: Seleccionar objetos
it_ch: Seleziona oggetti
sv_se: Välj objekt

# Page 2622225351 - Action 2959107463 - Property 1295455071
source: Add read access to tables that are related to the selected tables.
es_es: Permite agregar el acceso de lectura a tablas relacionadas con las tablas seleccionadas.
it_ch: Aggiungere l'accesso in lettura alle tabelle correlate alle tabelle selezionate.
sv_se: Lägg till läsbehörighet för tabeller som är relaterade de valda tabellerna.

# Page 2622225351 - Action 2959107463 - Property 2879900210
source: Add Read Permission to Related Tables
es_es: Agregar permiso de lectura a tablas relacionadas
it_ch: Aggiungi autorizzazione di lettura alle tabelle correlate
sv_se: Lägg till läsbehörighet för relaterade tabeller

# Page 2638830259 - Action 2575491252 - Property 1295455071
source: Customize license permissions.
es_es: Permite personalizar permisos de licencia.
it_ch: Personalizzare le autorizzazioni in licenza.
sv_se: Anpassa licensbehörigheter.

# Page 2638830259 - Action 2575491252 - Property 2879900210
source: Configure
es_es: Configurar
it_ch: Configura
sv_se: Konfigurera

# Page 2638830259 - Action 4137051400 - Property 1295455071
source: Add a configuration for a license.
es_es: Permite agregar una configuración para una licencia.
it_ch: Aggiungere la configurazione per una licenza.
sv_se: Lägg till en konfiguration för en licens.

# Page 2638830259 - Action 4137051400 - Property 2879900210
source: Add License Configuration
es_es: Agregar configuración de licencia
it_ch: Aggiungi configurazione licenza
sv_se: Lägg till licenskonfiguration

# Page 2693243134 - Action 2982186347 - Property 1295455071
source: Manage translations for the short title
es_es: Administrar traducciones para el título corto
it_ch: Gestisci traduzioni per il titolo breve
nl_be: Vertalingen van de korte titel beheren
ru_ru: Управление переводами краткого заголовка
sv_se: Hantera översättningar för den korta rubriken

# Page 2693243134 - Action 2982186347 - Property 2879900210
source: Manage translations for the short title
es_es: Administrar traducciones para el título corto
it_ch: Gestisci traduzioni per il titolo breve
nl_be: Vertalingen van de korte titel beheren
ru_ru: Управление переводами краткого заголовка
sv_se: Hantera översättningar för den korta rubriken

# Page 2693243134 - Action 3389658869 - Property 1295455071
source: Manage translations for the title
es_es: Administrar traducciones para el título
it_ch: Gestisci traduzioni per il titolo
nl_be: Vertalingen van de titel beheren
ru_ru: Управление переводами заголовка
sv_se: Hantera översättningar för rubriken

# Page 2693243134 - Action 3389658869 - Property 2879900210
source: Manage translations for the title
es_es: Administrar traducciones para el título
it_ch: Gestisci traduzioni per il titolo
nl_be: Vertalingen van de titel beheren
ru_ru: Управление переводами заголовка
sv_se: Hantera översättningar för rubriken

# Page 2693243134 - Action 3902264039 - Property 1295455071
source: Manage translations for the description
es_es: Administrar traducciones para la descripción
it_ch: Gestisci traduzioni per la descrizione
nl_be: Vertalingen van de beschrijving beheren
ru_ru: Управление переводами описания
sv_se: Hantera översättningar för beskrivningen

# Page 2693243134 - Action 3902264039 - Property 2879900210
source: Manage translations for the description
es_es: Administrar traducciones para la descripción
it_ch: Gestisci traduzioni per la descrizione
nl_be: Vertalingen van de beschrijving beheren
ru_ru: Управление переводами описания
sv_se: Hantera översättningar för beskrivningen

# Page 2817068111 - Action 2466022207 - Property 1295455071
source: Create a daily recurrence.
da_dk: Opret en daglig gentagelse.
es_es: Permite crear una periodicidad diaria.
fr_fr: Créez une récurrence quotidienne.
it_ch: Creare una ricorrenza giornaliera.
nl_be: Een dagelijkse herhaling maken.
ru_ru: Создание ежедневного повторения.
sv_se: Skapa en tid som återkommer varje dag.

# Page 2817068111 - Action 2466022207 - Property 2879900210
source: Daily
da_dk: Dagligt
es_es: Diariamente
fr_fr: Tous les jours
it_ch: Giornaliera
nl_be: Dagelijks
ru_ru: Ежедневно
sv_se: Varje dag

# Page 2817068111 - Action 2992522706 - Property 1295455071
source: Create a yearly recurrence.
da_dk: Opret en årlig gentagelse.
es_es: Permite crear una periodicidad anual.
fr_fr: Créez une récurrence annuelle.
it_ch: Creare una ricorrenza annuale.
nl_be: Een jaarlijkse herhaling maken.
ru_ru: Создание ежегодного повторения.
sv_se: Skapa en tid som återkommer varje år.

# Page 2817068111 - Action 2992522706 - Property 2879900210
source: Yearly
da_dk: Årlig
es_es: Anual
fr_fr: Tous les ans
it_ch: Annuale
nl_be: Jaarlijks
ru_ru: Ежегодно
sv_se: Varje år

# Page 2817068111 - Action 3246508299 - Property 1295455071
source: Create a monthly recurrence.
da_dk: Opret en månedlig gentagelse.
es_es: Permite crear una periodicidad mensual.
fr_fr: Créez une récurrence mensuelle.
it_ch: Creare una ricorrenza mensile.
nl_be: Een maandelijkse herhaling maken.
ru_ru: Создание ежемесячного повторения.
sv_se: Skapa en tid som återkommer varje månad.

# Page 2817068111 - Action 3246508299 - Property 2879900210
source: Monthly
da_dk: Månedligt
es_es: Mensual
fr_fr: Tous les mois
it_ch: Mensile
nl_be: Maandelijks
ru_ru: Ежемесячно
sv_se: Varje månad

# Page 2817068111 - Action 3775567167 - Property 1295455071
source: Create a weekly recurrence.
da_dk: Opret en ugentlig gentagelse.
es_es: Permite crear una periodicidad semanal.
fr_fr: Créez une récurrence hebdomadaire.
it_ch: Creare una ricorrenza settimanale.
nl_be: Een wekelijkse herhaling maken.
ru_ru: Создание еженедельного повторения.
sv_se: Skapa en tid som återkommer varje vecka.

# Page 2817068111 - Action 3775567167 - Property 2879900210
source: Weekly
da_dk: Ugentligt
es_es: Semanal
fr_fr: Chaque semaine
it_ch: Settimanale
nl_be: Wekelijks
ru_ru: Еженедельно
sv_se: Varje vecka

# Page 2892733561 - Action 246139633 - Property 1295455071
source: Get assistance with creating a new company.
es_es: Obtener ayuda con la creación de una nueva empresa.
it_ch: Ottenere assistenza per creare una nuova società.
nl_be: Hulp krijgen bij het maken van een nieuw bedrijf.
ru_ru: Получение помощи по созданию новой организации.
sv_se: Få hjälp med att skapa ett nytt företag.

# Page 2892733561 - Action 246139633 - Property 2879900210
source: Create New Company
es_es: Crear nueva empresa
it_ch: Crea nuova società
nl_be: Nieuw bedrijf maken
ru_ru: Создать новую организацию
sv_se: Skapa nytt företag

# Page 3047977240 - Action 113888489 - Property 1295455071
source: Disagree to the terms and conditions.
es_es: Permite no aceptar los términos y condiciones.
it_ch: Non accettare le condizioni.
sv_se: Acceptera inte de allmänna villkoren.

# Page 3047977240 - Action 113888489 - Property 2879900210
source: Disagree
es_es: No aceptar
it_ch: Non accetto
sv_se: Acceptera inte

# Page 3047977240 - Action 467812692 - Property 1295455071
source: Agree to the terms and conditions.
es_es: Permite aceptar los términos y las condiciones.
it_ch: Accettare le condizioni.
sv_se: Acceptera de allmänna villkoren.

# Page 3047977240 - Action 467812692 - Property 2879900210
source: Agree
es_es: Aceptar
it_ch: Accetto
sv_se: Acceptera

# Page 3163801880 - Action 593408208 - Property 1295455071
source: Download the selected attachment file.
es_es: Descargue el archivo adjunto seleccionado.
it_ch: Scaricare il file allegato selezionato.
sv_se: Ladda ned den valda bifogade filen.

# Page 3163801880 - Action 593408208 - Property 2879900210
source: Download Attachment
es_es: Descargar archivo adjunto
it_ch: Scarica allegato
sv_se: Ladda ned bifogad fil

# Page 3170013184 - Action 176562519 - Property 1295455071
source: Specifies the status of the deployment.
da_dk: Angiver status for installationen.
es_es: Especifica el estado de la implementación.
it_ch: Specifica lo stato della distribuzione.
nl_be: Hiermee wordt de status van de implementatie opgegeven.
ru_ru: Определяет состояние развертывания.
sv_se: Anger distributionens status.

# Page 3170013184 - Action 176562519 - Property 2879900210
source: View
es_es: Ver
it_ch: Visualizza
nl_be: Weergeven
ru_ru: Просмотр
sv_se: Visa

# Page 3314581104 - Action 1235620153 - Property 2879900210
source: Next
es_es: Siguiente
it_ch: Avanti
nl_be: Volgende
ru_ru: Далее
sv_se: Nästa

# Page 3314581104 - Action 2667510389 - Property 2879900210
source: Finish
es_es: Finalizar
it_ch: Fine
nl_be: Voltooien
ru_ru: Готово
sv_se: Slutför
