Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 4061016505 - Control 1030634255 - Property 1295455071
source: Specifies the earliest date and time when the data update task should be run.
da_dk: Angiver den tidligste dato og det tidligste klokkeslæt for, hvornår dataopdateringsopgaven skal køres.
es_es: Especifica la primera fecha y hora en que se debe ejecutar la tarea de actualización de datos.
it_ch: Specifica la data e l'ora più recenti in cui il task di aggiornamento dati deve essere eseguito.
nl_be: Hiermee worden de vroegste datum en tijd opgegeven waarop de gegevensupdatetaak kan worden uitgevoerd.
ru_ru: Определяет самые ранние дату и время, когда должна быть запущена задача обновления данных.
sv_se: Anger tidigaste datum och tidpunkt som datauppdateringsuppgiften kan köras.

# Page 4061016505 - Control 1030634255 - Property 2879900210
source: Update Start Date/Time
da_dk: Opdater Startdato/-tidspunkt
es_es: Actualizar fecha/hora de inicio
it_ch: Data/ora inizio aggiornamento
nl_be: Begindatum/-tijd bijwerken
ru_ru: Дата/время начала обновления
sv_se: Uppdatera startdatum/-tid

# Page 4061016505 - Control 1295697111 - Property 1295455071
source: Specifies the status of data update in the current company. Until it is complete the feature is not fully enabled in the current company.
da_dk: Angiver statussen for dataopdatering i den aktuelle virksomhed. Indtil den er fuldført, aktiveres denne funktion ikke fuldt ud i den aktuelle virksomhed.
es_es: Especifica el estado de la actualización de datos de la empresa actual. Hasta su finalización, la característica no está totalmente habilitada en la empresa actual.
it_ch: Specifica lo stato dell'aggiornamento dati nella società corrente. La funzionalità è completamente abilitata nella società corrente solo al completamento dell'aggiornamento.
nl_be: Hiermee wordt de status opgegeven van de gegevensupdate in het huidige bedrijf. Totdat de functie is voltooid, wordt deze niet volledig geactiveerd in het huidige bedrijf.
ru_ru: Определяет состояние обновления данных в текущей компании. До завершения обновления функциональный компонент не будет полностью включен в текущей компании.
sv_se: Anger status för datauppdateringen i det aktuella företaget. Funktionen inte helt aktiverad i det aktuella företaget förrän detta är slutfört.

# Page 4061016505 - Control 1295697111 - Property 2879900210
source: Current Company Status
da_dk: Aktuel virksomhedsstatus
es_es: Estado actual de la empresa
it_ch: Stato società corrente
nl_be: Huidige bedrijfsstatus
ru_ru: Текущее состояние компании
sv_se: Aktuell företagsstatus

# Page 4061016505 - Control 2325998030 - Property 1295455071
source: The name of the new capability or change in design.
da_dk: Navnet på den nye funktion eller ændring i designet.
es_es: Nombre de la nueva capacidad o cambio en el diseño.
fr_fr: Nom de la nouvelle fonctionnalité ou modification de la conception.
it_ch: Nome della nuova funzionalità o modifica nella progettazione.
nl_be: De naam van de nieuwe mogelijkheid of wijziging in het ontwerp.
ru_ru: Название новой возможности или изменения в программном обеспечении.
sv_se: Namnet på den nya funktionen eller ändringen.

# Page 4061016505 - Control 2325998030 - Property 2879900210
source: Feature
da_dk: Funktion
es_es: Característica
fr_fr: Fonctionnalité
it_ch: Funzionalità
nl_be: Functie
ru_ru: Функция
sv_se: Funktion

# Page 4061016505 - Control 2889527988 - Property 1295455071
source: Specifies the id of the scheduled task.
da_dk: Angiver id'et for den planlagte opgave.
es_es: Especifica el id. de la tarea programada.
it_ch: Specifica l'ID del task programmato.
nl_be: Hiermee wordt de id van de geplande taak opgegeven.
ru_ru: Определяет идентификатор запланированной задачи.
sv_se: Anger ID:t för den schemalagda uppgiften.

# Page 4061016505 - Control 2897649021 - Property 1295455071
source: Specifies the session id where the task is being ran.
da_dk: Angiver det sessions-id, hvor opgaven er ved at blive kørt.
es_es: Especifica el id. de sesión en el que se ejecuta la tarea.
it_ch: Specifica l'ID della sessione in cui viene eseguito il task.
nl_be: Hiermee wordt de sessie-id opgegeven van de sessie waarin de taak wordt uitgevoerd.
ru_ru: Определяет ИД сеанса, в котором запускается задача.
sv_se: Anger sessions-ID:t där uppgiften kördes.

# Page 4061016505 - Control 2931427064 - Property 1295455071
source: Specifies a future software version and approximate date when this feature is automatically enabled for all users and cannot be disabled. Until this future version, the feature is optional.
da_dk: Angiver en fremtidig softwareversion og omtrentlig dato for, hvornår denne funktion automatisk aktiveres for alle brugere og ikke kan deaktiveres. Indtil denne fremtidige version er funktionen valgfri.
es_es: Especifica una versión futura del software y la fecha aproximada en la que esta característica se habilita automáticamente para todos los usuarios y no se puede deshabilitar. Hasta esta versión futura, la característica es opcional.
fr_fr: Spécifie une version logicielle ultérieure et une date approximative de l'activation automatique de cette fonctionnalité pour tous les utilisateurs et ne peut pas être désactivée. En attendant le lancement de cette version ultérieure, la fonctionnalité est facultative.
it_ch: Specifica una futura versione del software e una data approssimativa dell'abilitazione automatica di questa funzionalità per tutti gli utenti che non può essere disabilitata. Fino a questa versione futura, la funzionalità è facoltativa.
nl_be: Hiermee wordt een toekomstige softwareversie opgegeven en de geschatte datum waarop deze functie automatisch wordt geactiveerd voor alle gebruikers en niet kan worden uitgeschakeld. Tot deze toekomstige versie is de functie optioneel.
ru_ru: Определяет будущую версию программного обеспечения и приблизительную дату, когда эта функция будет автоматически включена для всех пользователей, и отключить ее будет невозможно. До этой будущей версии эта функция является необязательной.
sv_se: Anger en framtida programvaruversion och ett ungefärligt datum när den här funktionen aktiveras automatiskt för alla användare och inte kan inaktiveras. Fram till dess är funktionen valfri.

# Page 4061016505 - Control 2931427064 - Property 2879900210
source: Automatically enabled from
da_dk: Automatisk aktiveret fra
es_es: Habilitada automáticamente desde
fr_fr: Automatiquement activée à partir de
it_ch: Automaticamente abilitata da
nl_be: Automatisch geactiveerd vanaf
ru_ru: Включается автоматически с
sv_se: Automatiskt aktiverad från

# Page 4061016505 - Control 3489456882 - Property 1295455071
source: Specifies whether the feature is enabled for all users or for none. The change takes effect the next time each user signs in.
da_dk: Angiver, om funktionen er aktiveret for alle brugere eller for ingen. Ændringen træder i kraft, næste gang hver enkelt bruger logger på.
es_es: Especifica si la característica está habilitada para todos los usuarios o para ninguno. El cambio surte efecto la próxima vez en que cada usuario inicia sesión.
fr_fr: Indique si la fonctionnalité est activée pour tous les utilisateurs ou pour aucun. La modification prend effet à la prochaine connexion d'un utilisateur.
it_ch: Specifica se la funzionalità è abilitata per tutti gli utenti o per nessuno di essi. La modifica diventa effettiva la volta successiva che ogni utente esegue l'accesso.
nl_be: Hiermee wordt opgegeven of de functie voor alle gebruikers of voor geen gebruikers wordt geactiveerd. De wijziging wordt van kracht wanneer elke gebruiker zich opnieuw aanmeldt.
ru_ru: Указывает, включена ли функция для всех пользователей или ни для кого. Изменение вступает в силу при следующем входе каждого пользователя в систему.
sv_se: Anger om funktionen aktiveras för alla användare eller för ingen. Ändringen träder i kraft nästa gång användaren loggar in.

# Page 4061016505 - Control 3489456882 - Property 2879900210
source: Enabled for
da_dk: Aktiveret for
es_es: Habilitado para
fr_fr: Activée pour
it_ch: Abilitata per
nl_be: Geactiveerd voor
ru_ru: Включается для
sv_se: Aktiverats för

# Page 4061016505 - Control 3832370403 - Property 1295455071
source: View a detailed description of new capabilities and behaviors that are available when the feature is enabled (opens in a new tab).
da_dk: Få vist en detaljeret beskrivelse af nye egenskaber og funktioner, der er tilgængelige, når funktionen aktiveres (åbner i en ny fane).
es_es: Ver una descripción detallada de las nuevas capacidades y comportamientos que están disponibles cuando la característica está habilitada (se abre en una pestaña nueva).
it_ch: Visualizzare una descrizione dettagliata delle nuove funzionalità e dei comportamenti disponibili quando la funzionalità è abilitata (aperta in una nuova scheda).
nl_be: Een gedetailleerde beschrijving van nieuwe mogelijkheden en werkingen die beschikbaar zijn wanneer de functie is geactiveerd (wordt geopend in een nieuw tabblad).
ru_ru: Просмотр подробного описания новых возможностей и поведения, доступных при включении функции (открывается на новой вкладке).
sv_se: Visa en detaljerad beskrivning av nya funktioner och beteenden som blir tillgängliga när funktionen aktiveras (öppnas på en ny flik).

# Page 4061016505 - Control 3832370403 - Property 2879900210
source: Learn more
da_dk: Få mere at vide
es_es: Más información
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Подробнее
sv_se: Läs mer

# Page 4061016505 - Control 3975658731 - Property 1295455071
source: Specifies the serviec instance id where the task is being ran.
da_dk: Angiver det tjenesteforekomst-id, hvor opgaven er ved at blive kørt.
es_es: Especifica el id. de la instancia de servicio en la que se ejecuta la tarea.
it_ch: Specifica l'ID istanza del servizio in cui viene eseguito il task.
nl_be: Hiermee wordt de id opgegeven van de service-instantie waarin de taak wordt uitgevoerd.
ru_ru: Определяет экземпляр службы, в котором запускается задача.
sv_se: Anger tjänstinstans-ID:t där uppgiften kördes.

# Page 4061016505 - Control 538424632 - Property 1295455071
source: Starts a new session with the feature temporarily enabled (opens in a new tab). This does not affect any other users.
da_dk: Starter en ny session med funktionen midlertidigt aktiveret (åbner under en ny fane). Dette påvirker ikke andre brugere.
es_es: Inicia una sesión nueva con la característica habilitada temporalmente (se abre en una pestaña nueva). Esto no afecta a ningún otro usuario.
fr_fr: Démarre une nouvelle session avec la fonctionnalité temporairement activée (s'ouvre dans un nouvel onglet). Cela n'affecte pas les autres utilisateurs.
it_ch: Avvia una nuova sessione con la funzionalità abilitata temporaneamente (aperta in una nuova scheda). Questa operazione non influisce su altri utenti.
nl_be: Hiermee wordt een nieuwe sessie gestart terwijl de functie tijdelijk is geactiveerd (wordt geopend in een nieuw tabblad). Dit is niet van invloed op andere gebruikers.
ru_ru: Запускает новый сеанс с временно включенной функцией (открывается на новой вкладке). На других пользователей это не влияет.
sv_se: Startar en ny session där funktionen är tillfälligt aktiverad (öppnas på en ny flik). Detta påverkar inte några andra användare.

# Page 4061016505 - Control 538424632 - Property 2879900210
source: Get started
da_dk: Kom i gang
es_es: Introducción
fr_fr: Mise en route
it_ch: Inizia
nl_be: Aan de slag
ru_ru: Начало работы
sv_se: Kom igång

# Page 4123539893 - Control 1090269415 - Property 1968111052
source: Extensions enhance the capabilities of Business Central.
da_dk: Udvidelser forbedrer funktionerne i Business Central.
es_es: Las extensiones mejoran las capacidades de Business Central.
fr_fr: Les extensions améliorent les capacités de Business Central.
it_ch: Le estensioni ampliano le funzionalità di Business Central.
nl_be: Extensies vergroten de mogelijkheden van Business Central.
ru_ru: Расширения позволяют увеличить возможности Business Central.
sv_se: Tilläggen kompletterar funktionerna i Business Central.

# Page 4123539893 - Control 1663039630 - Property 1295455071
source: Open the Extensions management page.
da_dk: Åbn siden Udvidelsesstyring.
es_es: Permite abrir la página Administración de extensiones.
fr_fr: Ouvrez la page Gestion des extensions.
it_ch: Aprire la pagina Gestione estensioni.
nl_be: De pagina Extensiebeheer openen.
ru_ru: Открытие страницы "Управление расширениями".
sv_se: Öppna sidan Tilläggshantering.

# Page 4123539893 - Control 1663039630 - Property 2879900210
source: Extensions
da_dk: Udvidelser
es_es: Extensiones
it_ch: Estensioni
nl_be: Extensies
ru_ru: Расширения
sv_se: Tillägg

# Page 4123539893 - Control 1952886503 - Property 1295455071
source: Open the Manual Setup page.
da_dk: Åbn siden Manuel konfiguration.
es_es: Permite abrir la página Configuración manual.
fr_fr: Ouvrez la page Configuration manuelle.
it_ch: Aprire la pagina Setup manuale.
nl_be: De pagina Handmatige instelling openen.
ru_ru: Открытие страницы "Ручная настройка".
sv_se: Öppna sidan Manuell konfiguration.

# Page 4123539893 - Control 1952886503 - Property 2879900210
source: Manual Setup
da_dk: Manuel opsætning
es_es: Configuración manual
fr_fr: Configuration manuelle
it_ch: Setup manuale
nl_be: Handmatige instelling
ru_ru: Ручная настройка
sv_se: Manuell konfiguration

# Page 4123539893 - Control 2729903862 - Property 1968111052
source: Overview and manage individual settings and behaviors.
da_dk: Få oversigt over og administrer individuelle indstillinger og funktioner.
es_es: Información general y administración de ajustes y comportamientos concretos.
fr_fr: Vue d'ensemble et gestion des paramètres et des comportements individuels.
it_ch: Esaminare e gestire le impostazioni e i comportamenti singolarmente.
nl_be: Afzonderlijke instellingen en werking bekijken en beheren.
ru_ru: Обзор отдельных настроек и поведения, а также управление ими.
sv_se: Se över och hantera enskilda inställningar och beteenden.

# Page 4184586221 - Control 1256520770 - Property 1295455071
source: Specifies the name of the extension that provides the permission set.
es_es: Especifica el nombre de la extensión que proporciona el conjunto de permisos.
it_ch: Specifica il nome dell'estensione che fornisce il set di autorizzazioni.
sv_se: Anger namnet på tillägget som tillhandahåller behörighetsuppsättningen.

# Page 4184586221 - Control 1256520770 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
sv_se: Namn på tillägg

# Page 4184586221 - Control 1918310387 - Property 1295455071
source: Specifies a permission set that defines the role.
es_es: Especifica un conjunto de permisos que define el rol.
it_ch: Specifica un set di autorizzazioni che definisce il ruolo.
sv_se: Anger en behörighetsuppsättning som definierar rollen.

# Page 4184586221 - Control 1918310387 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 4184586221 - Control 2961552353 - Property 1295455071
source: Specifies the name of the permission set.
es_es: Especifica el nombre del conjunto de permisos.
it_ch: Specifica il nome del set di autorizzazioni.
sv_se: Anger namnet på den nya behörighetsuppsättningen.

# Page 4184586221 - Control 593885934 - Property 1295455071
source: Specifies if the permission set is specific to your tenant or generally available in the system.
es_es: Especifica si el conjunto de permisos es específico de su suscriptor o está disponible en general en el sistema.
it_ch: Indica se il set di autorizzazioni è specifico del tenant o è generalmente disponibile nel sistema.
sv_se: Anger om behörighetsuppsättningen är specifik för klientorganisationen eller är allmänt tillgänglig i systemet.

# Page 4217154468 - Control 1619637574 - Property 1295455071
source: Select type of entity to show
es_es: Seleccione el tipo de entidad que se mostrará
it_ch: Selezionare il tipo di entità da visualizzare
sv_se: Välj typ av enhet som ska visas

# Page 4217154468 - Control 1619637574 - Property 2879900210
source: Select entity
es_es: Seleccionar entidad
it_ch: Seleziona entità
sv_se: Välj enhet

# Page 4217154468 - Control 2961552353 - Property 1295455071
source: Name.
es_es: Nombre.
it_ch: Nome.
sv_se: Namn.

# Page 4217154468 - Control 3133801257 - Property 1295455071
source: Company.
es_es: Empresa.
it_ch: Società.
sv_se: Företag.

# Page 4217154468 - Control 90141998 - Property 1295455071
source: E-Mail Address.
es_es: Dirección de correo electrónico.
it_ch: Indirizzo e-mail.
sv_se: E-postadress.

# Page 423292104 - Control 1343707150 - Property 1295455071
source: Specifies the type of source record and its identifier. Choose the record to view more information.
es_es: Especifica el tipo de registro de origen y su identificador. Elija el registro para ver más información.
it_ch: Specifica il tipo di record di origine e il relativo identificatore. Scegliere il record per visualizzare ulteriori informazioni.
nl_be: Hiermee worden het type bronrecord en de id ervan opgegeven. Kies de record om meer informatie weer te geven.
ru_ru: Определяет тип исходной записи и ее идентификатор. Выберите запись, чтобы просмотреть дополнительные сведения.
sv_se: Anger typen av källpost och dess identifierare. Välj den post som du vill visa mer information om.

# Page 423292104 - Control 1343707150 - Property 2879900210
source: Source Record
es_es: Registro de origen
it_ch: Record di origine
nl_be: Bronrecord
ru_ru: Исходная запись
sv_se: Källpost

# Page 423292104 - Control 526938458 - Property 1295455071
source: Specifies the type of source relation.
es_es: Especifica el tipo de relación de origen.
it_ch: Specifica il tipo di relazione di origine.
nl_be: Hiermee wordt het type bronrelatie opgegeven.
ru_ru: Определяет тип исходного отношения.
sv_se: Anger typen av källrelation.

# Page 423292104 - Control 526938458 - Property 2879900210
source: Type of relation
es_es: Tipo de relación
it_ch: Tipo di relazione
nl_be: Type relatie
ru_ru: Тип отношения
sv_se: Typ av relation

# Page 4233905488 - Control 129688762 - Property 1295455071
source: Specifies the short name for the user.
da_dk: Angiver brugerens korte navn.
es_es: Especifica el nombre corto del usuario.
fr_fr: Spécifie le nom abrégé de l'utilisateur.
it_ch: Specifica il nome breve dell'utente.
nl_be: Hiermee wordt de korte naam van de gebruiker opgegeven.
ru_ru: Определяет краткое имя пользователя.
sv_se: Anger användarens kortnamn.

# Page 4233905488 - Control 2387530096 - Property 1295455071
source: Specifies the subscription plan.
da_dk: Angiver abonnementsplanen.
es_es: Especifica el plan de la suscripción.
fr_fr: Spécifie le plan de l'abonnement.
it_ch: Specifica il piano di sottoscrizione.
nl_be: Hiermee wordt het abonnementsplan opgegeven.
ru_ru: Определяет план подписки.
sv_se: Anger prenumerationsplanen.

# Page 4237756452 - Control 2727144722 - Property 1968111052
source: Could not access the geographical location of the device. Make sure that you are using the app for Windows, Android, or iOS.
da_dk: Der var ikke adgang til den geografiske placering på enheden. Kontroller, at du bruger appen til Windows, Android eller iOS.
es_es: No se ha podido obtener acceso a la ubicación geográfica del dispositivo. Asegúrese de que está utilizando la aplicación para Windows, Android o iOS.
it_ch: Impossibile accedere alla posizione geografica del dispositivo. Verificare di utilizzare l'app per Windows, Android o iOS.
nl_be: Kan geen toegang krijgen tot de geografische locatie van het apparaat. Controleer of u de app voor Windows, Android of iOS gebruikt.
ru_ru: Не удалось получить доступ к географическому расположению устройства. Убедитесь, что вы используете приложение для Windows, Android или iOS.
sv_se: Kunde inte komma åt enhetens geografiska plats. Kontrollera att du använder appen för Windows, Android eller iOS.

# Page 4237756452 - Control 2727144722 - Property 2879900210
source: Could not access the geographical location
da_dk: Der var ikke adgang til den geografiske placering
es_es: No se ha podido obtener acceso a la ubicación geográfica
it_ch: Impossibile accedere alla posizione geografica
nl_be: Geen toegang tot de geografische locatie
ru_ru: Не удалось получить доступ к географическому расположению
sv_se: Kunde inte komma åt den geografiska platsen

# Page 4237756452 - Control 3891454143 - Property 1968111052
source: Allow Business Central to access data about the geographical location of the device.
da_dk: Tillad Business Central at få adgang til data om enhedens geografiske placering.
es_es: Permite que Business Central obtenga acceso a datos sobre la ubicación geográfica del dispositivo.
it_ch: Consentire a Business Central di accedere ai dati sulla posizione geografica del dispositivo.
nl_be: Business Central toestaan toegang te krijgen tot gegevens over de geografische locatie van het apparaat.
ru_ru: Предоставление Business Central доступа к данным о географическом расположении устройства.
sv_se: Tillåt Business Central att få tillgång till data om enhetens geografiska läge.

# Page 4237756452 - Control 3891454143 - Property 2879900210
source: Requesting geographical location...
da_dk: Anmoder om geografisk placering...
es_es: Solicitando ubicación geográfica...
it_ch: Richiesta di posizione geografica in corso...
nl_be: Geografische locatie aanvragen...
ru_ru: Запрос географического расположения...
sv_se: Begär geografisk plats …

# Page 477017392 - Control 330849211 - Property 1295455071
source: The total time spent inside the method during the performance profiler recording.
es_es: Tiempo total transcurrido en el método durante la grabación del generador de perfiles de rendimiento.
it_ch: Tempo totale trascorso nel metodo durante la registrazione del profiler delle prestazioni.
sv_se: Den totala tiden som lades ned i metoden under inspelningen med prestandaprofileraren.

# Page 477017392 - Control 330849211 - Property 2879900210
source: Time Spent
es_es: Tiempo transcurrido
it_ch: Tempo speso
sv_se: Nedlagd tid

# Page 477017392 - Control 588697140 - Property 1295455071
source: The name of the method in which the time was spent.
es_es: Nombre del método en el que transcurrió el tiempo.
it_ch: Nome del metodo in cui è stato speso il tempo.
sv_se: Namnet på metoden där tiden har lagts ned.

# Page 477017392 - Control 588697140 - Property 2879900210
source: Method Name
es_es: Nombre de método
it_ch: Nome metodo
sv_se: Metodnamn

# Page 486598594 - Control 1918310387 - Property 1295455071
source: Specifies the ID of the role.
es_es: Especifica el id. del rol.
it_ch: Specifica l'ID del ruolo.
nl_be: Hiermee wordt de id van de rol opgegeven.
ru_ru: Определяет идентификатор роли.
sv_se: Anger ID:t för rollen.

# Page 513864971 - Control 2188440594 - Property 1295455071
source: There might be other users working in the system.
es_es: Es posible que otros usuarios estén trabajando en el sistema.
it_ch: Potrebbero esserci altri utenti che lavorano nel sistema.
sv_se: Det kan finnas andra användare som arbetar i systemet.
