Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application_*.g.xlf
Languages: de_de

# Page 2817068111 - Control 474480784 - Property 1295455071
source: Specifies the date when the recurrence takes effect.
de_de: Gibt das Datum an, an dem die Wiederholung in Kraft tritt.

# Page 2817068111 - Control 2649176925 - Property 1295455071
source: Specifies when the recurrence will stop.
de_de: Gibt an, wann die Wiederholung beendet wird.

# Page 2817068111 - Control 38359347 - Property 2879900210
source: Daily
de_de: Täglich

# Page 2817068111 - Control 972476439 - Property 2879900210
source: Days Between
de_de: Tage zwischen

# Page 2817068111 - Control 972476439 - Property 1295455071
source: Specifies the interval between occurrences.
de_de: Gibt das Intervall zwischen den Vorkommen an.

# Page 2817068111 - Control 1966338867 - Property 2879900210
source: Weekly
de_de: Wöchentlich

# Page 2817068111 - Control 3983000087 - Property 2879900210
source: Weeks Between
de_de: Wochen zwischen

# Page 2817068111 - Control 3983000087 - Property 1295455071
source: Specifies the interval between occurrences.
de_de: Gibt das Intervall zwischen den Vorkommen an.

# Page 2817068111 - Control 2910558118 - Property 2879900210
source: Recur on Monday
de_de: Am Montag wiederkehren

# Page 2817068111 - Control 2910558118 - Property 1295455071
source: Specifies that Monday is the day of the week for the recurrence.
de_de: Gibt an, dass Montag der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 464908067 - Property 2879900210
source: Recur on Tuesday
de_de: Am Dienstag wiederkehren

# Page 2817068111 - Control 464908067 - Property 1295455071
source: Specifies that Tuesday is the day of the week for the recurrence.
de_de: Gibt an, dass Dienstag der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 3922464340 - Property 2879900210
source: Recur on Wednesday
de_de: Am Mittwoch wiederkehren

# Page 2817068111 - Control 3922464340 - Property 1295455071
source: Specifies that Wednesday is the day of the week for the recurrence.
de_de: Gibt an, dass der Mittwoch der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 3922915322 - Property 2879900210
source: Recur on Thursday
de_de: Am Donnerstag wiederkehren

# Page 2817068111 - Control 3922915322 - Property 1295455071
source: Specifies that Thursday is the day of the week for the recurrence.
de_de: Gibt an, dass Donnerstag der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 1849951421 - Property 2879900210
source: Recur on Friday
de_de: Am Freitag wiederkehren

# Page 2817068111 - Control 1849951421 - Property 1295455071
source: Specifies that Friday is the day of the week for the recurrence.
de_de: Gibt an, dass Freitag der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 2610835137 - Property 2879900210
source: Recur on Saturday
de_de: Am Samstag wiederkehren

# Page 2817068111 - Control 2610835137 - Property 1295455071
source: Specifies that Saturday is the day of the week for the recurrence.
de_de: Gibt an, dass Samstag der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 237458738 - Property 2879900210
source: Recur on Sunday
de_de: Am Sonntag wiederkehren

# Page 2817068111 - Control 237458738 - Property 1295455071
source: Specifies that Sunday is the day of the week for the recurrence.
de_de: Gibt an, dass der Sonntag der Wochentag für die Wiederholung ist.

# Page 2817068111 - Control 21616679 - Property 2879900210
source: Monthly
de_de: Monatlich

# Page 2817068111 - Control 3459751907 - Property 2879900210
source: Months Between
de_de: Monate zwischen

# Page 2817068111 - Control 3459751907 - Property 1295455071
source: Specifies the interval between occurrences.
de_de: Gibt das Intervall zwischen den Vorkommen an.

# Page 2817068111 - Control 1806856657 - Property 2879900210
source: Recurrence Pattern
de_de: Serienmuster

# Page 2817068111 - Control 1806856657 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
de_de: Gibt die Häufigkeit der Wiederholung an. Ein Wiederholungsmuster kann z. B. für einen Tag in der ersten Woche eines jeden Monats eingerichtet werden.

# Page 2817068111 - Control 809128117 - Property 2879900210
source: Recur on Day
de_de: Wiederkehrend am Tag

# Page 2817068111 - Control 809128117 - Property 1295455071
source: Specifies the day of the month for the recurrence.
de_de: Gibt den Tag des Monats für die Wiederholung an.

# Page 2817068111 - Control 1872816007 - Property 2879900210
source: Recur in Week in Month
de_de: Wiederkehrend in der Woche des Monats

# Page 2817068111 - Control 1872816007 - Property 1295455071
source: Specifies the week of the month for the recurrence.
de_de: Gibt die Woche des Monats für die Wiederholung an.

# Page 2817068111 - Control 3643919615 - Property 2879900210
source: Weekday
de_de: Wochentag

# Page 2817068111 - Control 3643919615 - Property 1295455071
source: Specifies the day of the week for the recurrence.
de_de: Gibt den Wochentag für die Wiederholung an.

# Page 2817068111 - Control 2683361118 - Property 2879900210
source: Yearly
de_de: Jährlich

# Page 2817068111 - Control 1083609514 - Property 2879900210
source: Years Between
de_de: Jahre zwischen

# Page 2817068111 - Control 1083609514 - Property 1295455071
source: Specifies the interval between occurrences.
de_de: Gibt das Intervall zwischen den Vorkommen an.

# Page 2817068111 - Control 2894665138 - Property 2879900210
source: Recurrence Pattern
de_de: Serienmuster

# Page 2817068111 - Control 2894665138 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
de_de: Gibt die Häufigkeit der Wiederholung an. Ein Wiederholungsmuster kann z. B. für einen Tag in der ersten Woche eines jeden Monats eingerichtet werden.

# Page 2817068111 - Control 3465500804 - Property 1295455071
source: Specifies the month for the recurrence.
de_de: Gibt den Monat der Wiederholung an.

# Page 2817068111 - Control 1184122913 - Property 2879900210
source: Recur on Day
de_de: Wiederkehrend am Tag

# Page 2817068111 - Control 1184122913 - Property 1295455071
source: Specifies the day of the month for the recurrence.
de_de: Gibt den Tag des Monats für die Wiederholung an.

# Page 2817068111 - Control 880511899 - Property 2879900210
source: Recur in Week in Month
de_de: Wiederkehrend in der Woche des Monats

# Page 2817068111 - Control 880511899 - Property 1295455071
source: Specifies the week of the month for the recurrence.
de_de: Gibt die Woche des Monats für die Wiederholung an.

# Page 2817068111 - Control 4021946451 - Property 2879900210
source: Weekday
de_de: Wochentag

# Page 2817068111 - Control 4021946451 - Property 1295455071
source: Specifies the day of the week for the recurrence.
de_de: Gibt den Wochentag für die Wiederholung an.

# Page 2817068111 - Action 2466022207 - Property 2879900210
source: Daily
de_de: Täglich

# Page 2817068111 - Action 2466022207 - Property 1295455071
source: Create a daily recurrence.
de_de: Erstellt eine tägliche Wiederholung.

# Page 2817068111 - Action 3775567167 - Property 2879900210
source: Weekly
de_de: Wöchentlich

# Page 2817068111 - Action 3775567167 - Property 1295455071
source: Create a weekly recurrence.
de_de: Erstellt eine wöchentliche Wiederholung.

# Page 2817068111 - Action 3246508299 - Property 2879900210
source: Monthly
de_de: Monatlich

# Page 2817068111 - Action 3246508299 - Property 1295455071
source: Create a monthly recurrence.
de_de: Erstellt eine monatliche Wiederholung.

# Page 2817068111 - Action 2992522706 - Property 2879900210
source: Yearly
de_de: Jährlich

# Page 2817068111 - Action 2992522706 - Property 1295455071
source: Create a yearly recurrence.
de_de: Erstellt eine jährliche Wiederholung.

# Page 2817068111 - NamedType 3764383116
source: Some months have fewer than %1 days. These months will not be included in the recurrence.\\Do you want to continue?
de_de: Einige Monate haben weniger als %1 Tage. Diese Monate werden nicht in die Wiederholung einbezogen.\\Möchten Sie fortfahren?

# Page 383217645 - Control 129688762 - Property 2879900210
source: User Name
de_de: Benutzername

# Page 383217645 - Control 129688762 - Property 1295455071
source: Specifies the name of the user. If the user must enter credentials when they sign in, this is the name they must enter.
de_de: Gibt den Namen des Benutzers an. Wenn der Benutzer bei der Anmeldung Informationen eingeben muss, ist dies der einzugebende Name.

# Page 383217645 - Control 2981864456 - Property 2879900210
source: Full Name
de_de: Vollständiger Name

# Page 383217645 - Control 2981864456 - Property 1295455071
source: Specifies the full name of the user.
de_de: Gibt den vollständigen Namen des Benutzers an.

# Page 383217645 - Control 3885318848 - Property 1295455071
source: Specifies the Windows Security ID of the user. This is only relevant for Windows authentication.
de_de: Gibt die Windows-Sicherheitskennung des Benutzers an. Dies ist nur für die Windows-Authentifizierung relevant.

# Page 383217645 - Control 89296664 - Property 1295455071
source: Specifies the Microsoft account that this user uses to sign in to Office 365 or SharePoint Online.
de_de: Gibt das Microsoft-Konto an, mit dem sich dieser Benutzer bei Office 365 oder SharePoint Online anmeldet.

# Page 3187226699 - Property 2879900210
source: Product Videos
de_de: Produktvideos

# Page 3187226699 - Control 561698981 - Property 2879900210
source: Available Videos
de_de: Verfügbare Videos

# Page 3187226699 - Control 329424276 - Property 1295455071
source: Specifies the title of the video.
de_de: Gibt den Titel des Videos an.

# Page 3187226699 - Control 3702373668 - Property 1295455071
source: Specifies the video category.
de_de: Gibt die Videokategorie an.

# Page 3187226699 - Control 2766253784 - Property 1295455071
source: Specifies the source extension identifier.
de_de: Gibt die ID der Quellerweiterung an.

# Page 3187226699 - Control 2515772770 - Property 1295455071
source: Specifies the source extension name.
de_de: Gibt den Namen der Quellerweiterung an.

# Report 2448602003 - NamedType 1528036445
source: Your Password has been updated.
de_de: Ihr Kennwort wurde aktualisiert.

# Report 2448602003 - NamedType 2078312009
source: The user with %1 %2 does not exist.
de_de: Der Benutzer mit %1 %2 ist nicht vorhanden.

# Query 1846668439 - Property 2879900210
source: Users in Plans
de_de: Benutzer in Plänen

# Query 1846668439 - QueryColumn 3454837147 - Property 2879900210
source: User State
de_de: Benutzerstatus

# Profile 3492953430 - Property 2879900210
source: Blank Profile
de_de: Leeres Profil

# Profile 3492953430 - Property 4111922599
source: This system profile should only be used to sign in when no other profiles are available.
de_de: Dieses Systemprofil sollte nur zum Anmelden verwendet werden, wenn keine anderen Profile verfügbar sind.

# Enum 1150498218 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
de_de: Nicht kategorisiert

# Enum 757728504 - EnumValue 3663833023 - Property 2879900210
source: All Media
de_de: Alle Medien

# Enum 757728504 - EnumValue 1594621544 - Property 2879900210
source: Picture
de_de: Bild

# Enum 4244706559 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
de_de: Nicht kategorisiert

# Enum 649174547 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
de_de: Nicht kategorisiert
