Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 3771105887 - NamedType 2013856782
source: Retention Policies
da_dk: Opbevaringspolitikker

# Page 523480673 - Property 2879900210
source: Update users from Office 365
da_dk: Opdater brugere fra Office 365
fr_fr: Mettre à jour les utilisateurs à partir d'Office

# Page 523480673 - Control 792907206 - Property 1968111052
source: Bring changes to user information from your Office 365 organization to Business Central. Update license assignments, name changes, email addresses, preferred languages, and user access.
da_dk: Hent ændringer i brugeroplysninger fra din Office 365-organisation til Business Central. Opdater licenstildelinger, navneændringer, mailadresser, foretrukne sprog og brugeradgang.
fr_fr: Transférez les modifications apportées aux informations utilisateur entre votre organisation Office 365 et Business Central. Mettez à jour les attributions de licence, les changements de nom, les adresses e-mail, les langues préférées et l'accès utilisateur.

# Page 523480673 - Control 1673237505 - Property 1968111052
source: It can take up to 72 hours for a change in Office 365 to become available to Business Central.
da_dk: Det kan tage op til 72 timer, før en ændring i Office 365 bliver tilgængelige for Business Central.

# Page 523480673 - Control 1154908253 - Property 1968111052
source: There are no updates from Office 365. You can exit this guide.
da_dk: Der er ingen opdateringer fra Office 365. Du kan afslutte denne guide.

# Page 523480673 - NamedType 3487676923
source: You do not have sufficient previleges to update users from Office 365
da_dk: Du har ikke tilstrækkelige rettigheder til at opdatere brugere fra Office 365
fr_fr: Vous ne disposez pas de privilèges suffisants pour mettre à jour les utilisateurs à partir d'Office 365

# Page 367479046 - Control 4093990710 - Property 1295455071
source: Language.
da_dk: Sprog.

# Page 367479046 - Action 317913245 - Property 1295455071
source: Deploy.
da_dk: Installer.

# Page 367479046 - Action 788258546 - Property 1295455071
source: Cancel.
da_dk: Annuller.

# Page 4061016505 - NamedType 2845400600
source: This feature has been enabled for new sessions in your browser. When you are done, sign out or close the browser.
da_dk: Denne funktion er blevet aktiveret for nye sessioner i din browser. Når du er færdig, skal du logge af eller lukke browseren.

# Page 2817068111 - Control 3459751907 - Property 2879900210
source: Months Between
da_dk: Måneder mellem
fr_fr: Mois entre

# Page 2817068111 - Control 3459751907 - Property 1295455071
source: Specifies the interval between occurrences.
da_dk: Angiver intervallet mellem forekomster.
fr_fr: Spécifie l’intervalle entre les occurrences.

# Page 761349018 - Action 701918397 - Property 2879900210
source: Attach File
da_dk: Vedhæft fil

# Enum 2435677820 - EnumValue 2803003124 - Property 2879900210
source: Executive paper (7.25 in. by 10.5 in.).
da_dk: Executive-papir (7,25 x 10,5 tommer).
fr_fr: Papier Executive (7.25 po par 10.5 po).

# Enum 2435677820 - EnumValue 4111634021 - Property 2879900210
source: Folio paper (8.5 in. by 13 in.).
da_dk: Foliopapir (8,5 x 13 tommer).
fr_fr: Papier folio US (8.5 po par 13 po).

# Enum 2435677820 - EnumValue 2396307235 - Property 2879900210
source: German legal fanfold (8.5 in. by 13 in.).
da_dk: Legal endeløse baner (Tyskland) (8,5 x 13 tommer).
fr_fr: Légal Plié allemand (8.5 po par 13 po).

# Enum 2435677820 - EnumValue 3023036483 - Property 2879900210
source: German standard fanfold (8.5 in. by 12 in.).
da_dk: Tysk standard, endeløse baner (8,5 x 12 tommer).
fr_fr: Plié standard allemand (8.5 po par 12 po).

# Enum 2435677820 - EnumValue 4207495877 - Property 2879900210
source: Legal paper (8.5 in. by 14 in.).
da_dk: Legal-papir (8,5 x 14 tommer).
fr_fr: Papier légal US (8.5 po par 14 po).

# Enum 2435677820 - EnumValue 978800674 - Property 2879900210
source: Letter paper (8.5 in. by 11 in.).
da_dk: Letter-papir (8,5 x 11 tommer).
fr_fr: Papier Lettre US (8.5 po par 11 po).

# Enum 2435677820 - EnumValue 1133706470 - Property 2879900210
source: Monarch envelope (3.875 in. by 7.5 in.).
da_dk: Monarch-konvolut (3,875 x 7,5 tommer).
fr_fr: Enveloppe US Monarch (3.875 po par 7.5 po).

# Enum 2435677820 - EnumValue 2898143332 - Property 2879900210
source: Note paper (8.5 in. by 11 in.).
da_dk: Notespapir (8,5 x 11 tommer).
fr_fr: Papier Note (8.5 po par 11 po).

# Enum 2435677820 - EnumValue 1036356856 - Property 2879900210
source: #10 envelope (4.125 in. by 9.5 in.).
da_dk: #10 konvolut (4,125 x 9,5 tommer).
fr_fr: Enveloppe n° 10 (4.125 po par 9.5 po).

# Enum 2435677820 - EnumValue 3743832655 - Property 2879900210
source: #11 envelope (4.5 in. by 10.375 in.).
da_dk: #11 konvolut (4,5 x 10,375 tommer).
fr_fr: Enveloppe n° 11 (4.5 po par 10.375 po).

# Enum 2435677820 - EnumValue 1950509994 - Property 2879900210
source: #12 envelope (4.75 in. by 11 in.).
da_dk: #12 konvolut (4,75 x 11 tommer).
fr_fr: Enveloppe n° 12 (4.75 po par 11 po).

# Enum 2435677820 - EnumValue 882514588 - Property 2879900210
source: #14 envelope (5 in. by 11.5 in.).
da_dk: #14 konvolut (5 x 11,5 tommer).
fr_fr: Enveloppe n° 14 (5 po par 11.5 po).

# Enum 2435677820 - EnumValue 86285640 - Property 2879900210
source: #9 envelope (3.875 in. by 8.875 in.).
da_dk: #9 konvolut (3,875 x 8,875 tommer).
fr_fr: Enveloppe n° 9 (3.875 po par 8.875 po).

# Enum 2435677820 - EnumValue 3981077642 - Property 2879900210
source: 6 3/4 envelope (3.625 in. by 6.5 in.).
da_dk: 6 3/4-konvolut (3,625 x 6,5 tommer).
fr_fr: Enveloppe 6 3/4 (3.625 po par 6.5 po).

# Enum 2435677820 - EnumValue 1002125975 - Property 2879900210
source: Statement paper (5.5 in. by 8.5 in.).
da_dk: Papir til kontoudtog (5,5 x 8,5 tommer).
fr_fr: Papier US Statement (5.5 po par 8.5 po).

# Enum 2435677820 - EnumValue 728629095 - Property 2879900210
source: US standard fanfold (14.875 in. by 11 in.).
da_dk: Standard, endeløse baner, USA (14,875 x 11 tommer).
fr_fr: Plié standard US (14.875 po par 11 po).

# Enum 1233198380 - EnumValue 592964086 - Property 2879900210
source: The default unit (0.01 in.)
da_dk: Standardenheden (0,01 tomme)
fr_fr: Unité par défaut (0,01 po)

# Enum 1233198380 - EnumValue 1616776695 - Property 2879900210
source: One-hundredth of a millimeter (0.01 mm).
da_dk: En hundrededel af en millimeter (0,01 mm).
fr_fr: Un centième de millimètre (0,01 mm).

# Enum 1233198380 - EnumValue 1104904322 - Property 2879900210
source: One-tenth of a millimeter (0.1 mm).
da_dk: En tiendedel af en millimeter (0,1 mm).
fr_fr: Un dixième de millimètre (0,1 mm).

# Enum 1233198380 - EnumValue 4163264573 - Property 2879900210
source: One-thousandth of an inch (0.001 in.).
da_dk: En tusindedel af en tomme (0,001 tomme).
fr_fr: Un millième de pouce (0,001 po).

# Table 1483379216 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 1483379216 - Field 2897660500 - Property 2879900210
source: Record ID
fr_fr: ID enregistrement

# Table 799089619 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 799089619 - Field 448805223 - Property 2879900210
source: Video Status
fr_fr: Statut de la vidéo

# Codeunit 2308444729 - NamedType 3567299321
source: The provided field must be of type 'Media'.
fr_fr: Le champ fourni doit être de type « Média ».

# Page 523480673 - Control 4116649837 - Property 2879900210
source: Available Updates
fr_fr: Mises à jour disponibles

# Page 523480673 - Control 3491181912 - Property 1968111052
source: Apply the permissions from the new license or keep the current permissions.
fr_fr: Appliquez les autorisations de la nouvelle licence ou conservez les autorisations actuelles.

# Page 523480673 - Control 3616446514 - Property 1968111052
source: These changes will be applied when you choose Finish.
fr_fr: Ces modifications seront appliquées lorsque vous cliquerez sur Terminer.

# Page 523480673 - Action 3283000508 - Property 2879900210
source: Manage permission updates
fr_fr: Gérer les mises à jour des autorisations

# Page 523480673 - NamedType 2315222883
source: Number of available updates: %1.
fr_fr: %1 mises à jour sont disponibles.

# Page 523480673 - NamedType 2085817347
source: Number of license updates for users who have customized permissions: %1. The default permissions from the new license will replace the custom permissions. You must either apply the new permissions now or keep the current permissions. To do that, choose Manage permission updates.
fr_fr: %1 sont des mises à jour de licence pour les utilisateurs disposant d'autorisations personnalisées. Les autorisations par défaut de la nouvelle licence remplaceront les autorisations personnalisées. Vous devez appliquer les nouvelles autorisations maintenant ou conserver les autorisations actuelles. Pour ce faire, choisissez Gérer les mises à jour des autorisations.

# Page 523480673 - NamedType 2580697080
source: Number of available changes: %1. These can be name, email address, preferred language, and user access changes. Choose View changes to see the list.
fr_fr: %1 modifications sont disponibles. Il peut s'agir de modifications du nom, de l'adresse e-mail, de la langue préférée et de l'accès utilisateur. Sélectionnez Afficher les modifications pour afficher la liste.

# Page 3970971575 - Control 1957146386 - Property 4066396319
source: Specifies the default sensitivity classifications to apply to templates that are used to create new records, such as customers or items. You can view the fields to classify them individually.
fr_fr: Spécifie les classifications de sensibilité par défaut à appliquer aux modèles utilisés pour créer des enregistrements, tels que des clients ou des articles. Vous pouvez afficher les champs pour les classer individuellement.

# Page 3970971575 - Control 4294284153 - Property 2001309823
source: Specifies the default sensitivity classifications to apply to data on setup tables that control how you will use features, such as the tables used by the general ledger. You can view the fields to classify them individually.
fr_fr: Spécifie les classifications de sensibilité par défaut à appliquer aux données des tables de configuration qui contrôlent la manière dont vous allez utiliser les fonctionnalités, telles que les tables utilisées par la comptabilité. Vous pouvez afficher les champs pour les classer individuellement.

# Page 3266216760 - Control 4200184881 - Property 1295455071
source: Specifies the number.
fr_fr: Spécifie le numéro.

# Page 4061016505 - Control 3832370403 - Property 1295455071
source: A detailed description of new capabilities and behaviours that are available when the feature is enabled (opens in a new tab).
fr_fr: Description détaillée des nouveaux comportements et capacités disponibles lorsque la fonctionnalité est activée (s'ouvre dans un nouvel onglet).

# Enum 3335704328 - EnumValue 2599282724 - Property 2879900210
source: JPEG
fr_fr: IMAGES
