Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 240224259 - Control 2397723431 - Property 1295455071
source: Specifies source record of the attachment.
es_es: Especifica el registro de origen del archivo adjunto.
it_ch: Specifica il record origine dell'allegato.
nl_be: Hiermee wordt de bronrecord van de bijlage opgegeven.
ru_ru: Определяет запись, являющуюся источником вложения.
sv_se: Anger källposten för bilagan.

# Page 240224259 - Control 2397723431 - Property 2879900210
source: Source
es_es: Origen
it_ch: Origine
nl_be: Bron
ru_ru: Источник
sv_se: Källa

# Page 240224259 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
es_es: Especifica el nombre del archivo adjunto.
it_ch: Specifica il nome dell'allegato
nl_be: Hiermee wordt de naam van de bijlage opgegeven
ru_ru: Определяет имя вложения.
sv_se: Anger namnet på bilagan.

# Page 240224259 - Control 989751795 - Property 2879900210
source: Filename
es_es: Nombre de archivo
it_ch: Nome file
nl_be: Bestandsnaam
ru_ru: Имя файла
sv_se: Filnamn

# Page 2408068749 - Control 2961552353 - Property 2879900210
source: Do you want to see the checklist on your home page?
es_es: ¿Desea ver la lista de comprobación en la página principal?
it_ch: Visualizzare l'elenco di controllo sulla home page?
nl_be: Wilt u de controlelijst op uw startpagina zien?
ru_ru: Показывать контрольный список на домашней странице?
sv_se: Vill du visa checklistan på din startsida?

# Page 2482016502 - Control 1085746399 - Property 1295455071
source: The type of the application object.
es_es: Tipo del objeto de aplicación.
it_ch: Tipo dell'oggetto applicazione.
sv_se: Typen av appobjekt.

# Page 2482016502 - Control 1085746399 - Property 2879900210
source: Object Type
es_es: Tipo de objeto
it_ch: Tipo di oggetto
sv_se: Objekttyp

# Page 2482016502 - Control 1256520770 - Property 1295455071
source: The name of the app that the application object belongs to.
es_es: Nombre de la aplicación a la que pertenece el objeto de aplicación.
it_ch: Nome dell'app a cui appartiene l'oggetto applicazione.
sv_se: Namnet på appen som appobjektet tillhör.

# Page 2482016502 - Control 1256520770 - Property 2879900210
source: App Name
es_es: Nombre de la aplicación
it_ch: Nome app
sv_se: Appnamn

# Page 2482016502 - Control 1418569422 - Property 1295455071
source: The name of the application object.
es_es: Nombre del objeto de aplicación.
it_ch: Nome dell'oggetto applicazione.
sv_se: Namnet på appobjektet.

# Page 2482016502 - Control 1418569422 - Property 2879900210
source: Object Name
es_es: Nombre de objeto
it_ch: Nome oggetto
sv_se: Objektnamn

# Page 2482016502 - Control 3902453275 - Property 1295455071
source: The amount of time spent only in this method.
es_es: Cantidad de tiempo transcurrido solo en este método.
it_ch: Quantità di tempo trascorso solo in questo metodo.
sv_se: Den tid som lagts ned på enbart den här metoden.

# Page 2482016502 - Control 3902453275 - Property 2879900210
source: Self Time
es_es: Tiempo propio
it_ch: Tempo personale
sv_se: Egentid

# Page 2482016502 - Control 588697140 - Property 1295455071
source: The name of the method that was called.
es_es: Nombre del método al que se llamó.
it_ch: Nome del metodo che è stato chiamato.
sv_se: Namnet på den anropade metoden.

# Page 2482016502 - Control 588697140 - Property 2879900210
source: Method Name
es_es: Nombre de método
it_ch: Nome metodo
sv_se: Metodnamn

# Page 2482016502 - Control 731840410 - Property 1295455071
source: The amount of time spent in this method and the methods it calls.
es_es: Cantidad de tiempo transcurrido en este método y en los métodos a los que llama.
it_ch: Quantità di tempo trascorso in questo metodo e nei metodi che chiama.
sv_se: Den tid som lagts ned på den här metoden och metoderna som anropas.

# Page 2482016502 - Control 731840410 - Property 2879900210
source: Total Time
es_es: Total tiempo
it_ch: Tempo totale
sv_se: Total tid

# Page 2491626637 - Control 1256520770 - Property 1295455071
source: Specifies the name of the App.
da_dk: Angiver appens navn.
es_es: Especifica el nombre de la aplicación.
fr_fr: Spécifie le nom de l'application.
it_ch: Specifica il nome dell'app.
nl_be: Hiermee wordt de naam van de app opgegeven.
ru_ru: Определяет имя приложения.
sv_se: Anger appens namn.

# Page 2491626637 - Control 1256520770 - Property 2879900210
source: App Name
da_dk: Appnavn
es_es: Nombre de la aplicación
fr_fr: Nom de l'application
it_ch: Nome app
nl_be: App-naam
ru_ru: Имя приложения
sv_se: Appnamn

# Page 2491626637 - Control 1606374689 - Property 1295455071
source: Specifies the name of the App Publisher.
da_dk: Angiver navnet på udgiveren af appen.
es_es: Especifica el nombre del editor de la aplicación.
fr_fr: Spécifie le nom de l'éditeur de l'application.
it_ch: Specifica il nome dell'editore dell'app.
nl_be: Hiermee wordt de naam van de uitgever van de app opgegeven.
ru_ru: Определяет имя издателя приложения.
sv_se: Anger namnet på appens utgivare.

# Page 2491626637 - Control 1606374689 - Property 2879900210
source: App Publisher
da_dk: Appudgiver
es_es: Editor de la aplicación
fr_fr: Éditeur de l'application
it_ch: Editore dell'app
nl_be: App-uitgever
ru_ru: Имя издателя
sv_se: Appens utgivare

# Page 2491626637 - Control 2019212495 - Property 1295455071
source: Specifies the deployment Schedule.
da_dk: Angiver tidsplanen for installationen.
es_es: Especifica el programa de la implementación.
fr_fr: Spécifie le programme du déploiement.
it_ch: Specifica la programmazione della distribuzione.
nl_be: Hiermee wordt de implementatieplanning opgegeven.
ru_ru: Определяет план развертывания.
sv_se: Anger distributionsschema.

# Page 2491626637 - Control 2019212495 - Property 2879900210
source: Schedule
da_dk: Tidsplan
es_es: Programa
fr_fr: Planifier
it_ch: Programmazione
nl_be: Planning
ru_ru: План
sv_se: Schema

# Page 2491626637 - Control 2709452997 - Property 1295455071
source: Specifies the version of the App.
da_dk: Angiver appens version.
es_es: Especifica la versión de la aplicación.
fr_fr: Spécifie la version de l'application.
it_ch: Specifica la versione dell'app.
nl_be: Hiermee wordt de versie van de app opgegeven.
ru_ru: Определяет версию приложения.
sv_se: Anger appens version.

# Page 2491626637 - Control 2709452997 - Property 2879900210
source: App Version
es_es: Versión de la aplicación
fr_fr: Version de l'application
it_ch: Versione dell'app
nl_be: App-versie
ru_ru: Версия приложения

# Page 2491626637 - Control 2913603239 - Property 1295455071
source: Specifies the deployment summary details.
da_dk: Angiver en oversigt over installationsdetaljerne.
es_es: Especifica los detalles del resumen de la implementación.
fr_fr: Spécifie les détails du récapitulatif du déploiement.
it_ch: Specifica i dettagli del riepilogo distribuzione.
nl_be: Hiermee worden de overzichtsdetails van de implementatie opgegeven.
ru_ru: Определяет сводные сведения о развертывании.
sv_se: Anger distributionens sammanfattande information.

# Page 2491626637 - Control 2913603239 - Property 2879900210
source: Summary
da_dk: Oversigt
es_es: Resumen
fr_fr: Résumé
it_ch: Riepilogo
nl_be: Overzicht
ru_ru: Сводка
sv_se: Översikt

# Page 2491626637 - Control 318613646 - Property 1295455071
source: Specifies deploy operation details.
da_dk: Angiver detaljer om installationshandlingen.
es_es: Especifica los detalles de la operación de implementación.
fr_fr: Spécifie les détails de l’opération de déploiement.
it_ch: Specifica i dettagli dell'operazione di distribuzione.
nl_be: Hiermee worden bewerkingsdetails opgegeven.
ru_ru: Определяет сведения об операции развертывания.
sv_se: Anger åtgärdsdetaljer för distributionen.

# Page 2491626637 - Control 318613646 - Property 2879900210
source: Details
da_dk: Detaljer
es_es: Detalles
fr_fr: Détails
it_ch: Dettagli
ru_ru: Сведения
sv_se: Information

# Page 2491626637 - Control 3511005630 - Property 2879900210
source: Error Details
da_dk: Fejldetaljer
es_es: Detalles del error
fr_fr: Détails de l’erreur
it_ch: Dettagli errore
nl_be: Foutdetails
ru_ru: Сведения об ошибке
sv_se: Felinformation

# Page 2491626637 - Control 3760911130 - Property 1295455071
source: Specifies detailed message box.
da_dk: Angiver den detaljerede meddelelsesboks.
es_es: Especifica el cuadro Mensaje detallado.
fr_fr: Spécifie la zone de message détaillée.
it_ch: Specifica il messaggio dettagliato.
nl_be: Hiermee wordt het gedetailleerde berichtvenster opgegeven.
ru_ru: Определяет поле подробного сообщения.
sv_se: Anger detaljerad meddelanderuta.

# Page 2491626637 - Control 3760911130 - Property 2879900210
source: Detailed Message box
da_dk: Detaljeret meddelelsesboks
es_es: Cuadro Mensaje detallado
fr_fr: Zone de message détaillée
it_ch: Messaggio dettagliato
nl_be: Gedetailleerd berichtvenster
ru_ru: Поле "Подробное сообщение"
sv_se: Detaljerad meddelanderuta

# Page 2491626637 - Control 3944750556 - Property 1295455071
source: Specifies the Deployment start date.
da_dk: Angiver installationens startdato.
es_es: Especifica la fecha de inicio de la implementación.
fr_fr: Spécifie la date de début du déploiement.
it_ch: Specifica la data di inizio della distribuzione.
nl_be: Hiermee wordt de begindatum van de implementatie opgegeven.
ru_ru: Определяет дату начала развертывания.
sv_se: Anger distributionens startdatum.

# Page 2491626637 - Control 3944750556 - Property 2879900210
source: Started Date
da_dk: Startdato
es_es: Fecha inicial
fr_fr: Date de début
it_ch: Data di inizio
nl_be: Startdatum
ru_ru: Дата начала
sv_se: Började den

# Page 2491626637 - Control 513339096 - Property 1295455071
source: Specifies the deployment status.
da_dk: Angiver installationens status.
es_es: Especifica el estado de la implementación.
fr_fr: Spécifie le statut du déploiement.
it_ch: Specifica lo stato della distribuzione.
nl_be: Hiermee wordt de implementatiestatus opgegeven.
ru_ru: Определяет статус развертывания.
sv_se: Anger distributionsstatus.

# Page 2491626637 - Control 513339096 - Property 2879900210
source: Status
es_es: Estado
fr_fr: Statut
it_ch: Stato
ru_ru: Статус

# Page 2516086444 - Control 1660085976 - Property 1295455071
source: Specifies the integration name.
es_es: Especifica el nombre de la integración.
it_ch: Specifica il nome dell'integrazione.
sv_se: Anger integrationsnamnet.

# Page 2516086444 - Control 1660085976 - Property 2879900210
source: Integration Name
es_es: Nombre de integración
it_ch: Nome integrazione
sv_se: Integrationsnamn

# Page 2516086444 - Control 2472196901 - Property 1295455071
source: Specifies the user who agreed/disagreed to the privacy notice.
es_es: Especifica el usuario que aceptó o no aceptó el aviso de privacidad.
it_ch: Specifica l'utente che ha accettato/non ha accettato l'Informativa sulla privacy.
sv_se: Anger användaren som accepterat/inte accepterat sekretessmeddelandet.

# Page 2516086444 - Control 2472196901 - Property 2879900210
source: Approver User Name
es_es: Nombre de usuario del aprobador
it_ch: Nome utente responsabile dell'approvazione
sv_se: Godkännarens användarnamn

# Page 2516086444 - Control 346708723 - Property 1295455071
source: Specifies that the privacy notice was agreed to. .
es_es: Especifica que se aceptó el aviso de privacidad.
it_ch: Specifica che l'Informativa sulla privacy è stata accettata.
sv_se: Anger att sekretessmeddelandet accepterats.

# Page 2516086444 - Control 346708723 - Property 2879900210
source: Agree
es_es: Aceptar
it_ch: Accetto
sv_se: Acceptera

# Page 2516086444 - Control 3549826426 - Property 1295455071
source: Specifies the user who this approval belongs to. <Organization> means for everyone in the company.
es_es: Especifica el usuario al que pertenece esta aprobación. <Organización> hace referencia a todos los miembros de la empresa.
it_ch: Specifica l'utente a cui appartiene l'approvazione. <Organizzazione> significa tutte le persone della società.
sv_se: Anger användaren som detta godkännande tillhör. <Organisation> innebär alla i företaget.

# Page 2516086444 - Control 3549826426 - Property 2879900210
source: User Name
es_es: Nombre de usuario
it_ch: Nome utente
sv_se: Användarnamn

# Page 2516086444 - Control 496445946 - Property 1295455071
source: Specifies that the privacy notice was not agreed to. .
es_es: Especifica que no se aceptó el aviso de privacidad.
it_ch: Specifica che l'Informativa sulla privacy non è stata accettata.
sv_se: Anger att sekretessmeddelandet inte har accepterats.

# Page 2516086444 - Control 496445946 - Property 2879900210
source: Disagree
es_es: No aceptar
it_ch: Non accetto
sv_se: Acceptera inte

# Page 2536897829 - Control 103915345 - Property 1295455071
source: Specifies the number of the table this field belongs to.
da_dk: Angiver navnet på den tabel, som dette felt tilhører.
es_es: Especifica el nombre de la tabla a la que pertenece este campo.
fr_fr: Spécifie le numéro de la table à laquelle appartient ce champ.
it_ch: Specifica il numero della tabella a cui appartiene il campo.
nl_be: Hiermee wordt het nummer opgegeven van de tabel waartoe dit veld behoort.
ru_ru: Определяет номер таблицы, к которой относится это поле.
sv_se: Anger numret på tabellen som det här fältet tillhör.

# Page 2536897829 - Control 103915345 - Property 2879900210
source: Table No.
da_dk: Tabelnr.
es_es: Tabla n.º
fr_fr: N° table
it_ch: Nr. tabella
nl_be: Tabelnr.
ru_ru: Номер таблицы
sv_se: Tabellnr

# Page 2536897829 - Control 166597695 - Property 1295455071
source: Specifies the name of the field.
da_dk: Angiver navnet på feltet.
es_es: Especifica el nombre del campo.
fr_fr: Spécifie le nom du champ.
it_ch: Specifica il nome del campo.
nl_be: Hiermee wordt de naam van het veld opgegeven.
ru_ru: Определяет имя поля.
sv_se: Anger fältets namn.

# Page 2536897829 - Control 166597695 - Property 2879900210
source: Field Name
da_dk: Feltnavn
es_es: Nombre de campo
fr_fr: Nom de champ
it_ch: Nome campo
nl_be: Veldnaam
ru_ru: Имя поля
sv_se: Fältnamn

# Page 2536897829 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
da_dk: Angiver feltets nummer.
es_es: Especifica el número del campo.
fr_fr: Spécifie le numéro du champ.
it_ch: Specifica il numero del campo.
nl_be: Hiermee wordt het nummer van het veld opgegeven.
ru_ru: Определяет номер поля.
sv_se: Anger numret på fältet.

# Page 2536897829 - Control 4200184881 - Property 2879900210
source: No.
da_dk: Nummer
es_es: Nº
fr_fr: N°
it_ch: Nr.
nl_be: Nr.
ru_ru: Номер
sv_se: Nr

# Page 2536897829 - Control 730832363 - Property 1295455071
source: Specifies the name of the table this field belongs to.
da_dk: Angiver navnet på den tabel, som dette felt tilhører.
es_es: Especifica el nombre de la tabla a la que pertenece este campo.
fr_fr: Spécifie le nom de la table à laquelle appartient ce champ.
it_ch: Specifica il nome della tabella a cui appartiene il campo.
nl_be: Hiermee wordt de naam opgegeven van de tabel waartoe dit veld behoort.
ru_ru: Определяет имя таблицы, к которой относится это поле.
sv_se: Anger namnet på tabellen som det här fältet tillhör.

# Page 2536897829 - Control 730832363 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
es_es: Nombre de tabla
fr_fr: Nom de la table
it_ch: Nome tabella
nl_be: Tabelnaam
ru_ru: Имя таблицы
sv_se: Tabellnamn

# Page 2536897829 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
da_dk: Angiver feltets tekst, dvs. det navn, der vises i brugergrænsefladen.
es_es: Especifica el título del campo, es decir, el nombre que se mostrará en la interfaz de usuario.
fr_fr: Spécifie la légende du champ, c'est-à-dire le nom qui s'affichera dans l'interface utilisateur.
it_ch: Specifica la didascalia del campo, ossia il nome che verrà visualizzato nell'interfaccia utente.
nl_be: Hiermee wordt het bijschrift van het veld opgegeven, dat wil zeggen de naam die wordt weergegeven in de gebruikersinterface.
ru_ru: Определяет подпись поля, то есть имя, которое будет отображаться в пользовательском интерфейсе.
sv_se: Anger rubriken för fältet, det vill säga det namn som visas i användargränssnittet.

# Page 2536897829 - Control 823559016 - Property 2879900210
source: Field Caption
da_dk: Felttitel
es_es: Título campo
fr_fr: Légende champ
it_ch: Didascalia campo
nl_be: Veldbijschrift
ru_ru: Метка поля
sv_se: Fältrubrik

# Page 2547633168 - Control 1683930818 - Property 1295455071
source: Specifies the name of the extension.
da_dk: Angiver navnet på udvidelsen.
es_es: Especifica el nombre de la extensión.
fr_fr: Spécifie le nom de l'extension.
it_ch: Specifica il nome dell'estensione.
nl_be: Hiermee wordt de naam van de extensie opgegeven.
ru_ru: Определяет имя расширения.
sv_se: Anger namnet på tillägget.

# Page 2547633168 - Control 1683930818 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 2547633168 - Control 1734147128 - Property 1295455071
source: Specifies the App ID of the extension.
da_dk: Angiver app-id'et på udvidelsen.
es_es: Especifica el id. de la aplicación de la extensión.
fr_fr: Spécifie l'ID application de l'extension.
it_ch: Specifica l'ID app dell'estensione.
nl_be: Hiermee wordt de app-id van de extensie opgegeven.
ru_ru: Определяет ИД приложения расширения.
sv_se: Anger tilläggets app-ID.

# Page 2547633168 - Control 1734147128 - Property 2879900210
source: App ID
es_es: Id. de aplicación
fr_fr: ID appli
it_ch: ID app
ru_ru: ИД приложения

# Page 2547633168 - Control 3554274942 - Property 1295455071
source: Specifies whether the runtime should allow this extension to make HTTP requests through the HttpClient data type when running in a non-production environment.
da_dk: Angiver, om kørslen skal tillade denne udvidelse til at foretage HTTP-anmodninger via datatypen HttpClient ved kørsel i en ikke-produktionsmiljø.
es_es: Especifica si el tiempo de ejecución debe permitir esta extensión para realizar solicitudes HTTP mediante un tipo de datos HttpClient cuando se ejecuta en un entorno que no es de producción.
fr_fr: Spécifie si l'exécution doit autoriser cette extension à effectuer des demandes HTTP via le type de données HttpClient lors de l'exécution dans un environnement hors production.
it_ch: Specifica se il runtime deve consentire all'estensione di eseguire richieste HTTP tramite il tipo di dati HttpClient durante l'esecuzione in un ambiente non di produzione.
nl_be: Hiermee wordt opgegeven of de runtime moet toestaan dat deze extensie HTTP-aanvragen via het HttpClient-gegevenstype doet tijdens uitvoering in een niet-productieomgeving.
ru_ru: Указывает, должна ли среда выполнения разрешать этому расширению делать запросы HTTP с помощью типа данных HttpClient при выполнении в непроизводственной среде.
sv_se: Anger om tillägget ska få göra HTTP-begäranden via datatypen HttpClient under körning i en icke-produktionsmiljö.

# Page 2547633168 - Control 3554274942 - Property 2879900210
source: Allow HttpClient Requests
da_dk: Tillad HttpClient-anmodninger
es_es: Permitir solicitudes HttpClient
fr_fr: Autoriser les demandes HttpClient
it_ch: Consenti richieste HttpClient
nl_be: HttpClient-aanvragen toestaan
ru_ru: Разрешить запросы HttpClient
sv_se: Tillåt HttpClient-begäranden

# Page 2547633168 - Control 4056116129 - Property 1295455071
source: Specifies the publisher of the extension.
da_dk: Angiver udgiveren af udvidelsen.
es_es: Especifica el editor de la extensión.
fr_fr: Spécifie l'éditeur de l'extension.
it_ch: Specifica l'editore dell'estensione.
nl_be: Hiermee wordt de uitgever van de extensie opgegeven.
ru_ru: Определяет издателя расширения.
sv_se: Anger tilläggets utgivare.

# Page 2547633168 - Control 4056116129 - Property 2879900210
source: Publisher
da_dk: Udgiver
es_es: Editor
fr_fr: Éditeur
it_ch: Editore
nl_be: Uitgever
ru_ru: Издатель
sv_se: Utgivare

# Page 25890369 - Control 329424276 - Property 1295455071
source: Specifies the name of the item.
es_es: Especifica el nombre del producto.
it_ch: Specifica il nome dell'articolo.
nl_be: Hiermee wordt de naam van het artikel opgegeven.
ru_ru: Определяет название пункта.
sv_se: Anger namnet på artikeln.

# Page 25890369 - Control 3461834954 - Property 1295455071
source: Specifies the description of the item.
es_es: Especifica la descripción del producto.
it_ch: Specifica la descrizione dell'articolo.
nl_be: Hiermee wordt de beschrijving van het artikel opgegeven.
ru_ru: Определяет описание пункта.
sv_se: Anger beskrivningen av artikeln.

# Page 25890369 - Control 3817506388 - Property 1295455071
source: Specifies the link to start the guided experience.
es_es: Especifica el vínculo para iniciar la experiencia guiada.
it_ch: Specifica il collegamento per avviare l'esperienza guidata.
nl_be: Hiermee wordt de koppeling opgegeven waarmee de begeleide ervaring wordt gestart.
ru_ru: Определяет ссылку для запуска интерактивной процедуры.
sv_se: Anger länken som startar den guidade upplevelsen.

# Page 25890369 - Control 3979136067 - Property 1295455071
source: Specifies the app that added the guided experience item.
es_es: Especifica la aplicación que agregó el artíulo de experiencia guiada.
it_ch: Specifica l'app che ha aggiunto l'elemento esperienza guidata.
nl_be: Hiermee wordt de app opgegeven die het artikel van een begeleide ervaring heeft toegevoegd.
ru_ru: Определяет приложение, добавившее пункт интерактивной процедуры.
sv_se: Anger appen som lade till punkten för den guidade upplevelsen.

# Page 2622225351 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
es_es: Especifica el tipo de objeto al que se aplican los permisos en la base de datos actual.
it_ch: Specifica il tipo di oggetto a cui si applicano le autorizzazioni nel database corrente.
sv_se: Anger typen för objektet som behörigheterna gäller i den aktuella databasen.

# Page 2622225351 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
es_es: Especifica el nombre del objeto al que se aplican los permisos.
it_ch: Specifica il nome dell'oggetto a cui si applicano le autorizzazioni.
sv_se: Anger namnet på objektet som behörigheterna gäller.

# Page 2622225351 - Control 1418569422 - Property 2879900210
source: Object Name
es_es: Nombre de objeto
it_ch: Nome oggetto
sv_se: Objektnamn

# Page 2622225351 - Control 1682833869 - Property 1295455071
source: Specifies if the permission set has modify permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de modificación para este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di modifica per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har ändringsbehörighet för det här objektet.

# Page 2622225351 - Control 1682833869 - Property 2879900210
source: Modify Permission
es_es: Permiso de modificación
it_ch: Autorizzazione di modifica
sv_se: Ändringsbehörighet

# Page 2622225351 - Control 1878130204 - Property 1295455071
source: Specifies the type of permission.
es_es: Especifica el tipo de permiso.
it_ch: Specifica il tipo di autorizzazione.
sv_se: Anger typen av behörighet.

# Page 2622225351 - Control 3088155792 - Property 1295455071
source: Specifies if the permission set has insert permission to this object.
es_es: Especifica si el conjunto de permisos tiene permiso de inserción en este objeto.
it_ch: Specifica se il set di autorizzazioni dispone dell'autorizzazione di inserimento per l'oggetto.
sv_se: Anger om behörighetsuppsättningen har infogningsbehörighet för det här objektet.
