Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3692338268 - Control 907109761 - Property 1295455071
source: Header
es_es: Encabezado
it_ch: Testata
nl_be: Koptekst
ru_ru: Заголовок
sv_se: Rubrik

# Page 3692338268 - Control 907109761 - Property 2879900210
source: Header
es_es: Encabezado
it_ch: Testata
nl_be: Koptekst
ru_ru: Заголовок
sv_se: Rubrik

# Page 3706825753 - Control 2478943995 - Property 1295455071
source: Specifies the location of where the document has been uploaded. Navigating here will allow the user to download the file.
es_es: Especifica el almacén donde se ha cargado el documento. Si el usuario se desplaza hasta aquí, podrá descargar el archivo.
it_ch: Specifica il percorso in cui è stato caricato il documento. Passando a questo percorso l'utente potrà scaricare il file.
sv_se: Anger platsen där dokumentet laddades upp. Om du navigerar hit kan användaren ladda ned filen.

# Page 3706825753 - Control 2961552353 - Property 1295455071
source: Specifies the filename of the document (with file extension). This will be used for uploading and also displayed in the share experience.
es_es: Especifica el nombre de archivo del documento (con extensión de archivo). Esto se usará para realizar cargas, y también se muestra en la experiencia de uso compartido.
it_ch: Specifica il nome file del documento con estensione file. Questo nome viene utilizzato per il caricamento e viene visualizzato nell'esperienza di condivisione.
sv_se: Anger filnamnet på dokumentet (med filnamnstillägget). Detta används för uppladdningen och visas också i delningsupplevelsen.

# Page 3706825753 - Control 3979136067 - Property 1295455071
source: Specifies the filename extension (e.g. .pdf). This is required to display the share experience.
es_es: Especifica la extensión del nombre de archivo (por ejemplo, .pdf). Esto es necesario para mostrar la experiencia de uso compartido.
it_ch: Specifica l'estensione del nome file (ad esempio .pdf). È necessario per visualizzare l'esperienza di condivisione.
sv_se: Anger filnamnstillägget (till exempel .pdf). Detta måste anges för att du ska kunna visa delningsupplevelsen.

# Page 3706825753 - Control 605435073 - Property 1295455071
source: Specifies the root location of the document. This is typically the store used by the Document Service.
es_es: Especifica el almacén raíz del documento. Por lo general, se trata del almacén que usa el servicio documental.
it_ch: Specifica il percorso radice del documento. Si tratta in genere dell'archivio utilizzato dal servizio documenti.
sv_se: Anger dokumentets rotplats. Detta är vanligtvis arkivet som används av dokumenttjänsten.

# Page 3706825753 - Control 854469421 - Property 1295455071
source: Specifies the sharing token.
es_es: Especifica el token de uso compartido.
it_ch: Specifica il token di condivisione.
sv_se: Anger delningstoken.

# Page 3706825753 - Control 854469421 - Property 2879900210
source: Sharing Token
es_es: Token de uso compartido
it_ch: Token di condivisione
sv_se: Delningstoken

# Page 3732057329 - Control 2174523888 - Property 1295455071
source: Specifies the origin of this role, which can be either an extension, shown by its name, or a custom profile created by a user.
es_es: Especifica el origen de este rol, que puede ser una extensión, que se muestra por su nombre, o bien un perfil personalizado que ha creado un usuario.
it_ch: Specifica l'origine di questo ruolo che può essere un'estensione, indicata con il nome, oppure un profilo personalizzato creato da un utente.
nl_be: Hiermee wordt de oorsprong van deze rol opgegeven. Dat kan een extensie zijn, aangegeven met de naam ervan, of een aangepast profiel dat door een gebruiker is gemaakt.
ru_ru: Определяет источник этой роли, который может представлять собой либо расширение, имя которого указано, либо пользовательский профиль, созданный пользователем.
sv_se: Anger den här rollens ursprung, som kan vara ett tillägg, som visas med sitt namn, eller en anpassad profil som har skapats av en användare.

# Page 3732057329 - Control 2174523888 - Property 2879900210
source: Source
es_es: Origen
it_ch: Origine
nl_be: Bron
ru_ru: Источник
sv_se: Källa

# Page 3732057329 - Control 369881184 - Property 1295455071
source: Specifies the name of the organizational role.
es_es: Especifica el nombre del rol organizativo.
it_ch: Specifica il nome del ruolo dell'organizzazione.
nl_be: Hiermee wordt de naam opgegeven van de organisatorische rol.
ru_ru: Определяет название организационной роли.
sv_se: Anger namnet på den organisatoriska rollen.

# Page 3732057329 - Control 369881184 - Property 2879900210
source: Display Name
es_es: Nombre para mostrar
it_ch: Nome visualizzato
nl_be: Weergavenaam
ru_ru: Отображаемое название
sv_se: Visningsnamn

# Page 3756518970 - Control 1024452823 - Property 1295455071
source: Specifies the name of the account registered.
da_dk: Angiver navnet på den registrerede konto.
es_es: Especifica el nombre de la cuenta registrada.
it_ch: Specifica il nome dell'account registrato.
nl_be: Hiermee wordt de geregistreerde naam van het account opgegeven.
ru_ru: Определяет имя зарегистрированной учетной записи.
sv_se: Anger namnet på det registrerade kontot.

# Page 3756518970 - Control 1024452823 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3756518970 - Control 1123305005 - Property 1295455071
source: Select the type of account you want to create.
da_dk: Vælg den kontotype, du vil oprette.
es_es: Permite seleccionar el tipo de cuenta que desea crear.
it_ch: Selezionare il tipo di account che si desidera creare.
nl_be: Selecteer het soort account dat u wilt maken.
ru_ru: Выбор типа учетной записи, которую требуется создать.
sv_se: Välj den kontotyp som du vill skapa.

# Page 3756518970 - Control 1144586632 - Property 1295455071
source: Navigate to AppSource.
da_dk: Naviger til AppSource.
es_es: Vaya a AppSource.
it_ch: Passare ad AppSource.
nl_be: Navigeren naar AppSource.
ru_ru: Переход в AppSource.
sv_se: Navigera till AppSource.

# Page 3756518970 - Control 1267408499 - Property 2879900210
source: Account
da_dk: Konto
es_es: Cuenta
ru_ru: Учетная запись
sv_se: Konto

# Page 3756518970 - Control 1275347494 - Property 1295455071
source: Navigate to Extension Management page.
da_dk: Naviger til siden Udvidelsesstyring.
es_es: Navegue hasta la página Administración de extensiones.
it_ch: Passare alla pagina Gestione estensione.
nl_be: Naar de pagina Extensiebeheer navigeren.
ru_ru: Переход на страницу "Управление расширениями".
sv_se: Navigera till sidan för tilläggs hantering.

# Page 3756518970 - Control 1774576605 - Property 1968111052
source: You have successfully added the email account. To check that it is working, send a test email.
da_dk: Mailkontoen er blevet tilføjet. Send en testmail for at kontrollere, at den fungerer.
es_es: Ha agregado correctamente la cuenta de correo electrónico. Para comprobar que funciona, envíe un mensaje de correo electrónico de prueba.
it_ch: L'account e-mail è stato aggiunto correttamente. Per verificare che funzioni, inviare un messaggio e-mail di prova.
nl_be: U hebt het e-mailaccount toegevoegd. Verzend een test-e-mail om te controleren of het werkt.
ru_ru: Вы успешно добавили учетную запись электронной почты. Чтобы убедиться, что она работает, отправьте тестовое сообщение.
sv_se: E-postkontot har lagts till. Om du vill kontrollera att det fungerar kan du skicka ett testmeddelande.

# Page 3756518970 - Control 1774576605 - Property 2879900210
source: Congratulations!
da_dk: Tillykke!
es_es: ¡Enhorabuena!
it_ch: Congratulazioni!
nl_be: Gefeliciteerd!
ru_ru: Поздравляем!
sv_se: Grattis!

# Page 3756518970 - Control 2193988802 - Property 1295455071
source: View information about how to set up the email capabilities.
da_dk: Vis oplysninger om, hvordan du konfigurerer mailfunktionerne.
es_es: Permite ver información sobre cómo configurar las funciones de correo electrónico
it_ch: Visualizzare le informazioni sull'impostazione delle funzionalità e-mail.
nl_be: Informatie weergeven over het instellen van de e-mailmogelijkheden.
ru_ru: Просмотр информации о том, как настраивать функции электронной почты.
sv_se: Visa information om hur du ställer in e-postfunktionerna.

# Page 3756518970 - Control 2725983395 - Property 1295455071
source: Use this account for all scenarios for which an account is not specified. Scenarios are processes that involve sending documents or notifications by email.
da_dk: Brug denne konto til alle scenarier, hvor der ikke er angivet en konto. Scenarier er processer, der involverer afsendelse af dokumenter eller meddelelser via mail.
es_es: Use esta cuenta para todos los escenarios para los que no se haya especificado una cuenta. Los escenarios son procesos que incluyen el envío de documentos o notificaciones por correo electrónico.
it_ch: Utilizzare questo account per tutti gli scenari per cui non è specificato un account. Gli scenari sono processi che coinvolgono l'invio di documenti o notifiche via e-mail.
nl_be: Dit account gebruiken voor alle scenario's waarvoor geen account is opgegeven. Scenario's zijn processen waarbij documenten of berichten per e-mail worden verzonden.
ru_ru: Позволяет использовать эту учетную запись для всех сценариев, для которых не указана учетная запись. Сценарии — это процессы, которые предполагают отправку документов или уведомлений по электронной почте.
sv_se: Använd det här kontot för alla scenarier som du inte har angett ett konto för. Scenarier är processer som berör att skicka dokument eller meddelanden via e-post.

# Page 3756518970 - Control 2725983395 - Property 2879900210
source: Set as default
da_dk: Angiv som standard
es_es: Establecer como predeterminada
it_ch: Imposta come predefinito
nl_be: Als standaard instellen
ru_ru: Использовать по умолчанию
sv_se: Ange som standard

# Page 3756518970 - Control 2932268052 - Property 1295455071
source: Specifies the email address of the account registered.
da_dk: Angiver mailadressen for den registrerede konto.
es_es: Especifica la dirección de correo electrónico de la cuenta registrada.
it_ch: Specifica l'indirizzo e-mail dell'account registrato.
nl_be: Hiermee wordt het geregistreerde e-mailadres van het account opgegeven.
ru_ru: Определяет адрес электронной почты зарегистрированной учетной записи.
sv_se: Anger e-postadressen för det registrerade kontot.

# Page 3756518970 - Control 2932268052 - Property 2879900210
source: Email Address
da_dk: Mailadresse
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
nl_be: E-mailadres
ru_ru: Адрес электронной почты
sv_se: E-postadress

# Page 3756518970 - Control 2961552353 - Property 1295455071
source: Specifies the type of the account you want to create.
es_es: Especifica el tipo de cuenta que desea crear.
it_ch: Specifica il tipo di account che si desidera creare.
sv_se: Anger typen av konto som du vill skapa.

# Page 3756518970 - Control 2961552353 - Property 2879900210
source: Account Type
da_dk: Kontotype
es_es: Tipo de cuenta
it_ch: Tipo di account
nl_be: Accountsoort
ru_ru: Тип учетной записи
sv_se: Kontotyp

# Page 3756518970 - Control 3030799777 - Property 2879900210
source: Use caution when adding email accounts. Depending on your setup, accounts can be available to all users.
da_dk: Vær forsigtig, når du tilføjer mailkonti. Afhængigt af konfigurationen kan konti være tilgængelige for alle brugere.
es_es: Tenga cuidado al agregar cuentas de correo electrónico. Según la configuración, las cuentas pueden estar disponibles para todos los usuarios.
it_ch: Prestare attenzione quando si aggiungono account e-mail. A seconda del setup, gli account possono essere disponibili per tutti gli utenti.
nl_be: Wees voorzichtig met het toevoegen van e-mailaccounts. Afhankelijk van uw instellingen kunnen accounts beschikbaar zijn voor alle gebruikers.
ru_ru: Соблюдайте осторожность при добавлении учетных записей электронной почты. В зависимости от настроек эти учетные записи могут быть доступны всем пользователям системы.
sv_se: Var försiktig när du lägger till e-postkonton. Beroende på dina inställningar kan konton vara tillgängliga för alla användare.

# Page 3756518970 - Control 3142569618 - Property 1968111052
source: By adding an email account you acknowledge that the email provider might be able to access the data you send in emails from Business Central.
da_dk: Når du tilføjer en e-mailkonto accepterer du, at e-mailudbyderen muligvis kan få adgang til de data, du sender i e-mails fra Business central.
es_es: Al agregar una cuenta de correo electrónico, reconoce que es posible que el proveedor de correo electrónico pueda obtener acceso a los datos que envían en mensajes de correo electrónico de Business Central.
it_ch: Aggiungendo un account e-mail si accetta che il provider e-mail possa accedere ai dati che invii nei messaggi e-mail da Business Central.
nl_be: Door een e-mailaccount toe te voegen accepteert u dat de e-mailprovider mogelijk toegang heeft tot de gegevens die u per e-mail vanuit Business Central verzendt.
ru_ru: Добавляя учетную запись электронной почты, вы соглашаетесь с тем, что поставщик электронной почты может получить доступ к данным, которые вы отправляете по электронной почте из Business Central.
sv_se: Genom att lägga till ett e-postkonto bekräftar du att e-postleverantören kan komma åt data som du skickar i e-postmeddelanden från Business Central.

# Page 3756518970 - Control 3142569618 - Property 2879900210
source: Privacy notice
da_dk: Erklæring om beskyttelse af personlige oplysninger
es_es: Aviso de privacidad
it_ch: Informativa sulla privacy
nl_be: Privacyverklaring
ru_ru: Заявление о конфиденциальности
sv_se: Sekretesspolicy

# Page 3756518970 - Control 318613646 - Property 1295455071
source: Specifies more details about the account type.
da_dk: Angiver flere detaljer om kontotypen.
es_es: Especifica más detalles sobre el tipo de cuenta.
it_ch: Specifica ulteriori dettagli sul tipo di account.
nl_be: Hiermee worden meer details opgegeven over het accountsoort.
ru_ru: Определяет дополнительные сведения о типе учетной записи.
sv_se: Anger mer information om kontotypen.

# Page 3756518970 - Control 318613646 - Property 2879900210
source: Details
da_dk: Detaljer
es_es: Detalles
it_ch: Dettagli
ru_ru: Сведения
sv_se: Information

# Page 3756518970 - Control 374219350 - Property 2879900210
source: Email apps are available in Extension Management and AppSource.
da_dk: Der findes mailapps i Udvidelsesstyring og AppSource.
es_es: Las aplicaciones de correo electrónico están disponibles en Administración de extensiones y AppSource.
it_ch: Le app e-mail sono disponibili in Gestione estensioni e AppSource.
nl_be: E-mail-apps zijn beschikbaar in Extensiebeheer en AppSource.
ru_ru: Почтовые приложения доступны на странице "Управление расширениями" и в AppSource.
sv_se: E-postappar finns tillgängliga i Tilläggshantering och AppSource.

# Page 3756518970 - Control 3832370403 - Property 1295455071
source: View information about how to set up the email capabilities.
da_dk: Vis oplysninger om, hvordan du konfigurerer mailfunktionerne.
es_es: Permite ver información sobre cómo configurar las funciones de correo electrónico
it_ch: Visualizzare le informazioni sull'impostazione delle funzionalità e-mail.
nl_be: Informatie weergeven over het instellen van de e-mailmogelijkheden.
ru_ru: Просмотр информации о том, как настраивать функции электронной почты.
sv_se: Visa information om hur du ställer in e-postfunktionerna.

# Page 3756518970 - Control 4031490029 - Property 2879900210
source: View a list of the available email apps
da_dk: Vis en liste over tilgængelige mailapps
es_es: Permite ver una lista de las aplicaciones de correo electrónico disponibles
it_ch: Visualizza l'elenco delle app e-mail disponibili
nl_be: Een lijst weergeven met beschikbare e-mail-apps
ru_ru: Просмотр списка доступных почтовых приложений
sv_se: Visa en lista över tillgängliga e-postappar

# Page 3756518970 - Control 4067785176 - Property 2879900210
source: Specify the type of email account to add
es_es: Especifique el tipo de cuenta de correo electrónico que desea agregar
it_ch: Specificare il tipo di account e-mail da aggiungere
nl_be: Geef op welk soort e-mailaccount moet worden toegevoegd
ru_ru: Укажите тип добавляемой учетной записи эл. почты
sv_se: Ange vilken typ av e-postkonto som ska läggas till

# Page 3756518970 - Control 59836318 - Property 1968111052
source: Choose Next to get started.
da_dk: Vælg Næste for at komme i gang.
es_es: Para comenzar, elija Siguiente.
it_ch: Scegliere Avanti per iniziare.
nl_be: Kies Volgende om aan de slag te gaan.
ru_ru: Нажмите "Далее", чтобы начать работу.
sv_se: Välj Nästa för att komma i gång.

# Page 3756518970 - Control 59836318 - Property 2879900210
source: Let's go!
da_dk: Lad os komme i gang!
es_es: Empecemos.
it_ch: Inizia
nl_be: Aan de slag!
ru_ru: Приступим!
sv_se: Sätt i gång!

# Page 3756518970 - Control 617774859 - Property 1295455071
source: Specifies the maximum number of emails per minute the account can send. A rate limit of 0 indicates no limit.
es_es: Especifica el número máximo de mensajes de correo electrónico por minuto que puede enviar la cuenta. Un límite de velocidad de 0 indica que no hay límite.
it_ch: Specifica il numero massimo di messaggi e-mail che l'account può inviare al minuto. Il valore 0 indica nessun limite di frequenza.
sv_se: Anger det högsta antalet e-postmeddelanden per minut som kontot kan skicka. Kvotgränsen 0 innebär ingen gräns.

# Page 3756518970 - Control 617774859 - Property 2879900210
source: Rate Limit per Minute
es_es: Límite de velocidad por minuto
it_ch: Limite di frequenza al minuto
sv_se: Kvotgräns per minut

# Page 3756518970 - Control 782802572 - Property 2879900210
source: There are no email apps available. To use this feature you must install an email app.
da_dk: Der er ingen tilgængelige mailapps. Hvis du vil bruge denne funktion, skal du installere en mailapp.
es_es: No hay ninguna aplicación de correo electrónico disponible. Para usar esta función, debe instalar una aplicación de correo electrónico.
it_ch: Non ci sono apps del e-mail disponibili. Per utilizzare questa funzionalità è necessario installare un'app e-mail.
nl_be: Er zijn geen e-mail-apps beschikbaar. Als u deze functie wilt gebruiken, moet u een e-mail-app installeren.
ru_ru: Почтовые приложения отсутствуют. Для использования этой функции необходимо установить почтовое приложение.
sv_se: Det finns inga tillgängliga e-postappar. Om du vill använda den här funktionen måste du installera en e-postapp.

# Page 3756518970 - Control 792907206 - Property 1968111052
source: Make outbound email communications easier by connecting email accounts to Business Central. For example, send sales quotes and orders without opening an email app.
da_dk: Gør udgående mailkommunikation nemmere ved at oprette forbindelse mellem mailkonti og Business Central. Send f.eks. salgstilbud og ordrer uden at åbne en mail-app.
es_es: Facilite las comunicaciones de correo electrónico saliente conectando las cuentas de correo electrónico a Business Central. Por ejemplo, envíe ofertas de venta y pedidos sin necesidad de abrir una aplicación de correo electrónico.
it_ch: Le comunicazioni e-mail in uscita sono più agevoli connettendo gli account e-mail a Business Central. Ad esempio è possibile inviare le offerte e gli ordini di vendita senza aprire un'app per e-mail.
nl_be: Maak uitgaande e-mailcommunicatie eenvoudiger door e-mailaccounts te verbinden met Business Central. Verzend bijvoorbeeld verkoopoffertes en orders zonder een e-mail-app te openen.
ru_ru: Упростите отправку исходящей почты, подключив к Business Central учетные записи электронной почты. Например, отправляйте предложения по продаже и заказы, не открывая почтовое приложение.
sv_se: Gör utgående e-postkommunikation enklare genom att ansluta e-postkonton till Business Central. Skicka till exempel försäljningsofferter och order utan att öppna en e-postapp.

# Page 3756518970 - Control 792907206 - Property 2879900210
source: Welcome to email in Business Central
da_dk: Velkommen til mail i Business Central
es_es: Le damos la bienvenida al correo electrónico en Business Central
it_ch: E-mail in Business Central
nl_be: Welkom bij e-mail in Business Central
ru_ru: Добро пожаловать в систему электронной почты Business Central
sv_se: Välkommen till e-posten i Business Central

# Page 383217645 - Control 129688762 - Property 1295455071
source: Specifies the name of the user. If the user must enter credentials when they sign in, this is the name they must enter.
da_dk: Angiver navnet på brugeren. Hvis brugeren skal angive legitimationsoplysninger, når de logger på, er det dette navn, de skal angive.
es_es: Especifica el nombre del usuario. Si el usuario debe especificar credenciales cuando inicie sesión, este es el nombre que debe escribir.
fr_fr: Spécifie le nom de l’utilisateur. Si l’utilisateur doit entrer des informations d’identification lorsqu’il se connecte, il doit entrer ce nom.
it_ch: Specifica il nome dell'utente. Se l'utente deve immettere le credenziali per l'accesso, questo è il nome che deve essere inserito.
nl_be: Hiermee wordt de naam van de gebruiker opgegeven. Als de gebruiker referenties moet invoeren wanneer hij of zij zich aanmeldt, moet deze naam worden ingevoerd.
ru_ru: Определяет имя пользователя. Если пользователю нужно ввести учетные данные при входе в систему, это имя, которое он должен ввести.
sv_se: Anger användarens namn. Om användaren måste ange autentiseringsuppgifter när han eller hon loggar in, är detta namnet som de måste ange.

# Page 383217645 - Control 129688762 - Property 2879900210
source: User Name
da_dk: Brugernavn
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_ch: Nome utente
nl_be: Gebruikersnaam
ru_ru: Имя пользователя
sv_se: Användarnamn

# Page 383217645 - Control 2981864456 - Property 1295455071
source: Specifies the full name of the user.
da_dk: Angiver brugerens fulde navn.
es_es: Especifica el nombre completo del usuario.
fr_fr: Spécifie le nom complet de l'utilisateur.
it_ch: Specifica il nome completo dell'utente.
nl_be: Hiermee wordt de volledige naam van de gebruiker opgegeven.
ru_ru: Определяет полное имя пользователя.
sv_se: Anger användarens fullständiga namn.

# Page 383217645 - Control 2981864456 - Property 2879900210
source: Full Name
da_dk: Fulde navn
es_es: Nombre completo
fr_fr: Nom complet
it_ch: Nome completo
nl_be: Volledige naam
ru_ru: ФИО
sv_se: Fullständigt namn

# Page 383217645 - Control 3885318848 - Property 1295455071
source: Specifies the Windows Security ID of the user. This is only relevant for Windows authentication.
da_dk: Angiver brugerens Windows-sikkerheds-id. Dette er kun relevant for Windows-godkendelse.
es_es: Especifica el id. de seguridad de Windows del usuario. Esto es importante solo para la autenticación de Windows.
fr_fr: Spécifie l'ID de sécurité Windows de l'utilisateur. Il sert uniquement pour l'authentification Windows.
it_ch: Specifica l'ID di protezione di Windows dell'utente. È rilevante solo per l'autenticazione di Windows.
nl_be: Hiermee wordt de Windows-beveiligings-id van de gebruiker opgegeven. Dit is alleen relevant voor Windows-verificatie.
ru_ru: Определяет код безопасности Windows для пользователя. Поле относится только к случаю, когда используется проверка подлинности Windows.
sv_se: Anger användarens säkerhets-id i Windows. Detta är endast relevant för autentisering i Windows.
