Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 3666029466 - NamedType 4219651073
source: Selected extension could not be installed because a valid App Id or package ID is not passed.
da_dk: Den valgte udvidelse kunne ikke installeres, da et gyldigt app-id eller pakke-id ikke er overført.
es_es: No se ha podido instalar la extensión seleccionada porque no se pasa un id. de aplicación o un id. de paquete válidos.
it_ch: Impossibile installare l'estensione selezionata perché non è stato passato un ID app o un ID pacchetto valido.
nl_be: De geselecteerde extensie kan niet worden geïnstalleerd omdat er geen geldige app-id of pakket-id is doorgegeven.
ru_ru: Не удалось установить выбранное расширение, так как не передан допустимый ИД приложения или ИД пакета.
sv_se: Det valda tillägget kunde inte installeras eftersom ett giltigt program-ID eller paket-ID inte har skickats.

# Codeunit 3666029466 - NamedType 634518033
source: Failed to extract '%1' token from Application Id.
da_dk: Der var ikke muligt at udtrække tokenet '%1' fra Program-id.
es_es: No se pudo extraer el token '%1' del id. de aplicación.
fr_fr: Échec de l'extraction du jeton « %1 » à partir de l'ID application.
it_ch: Impossibile estrarre il token '%1' dall'ID applicazione.
nl_be: Kan token %1 niet extraheren uit toepassings-id.
ru_ru: Не удалось извлечь токен "%1" из ИД приложения.
sv_se: Det gick inte att extrahera token %1 från program-ID.

# Codeunit 3666029466 - NamedType 645415205
source: The market place extension installation has failed with the result '%1'. Error message: '%2'
da_dk: Installationen af udvidelsen fra markedspladsen mislykkedes med resultatet '%1'. Fejlmeddelelse: '%2'
es_es: Error en la instalación de la extensión de mercado con el resultado '%1'. Mensaje de error: '%2'
fr_fr: Échec de l’installation de l’extension du marché avec le résultat %1. Message d’erreur : %2
it_ch: L'installazione dell'estensione del marketplace non è riuscita con il risultato "%1". Messaggio di errore: "%2"
nl_be: De installatie van de marktplaatsextensie is mislukt met het resultaat %1. Foutmelding: %2
ru_ru: Установка расширения из магазина завершилась сбоем с результатом "%1". Сообщение об ошибке: "%2"
sv_se: Installationen av marknadsplatsen för tillägg misslyckades med resultatet %1. Felmeddelande: %2

# Codeunit 3692338268 - NamedType 1564268693
source: Continue exploring the Cronus demo company to learn more.​
es_es: Siga explorando la empresa de demostración Cronus para obtener más información.
it_ch: Continua a esplorare la società demo Cronus per saperne di più.
nl_be: Ga verder met het verkennen van het voorbeeldbedrijf Cronus om meer te leren.
ru_ru: Продолжите изучать демонстрационную организацию Cronus, чтобы узнать больше.
sv_se: Fortsätt utforska demoföretaget Cronus och lär dig mer.

# Codeunit 3692338268 - NamedType 1599976135
source: Hi, meet Business Central!
es_es: Hola, conozca Business Central.
it_ch: Salve, scopri Business Central!
nl_be: Hallo, maak kennis met Business Central!
ru_ru: Знакомьтесь: это Business Central!
sv_se: Hej och välkommen till Business Central!

# Codeunit 3692338268 - NamedType 1609631096
source: All set, ready for business!
es_es: ¡Todo listo para empezar a trabajar!
it_ch: Preparazione al business completata
nl_be: Klaar. U kunt aan de slag!
ru_ru: Все готово! Можно приступать к работе.
sv_se: Allt är klart och du kan sätta i gång!

# Codeunit 3692338268 - NamedType 1940743142
source: Here are a few things you can try out
es_es: Aquí se muestra algunas de las cosas que puede probar
it_ch: Ecco alcune cose che puoi provare
nl_be: Hier volgen enkele zaken die u kunt uitproberen
ru_ru: Вот, что вы можете попробовать
sv_se: Här är några saker du kan testa

# Codeunit 3692338268 - NamedType 1949645189
source: Complete the last steps to get ready for business
es_es: Complete los últimos pasos para prepararse para el negocio
it_ch: Completa gli ultimi passaggi della preparazione al business
nl_be: Voer de laatste stappen uit om aan de slag te kunnen gaan
ru_ru: Выполните последние шаги для подготовки к работе
sv_se: Slutför de sista stegen så att du kan sätta i gång

# Codeunit 3692338268 - NamedType 2035056148
source: Continue the steps to get ready for business
es_es: Continúe con los pasos para prepararse para el negocio
it_ch: Continua i passaggi della preparazione al business
nl_be: Ga door met de stappen om aan de slag te gaan
ru_ru: Выполните дальнейшие шаги для подготовки к работе
sv_se: Fortsätt med stegen så att du kan sätta i gång

# Codeunit 3692338268 - NamedType 2210982429
source: Hi, ready to set up your business?
es_es: Hola, ¿está preparado para configurar su empresa?
it_ch: Salve, pronto per configurare la tua attività?
nl_be: Hallo, bent u klaar om uw bedrijf in te stellen?
ru_ru: Здравствуйте! Готовы настроить систему для работы?
sv_se: Hej! Är du beredd att konfigurera företaget?

# Codeunit 3692338268 - NamedType 2292823024
source: Complete a few steps to get ready for business
es_es: Complete algunos pasos para prepararse para el negocio
it_ch: Completa alcuni passaggi per la preparazione al business
nl_be: Voer enkele stappen uit om aan de slag te kunnen gaan
ru_ru: Выполните несколько шагов, чтобы подготовиться к работе
sv_se: Utför ett par steg så att du kan sätta i gång

# Codeunit 3692338268 - NamedType 2485686368
source: You're all set to try out our demo company, Cronus. Go explore on your own, or take a quick tour first.
es_es: Ya está todo listo para probar la empresa de demostración Cronus. Explore por su cuenta o dé un paseo rápido primero.
it_ch: Sei pronto per provare la nostra società demo, Cronus. Esplora da solo o fai prima un breve tour.
nl_be: U bent klaar om ons demobedrijf Cronus uit te proberen. Kijk zelf verder of volg eerst een korte rondleiding.
ru_ru: Вы готовы к изучению демонстрационной компании Cronus. Ознакомьтесь с ней самостоятельно или воспользуйтесь кратким обзором.
sv_se: Allt är klart för att prova vårt demoföretag, Cronus. Börja utforska på egen hand eller ta en snabb rundtur först.

# Codeunit 3692338268 - NamedType 2947130806
source: We've prepared a few activities to get you and your team quickly started.
es_es: Hemos preparado algunas actividades para que usted y su equipo puedan comenzar a trabajar sin más dilación.
it_ch: Abbiamo preparato alcune attività per permettere a te e al tuo team di iniziare rapidamente la preparazione al business.
nl_be: We hebben enkele activiteiten voorbereid om u en uw team snel aan de slag te helpen.
ru_ru: Мы составили список задач, выполнение которых поможет вам и вашей команде быстро приступить к работе.
sv_se: Vi har förberett några få aktiviteter så att du och ditt team snabbt kommer i gång.

# Codeunit 3692338268 - NamedType 3343390623
source: This step is completed
es_es: Este paso está completado
it_ch: Questo passaggio è completato
sv_se: Det här steget är klart

# Codeunit 3692338268 - NamedType 3362335776
source: Complete the last steps to get ready for business
es_es: Complete los últimos pasos para prepararse para el negocio
it_ch: Completa gli ultimi passaggi della preparazione al business
nl_be: Voer de laatste stappen uit om aan de slag te kunnen gaan
ru_ru: Выполните последние шаги для подготовки к работе
sv_se: Slutför de sista stegen så att du kan sätta i gång

# Codeunit 3692338268 - NamedType 3592446311
source: Complete a few steps to get ready for business
es_es: Complete algunos pasos para prepararse para el negocio
it_ch: Completa alcuni passaggi per la preparazione al business
nl_be: Voer enkele stappen uit om aan de slag te kunnen gaan
ru_ru: Выполните несколько шагов, чтобы подготовиться к работе
sv_se: Utför ett par steg så att du kan sätta i gång

# Codeunit 3692338268 - NamedType 3740258827
source: Get started:
es_es: Comenzar:
it_ch: Inizia:
nl_be: Aan de slag:
ru_ru: Начало работы:
sv_se: Kom i gång:

# Codeunit 3692338268 - NamedType 380625362
source: Get started
es_es: Comenzar
it_ch: Inizia
nl_be: Aan de slag
ru_ru: Начало работы
sv_se: Kom i gång

# Codeunit 3692338268 - NamedType 3839883753
source: Continue the steps to get ready for business
es_es: Continúe con los pasos para prepararse para el negocio
it_ch: Continua i passaggi della preparazione al business
nl_be: Ga door met de stappen om aan de slag te gaan
ru_ru: Выполните дальнейшие шаги для подготовки к работе
sv_se: Fortsätt med stegen så att du kan sätta i gång

# Codeunit 3692338268 - NamedType 3896960046
source: Thank you for trying Business Central!
es_es: ¡Gracias por probar Business Central!
it_ch: Grazie per aver provato Business Central.
nl_be: Bedankt voor het uitproberen van Business Central.
ru_ru: Благодарим за использование Business Central!
sv_se: Tack för att du provar Business Central!

# Codeunit 3692338268 - NamedType 3909847519
source: Start exploring Business Central now. You can revisit the checklist later and enable additional features as you need them.
es_es: Explore Business Central. Después podrá volver a la lista de comprobación y habilitar más características si las necesita.
it_ch: Esplora subito Business Central, puoi rivedere l’elenco di controllo dopo e abilitare le necessarie funzionalità aggiuntive.
nl_be: Begin met verkennen van Business Central. U kunt later naar de controlelijst terugkeren en meer functies inschakelen.
ru_ru: Начинайте знакомиться с Business Central. Вы сможете вернуться к контрольному списку позже и включить дополнительные функции.
sv_se: Börja utforska Business Central. Du kan gå tillbaka till checklistan och aktivera ytterligare funktioner när du behöver dem.

# Codeunit 3692338268 - NamedType 4074556712
source: The Cronus company data you are using is for demonstration, evaluation, and training purposes.
es_es: Los datos de la empresa Cronus que está usando son para fines de demostración, evaluación y formación.
it_ch: Si prega di utilizzare i dati aziendali di Cronus solo a scopo dimostrativo, di valutazione e di formazione.
nl_be: De gegevens van het bedrijf Cronus die u gebruikt, zijn bedoeld voor demonstratie-, evaluatie- en trainingsdoeleinden.
ru_ru: Данные компании Cronus, которые вы используете, предназначены для целей демонстрации, оценки и обучения.
sv_se: De företagsdata från Cronus du använder är till för demo-, utvärderings-och utbildningssyften.

# Codeunit 3692338268 - NamedType 695930270
source: Here are a few steps that make you ready for business
es_es: Estos son pasos con los que podrá prepararse para el negocio
it_ch: Ecco alcuni passaggi per la preparazione al business
nl_be: U kunt deze stappen uitvoeren om aan de slag te gaan
ru_ru: Вот шаги, которые нужно выполнить для подготовки к работе
sv_se: Här följer några steg du ska utföra så att du kommer i gång

# Codeunit 3692338268 - NamedType 935875799
source: Here are a few things you can try out
es_es: Aquí se muestra algunas de las cosas que puede probar
it_ch: Ecco alcune cose che puoi provare
nl_be: Hier volgen enkele zaken die u kunt uitproberen
ru_ru: Вот, что вы можете попробовать
sv_se: Här är några saker du kan testa

# Codeunit 3692338268 - NamedType 968324436
source: You skipped this step
es_es: Ha omitido este paso
it_ch: Questo passaggio è stato ignorato
nl_be: U hebt deze stap overgeslagen
ru_ru: Вы пропустили этот шаг
sv_se: Du hoppade över det här steget

# Codeunit 3771105887 - NamedType 1709475783
source: Allowed deletion of the locked retention policy setup line for table %1, %2.
da_dk: Tilladt sletning af opsætningslinje for låst opbevaringspolitik for tabellen %1, %2.
es_es: Se permitió eliminar la línea de configuración de la directiva de retención bloqueada para la tabla %1, %2.
it_ch: Eliminazione consentita della riga di setup criteri di conservazione bloccata per la tabella %1, %2.
nl_be: Verwijdering van de instellingsregel van het vergrendelde bewaarbeleid voor tabel %1, %2 is toegestaan.
ru_ru: Разрешено удаление заблокированной строки настройки политики хранения для таблицы %1 (%2).
sv_se: Tillåten borttagning av den låsta konfigurationsraden för kvarhållningsprincip för tabell %1, %2.

# Codeunit 3771105887 - NamedType 1787247253
source: Set up retention policies for log tables to automatically delete expired records.
da_dk: Konfigurer opbevaringspolitikker for logtabeller til automatisk at slette udløbne records.
es_es: Permite configurar directivas de retención para que las tablas de registro eliminen automáticamente los registros vencidos.
it_ch: Impostare i criteri di conservazione per le tabelle dei log per eliminare automaticamente i record scaduti.
nl_be: Bewaarbeleid voor logboektabellen instellen om verlopen records automatisch te verwijderen.
ru_ru: Настройка политик хранения для таблиц журналов для автоматического удаления записей с истекшим сроком хранения.
sv_se: Ställ in kvarhållningsprinciper för loggtabeller om du vill ta bort utgångna poster automatiskt.

# Codeunit 3771105887 - NamedType 19777793
source: Retention, Delete, Cleanup, Log
da_dk: Opbevaring, Sletning, Oprydning, Log
es_es: Retención, Eliminar, Limpieza, Registro
it_ch: Conservazione, eliminazione, pulizia, log
nl_be: Bewaren, Verwijderen, Opschonen, Registreren
ru_ru: Хранение, Удаление, Очистка, Журнал
sv_se: Kvarhållande, Ta bort, Rensa, Logg

# Codeunit 3771105887 - NamedType 2037060557
source: You cannot delete the retention period %1 because one or more retention policies are using it.
da_dk: Du kan ikke slette opbevaringsperioden %1, fordi en eller flere opbevaringspolitikker bruger den.
es_es: No puede eliminar el periodo de retención %1 porque una o más directivas de retención lo están usando.
it_ch: Impossibile eliminare il periodo di conservazione %1 perché è usato da uno o più criteri di conservazione.
nl_be: U kunt de bewaarperiode %1 niet verwijderen omdat deze door een of meer bewaarbeleidsregels wordt gebruikt.
ru_ru: Невозможно удалить период хранения %1, так как он используется в одной или нескольких политиках хранения.
sv_se: Du kan inte ta bort kvarhållningsperioden %1 eftersom den används av en eller flera kvarhållningsprinciper.

# Codeunit 3771105887 - NamedType 2296666171
source: Table %1 %2 is not in the list of allowed tables.
da_dk: Tabellen %1 %2 findes ikke på listen over tilladte tabeller.
es_es: La tabla %1 %2 no se encuentra en la lista de tablas permitidas.
it_ch: La tabella %1 %2 non è nella lista delle tabelle consentite.
nl_be: Tabel %1 %2 staat niet in de lijst met toegestane tabellen.
ru_ru: Таблица %1 (%2) не входит в список разрешенных таблиц.
sv_se: Tabell %1 %2 finns inte i listan över tillåtna tabeller.

# Codeunit 3771105887 - NamedType 2601577242
source: The number of expired records cannot be calculated because you do not have read permission on table %1, %2.
da_dk: Antallet af udløbne records kan ikke beregnes, fordi du ikke har læsetilladelse til tabellen %1, %2.
es_es: No se puede calcular el número de registros vencidos porque no tiene permiso de lectura en la tabla %1, %2.
it_ch: Impossibile calcolare il numero di record scaduti perché non si dispone dell'autorizzazione di lettura per la tabella %1, %2.
nl_be: Het aantal verlopen records kan niet worden berekend omdat u geen leesmachtiging hebt voor tabel %1, %2.
ru_ru: Не удалось вычислить количество записей с истекшим сроком хранения, так как у вас нет разрешения на чтение в отношении таблицы %1 (%2).
sv_se: Antalet utgångna poster kan inte beräknas eftersom du inte har läsbehörighet för tabell %1, %2.

# Codeunit 3771105887 - NamedType 2736976260
source: The mandatory minimum retention period for this retention policy is %1 days. The expiration date for this retention policy must be equal to or before %2.
da_dk: Den obligatoriske minimumsopbevaringsperiode for denne opbevaringspolitik er %1 dage. Udløbsdatoen for denne opbevaringspolitik skal være lig med eller ligge før %2.
es_es: El periodo de retención mínimo obligatorio para esta directiva de retención es de %1 días. La fecha de caducidad de esta directiva de retención debe ser igual o anterior a %2.
it_ch: Il periodo di conservazione minimo obbligatorio per questi criteri di conservazione è %1 giorni. La data di scadenza per questi criteri di conservazione deve essere uguale o precedente a %2.
nl_be: De verplichte minimale bewaarperiode voor dit bewaarbeleid is %1 dagen. De vervaldatum voor dit bewaarbeleid moet gelijk zijn aan of liggen vóór %2.
ru_ru: Обязательный минимальный срок хранения для этой политики хранения составляет %1 дн. Дата окончания хранения для этой политики хранения должна быть равна или раньше %2.
sv_se: Den obligatoriska kortaste kvarhållningsperioden för den här lagringsprincipen är %1 dagar. Förfallodatumet för den här lagringsprincipen måste infalla på eller före %2.

# Codeunit 3771105887 - NamedType 3184248674
source: You cannot modify the retention period %1 because one or more mandatory retention policies are using it.
da_dk: Du kan ikke redigere opbevaringsperioden %1, fordi en eller flere opbevaringspolitikker bruger den.
es_es: No puede modificar el periodo de retención %1 porque una o más directivas de retención lo están usando.
it_ch: Impossibile modificare il periodo di conservazione %1 perché è usato da uno o più criteri di conservazione obbligatori.
nl_be: U kunt de bewaarperiode %1 niet wijzigen omdat deze door een of meer verplichte bewaarbeleidsregels wordt gebruikt.
ru_ru: Невозможно изменить период хранения %1, так как он используется в одной или нескольких обязательных политиках хранения.
sv_se: Du kan inte ändra kvarhållningsperioden %1 eftersom den används av en eller flera obligatoriska kvarhållningsprinciper.

# Codeunit 3771105887 - NamedType 3741463933
source: The retention policy allow list contains a mismatched filter for table ID %1. Filter table ID is %2
da_dk: Listen over tilladte opbevaringspolitikker indeholder et uoverensstemmende filter for tabel-id %1. Filtertabel-id'et er %2
es_es: La lista de permitidos de la directiva de retención contiene un filtro no coincidente para el id. de tabla %1. El id. de tabla de filtros es %2
it_ch: La lista dei criteri di conservazione consentiti contiene un filtro non corrispondente per l'ID tabella %1. ID tabella filtri %2
nl_be: De lijst met toegestane bewaarbeleidsregels bevat een niet-overeenkomend filter voor tabel-id %1. Tabel-id van filter is %2
ru_ru: Список разрешений политики хранения содержит несоответствующий фильтр для ИД таблицы %1. ИД таблицы фильтра: %2
sv_se: Listan över tillåtna kvarhållningsprinciper innehåller ett felaktigt filter för tabell-ID %1. Filtertabell-ID är %2.

# Codeunit 3771105887 - NamedType 3762448073
source: Retention policies
es_es: Directivas de retención
it_ch: Criteri di conservazione
nl_be: Bewaarbeleid
ru_ru: Политики хранения
sv_se: Kvarhållningsprinciper

# Codeunit 3771105887 - NamedType 3858886826
source: %1 Filters
da_dk: %1-filtre
es_es: Filtros de %1
it_ch: Filtri %1
nl_be: Filters voor %1
ru_ru: Фильтры для таблицы %1
sv_se: %1 filter

# Codeunit 3771105887 - NamedType 578867991
source: Retention policies
es_es: Directivas de retención
it_ch: Criteri di conservazione
nl_be: Bewaarbeleid
ru_ru: Политики хранения
sv_se: Kvarhållningsprinciper

# Codeunit 3771105887 - NamedType 60191862
source: The retention policy setup for table %1, %2 has mandatory filters that cannot be modified.
da_dk: Opsætningen af opbevaringspolitikken for tabellen %1, %2 har obligatoriske filtre, der ikke kan redigeres.
es_es: La configuración de la directiva de retención de la tabla %1, %2 tiene filtros obligatorios que no se pueden modificar.
it_ch: Il setup criteri di conservazione per la tabella %1, %2 include filtri obbligatori che non possono essere modificati.
nl_be: De bewaarbeleidsinstelling voor tabel %1, %2 heeft verplichte filters die niet kunnen worden gewijzigd.
ru_ru: Настройка политики хранения для таблицы %1 (%2) содержит обязательные фильтры, которые невозможно изменить.
sv_se: Konfigurationen av kvarhållningsprincipen för tabell %1, %2 har obligatoriska filter som inte kan ändras.

# Codeunit 3771105887 - NamedType 636340345
source: Table %1 does not exist.
da_dk: Tabellen %1 findes ikke.
es_es: La tabla %1 no existe.
it_ch: La tabella %1 non esiste.
nl_be: Tabel %1 bestaat niet.
ru_ru: Таблица %1 не существует.
sv_se: Tabellen %1 finns inte.

# Codeunit 3793537252 - NamedType 1061121529
source: The file is not available.
da_dk: Filen er ikke tilgængelig.
es_es: El archivo no está disponible.
fr_fr: Le fichier n'est pas disponible.
it_ch: Il file non è disponibile.
nl_be: Het bestand is niet beschikbaar.
ru_ru: Файл недоступен.
sv_se: Filen är inte tillgänglig.

# Codeunit 3795645336 - NamedType 2036313146
source: The email has already been sent.
es_es: Este correo electrónico ya se ha enviado.
it_ch: Il messaggio e-mail è già stato inviato.
nl_be: De e-mail is al verzonden.
ru_ru: Сообщение электронной почты уже отправлено.
sv_se: E-postmeddelandet har redan skickats.

# Codeunit 3795645336 - NamedType 2139460900
source: You do not have the permissions required to send emails. Ask your administrator to grant you the Read, Insert, Modify and Delete permissions for the Sent Email and Email Outbox tables.
es_es: No tiene los permisos necesarios para enviar mensajes de correo electrónico. Solicite al administrador que le conceda los permisos Leer, Insertar, Modificar y Eliminar para las tablas Correo electrónico enviado y Bandeja de salida de correo electrónico.
it_ch: Non si dispone delle autorizzazioni necessarie per inviare messaggi e-mail. Richiedere all'amministratore le autorizzazioni di lettura, inserimento, modifica ed eliminazione per le tabelle dei messaggi e-mail inviati e della posta in uscita.
sv_se: Du har inte de behörigheter som krävs för att skicka e-post. Be administratören ge dig behörigheterna Läsa, Infoga, Ändra och Ta bort för tabellerna Skickat e-postmeddelande och Utkorg för e-post.

# Codeunit 3795645336 - NamedType 2364602447
source: Could not find the source for this email.
es_es: No se ha encontrado el origen de este mensaje de correo electrónico.
it_ch: Impossibile trovare l'origine per l'e-mail.
nl_be: Kan de bron voor dit e-mailbericht niet vinden.
ru_ru: Не удалось найти источник для этого сообщения электронной почты.
sv_se: Det gick inte att hitta källan för det här e-postmeddelandet.

# Codeunit 3795645336 - NamedType 3701111825
source: The email has already been queued.
es_es: El correo electrónico ya se ha puesto en cola.
it_ch: Il messaggio e-mail è già in coda.
nl_be: De e-mail staat al in de wachtrij.
ru_ru: Сообщение электронной почты уже поставлено в очередь.
sv_se: E-postadressen har redan ställts i kö.

# Codeunit 3795645336 - NamedType 3885254447
source: The email message has been deleted by another user.
da_dk: Mailmeddelelsen er blevet slettet af en anden bruger.
es_es: Otro usuario ha eliminado el mensaje de correo electrónico.
it_ch: Il messaggio e-mail è stato eliminato da un altro utente.
nl_be: Het e-mailbericht is door een andere gebruiker verwijderd.
ru_ru: Сообщение электронной почты удалено другим пользователем.
sv_se: E-postmeddelandet har tagits bort av en annan användare.

# Codeunit 3795645336 - NamedType 658797555
source: The email message has already been sent and cannot be edited.
da_dk: Mailen er allerede blevet sendt og kan ikke redigeres.
es_es: Ya se ha enviado el mensaje de correo electrónico y no se puede editar.
it_ch: Il messaggio e-mail è già stato inviato e non può essere modificato.
nl_be: Het e-mailbericht is al verzonden en kan niet worden bewerkt.
ru_ru: Сообщение электронной почты уже отправлено, поэтому редактировать его нельзя.
sv_se: E-postmeddelandet har redan skickats och kan inte redigeras.
