Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 513864971 - Control 2484606180 - Property 1295455071
source: Read more about the best practices for installing and publishing extensions.
da_dk: Læs mere om de bedste fremgangsmåder til installation og udgivelse af udvidelser.
es_es: Obtenga más información acerca de las prácticas recomendadas para la instalación y publicación de extensiones.
it_ch: Leggere ulteriori informazioni sulle procedure consigliate per l'installazione e la pubblicazione delle estensioni.
nl_be: Lees meer over de aanbevolen procedures voor het installeren en publiceren van extensies.
ru_ru: Дополнительные рекомендации по установке и публикации расширений.
sv_se: Läs mer om de bästa metoderna för installation och publicering av tillägg.

# Page 513864971 - Control 2882880669 - Property 1295455071
source: After installation, your session will refresh, and you can set up your extension.
es_es: Después de la instalación, la sesión se actualizará y podrá configurar su extensión.
it_ch: Dopo l'installazione, la sessione viene aggiornata ed è possibile impostare l'estensione.
sv_se: Efter installationen uppdateras sessionen och du kan konfigurera tillägget.

# Page 513864971 - Control 3753104505 - Property 2879900210
source: Choose language
es_es: Elegir idioma
it_ch: Scegli la lingua
sv_se: Välj språk

# Page 513864971 - Control 3955473374 - Property 1295455071
source: Installing extensions during business hours will disrupt other users.
es_es: Si instala extensiones durante las horas laborables, los demás usuarios se verán afectados.
it_ch: L'installazione delle estensioni durante le ore lavorative disturberà altri utenti.
sv_se: Om tillägg installeras under arbetstid kan andra användare störas.

# Page 513864971 - Control 4093990710 - Property 1295455071
source: Choose the language of the extension.
da_dk: Vælg sproget for udvidelsen.
es_es: Elija el idioma de la extensión.
it_ch: Scegliere la lingua dell'estensione.
nl_be: Kies de taal van de extensie.
ru_ru: Выбор языка расширения.
sv_se: Välj språk för tillägget.

# Page 513864971 - Control 4093990710 - Property 2879900210
source: Language
da_dk: Sprog
es_es: Idioma
fr_fr: Langue
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 523480673 - Control 1154908253 - Property 1968111052
source: There are no updates from Microsoft 365. You can exit this guide.
es_es: No hay actualizaciones de Office 365. Puede salir de esta guía.
it_ch: Non ci sono aggiornamenti da Microsoft 365. È possibile uscire da questa guida.
nl_be: Er zijn geen updates vanuit Microsoft 365. U kunt deze begeleiding afsluiten.
ru_ru: Обновлений из Microsoft 365 нет. Вы можете выйти из этого мастера.
sv_se: Det finns inga uppdateringar från Microsoft 365. Du kan avsluta den här guiden.

# Page 523480673 - Control 1154908253 - Property 2879900210
source: No updates
da_dk: Ingen opdateringer
es_es: No hay actualizaciones
it_ch: Nessun aggiornamento
nl_be: Geen updates
ru_ru: Обновлений нет
sv_se: Inga uppdateringar

# Page 523480673 - Control 1260872790 - Property 1295455071
source: The current value
da_dk: Den aktuelle værdi
es_es: El valor actual
fr_fr: Valeur actuelle
it_ch: Valore corrente
nl_be: De huidige waarde
ru_ru: Текущее значение
sv_se: Det aktuella värdet

# Page 523480673 - Control 1673237505 - Property 1968111052
source: It can take up to 72 hours for a change in Microsoft 365 to become available to Business Central.
es_es: Se pueden tardar hasta 72 horas para que un cambio en Office 365 esté disponible en Business Central.
it_ch: Una modifica in Microsoft 365 impiega fino a 72 ore per diventare disponibile in Business Central.
nl_be: Het kan tot 72 uur duren voordat een wijziging in Microsoft 365 beschikbaar is voor Business Central.
ru_ru: Чтобы изменение в Microsoft 365 стало доступно в Business Central, может потребоваться до 72 часов.
sv_se: Det kan ta upp till 72 timmar innan en ändring i Microsoft 365 blir tillgänglig för Business Central.

# Page 523480673 - Control 1673237505 - Property 2879900210
source: Note:
es_es: Nota:
it_ch: Nota:
nl_be: Opmerking:
ru_ru: Примечание.
sv_se: Obs!

# Page 523480673 - Control 2058393039 - Property 1295455071
source: The display name
da_dk: Det viste navn
es_es: El nombre para mostrar
fr_fr: Nom complet
it_ch: Nome visualizzato
nl_be: De weergavenaam
ru_ru: Отображаемое имя
sv_se: Visningsnamnet

# Page 523480673 - Control 2163221867 - Property 2879900210
source: License updates to confirm
da_dk: Licensopdateringer til bekræftelse
es_es: Actualizaciones de licencia para confirmar
it_ch: Aggiornamenti della licenza da confermare
nl_be: Te bevestigen licentie-updates
ru_ru: Обновления лицензий, требующие подтверждения
sv_se: Licensuppdateringar att bekräfta

# Page 523480673 - Control 2432660905 - Property 1295455071
source: The value to replace the user information
da_dk: Værdien, der skal erstatte brugeroplysningerne
es_es: El valor para reemplazar la información de usuario
fr_fr: Valeur de remplacement des informations utilisateur
it_ch: Valore per sostituire le informazioni utente
nl_be: De waarde om de gebruikersgegevens door te vervangen
ru_ru: Значение, которым будут заменены сведения о пользователе
sv_se: Värdet som du vill ersätta användarinformationen med

# Page 523480673 - Control 2578412327 - Property 1295455071
source: The display name
da_dk: Det viste navn
es_es: El nombre para mostrar
fr_fr: Nom complet
it_ch: Nome visualizzato
nl_be: De weergavenaam
ru_ru: Отображаемое имя
sv_se: Visningsnamnet

# Page 523480673 - Control 293070022 - Property 2879900210
source: Good work!
da_dk: Godt arbejde!
es_es: ¡Buen trabajo!
fr_fr: Bon travail !
it_ch: Bel lavoro!
nl_be: Goed gedaan!
ru_ru: Прекрасно!
sv_se: Bra gjort!

# Page 523480673 - Control 3355906073 - Property 1295455071
source: The new value of user entity
da_dk: Den nye værdi for brugerobjekt
es_es: El nuevo valor de la entidad de usuario
fr_fr: Nouvelle valeur de l'entité utilisateur
it_ch: Nuovo valore dell'entità utente
nl_be: De nieuwe waarde van de gebruikersentiteit
ru_ru: Новое значение сущности пользователя
sv_se: Det nya värdet för användarenheten

# Page 523480673 - Control 3355906073 - Property 2879900210
source: New plan
da_dk: Ny plan
es_es: Nuevo plan
fr_fr: Nouveau plan
it_ch: Nuovo piano
nl_be: Nieuw plan
ru_ru: Новый план
sv_se: Nytt abonnemang

# Page 523480673 - Control 3439090987 - Property 1295455071
source: The type of update
da_dk: Opdateringstypen
es_es: Tipo de actualización
fr_fr: Type de mise à jour
it_ch: Tipo di aggiornamento
nl_be: Het type update
ru_ru: Тип обновления
sv_se: Uppdateringstypen

# Page 523480673 - Control 3491181912 - Property 1968111052
source: For each update with Select in the Action column, you must either choose Keep current to disregard the updated permissions, or Append to update the user permissions.
da_dk: For hver opdatering med Vælg i kolonnen Handling skal du vælge Bevar aktuel for at se bort fra de opdaterede tilladelser eller Anvend for at opdatere brugertilladelserne.
es_es: Para cada actualización con Seleccionar en la columna Acción, debe elegir Mantener actual para descartar los permisos actualizados o Anexar para actualizar los permisos de usuario.
it_ch: Per ogni aggiornamento con Seleziona nella colonna Azione, è necessario scegliere Mantieni corrente per ignorare le autorizzazioni aggiornate o Aggiungi per aggiornare le autorizzazioni dell'utente.
nl_be: Voor elke update met Selecteren in de kolom Actie moet u Huidige behouden kiezen om de bijgewerkte machtigingen te negeren of Toevoegen kiezen om de gebruikersmachtigingen bij te werken.
ru_ru: Для каждого обновления со значением "Выбрать" в столбце "Действие" необходимо выбрать либо "Сохранить текущие", чтобы игнорировать обновленные разрешения, либо "Добавить", чтобы обновить разрешения пользователей.
sv_se: För varje uppdatering med Välj i kolumnen Åtgärd måste du antingen välja Behåll aktuell för att bortse från de uppdaterade behörigheterna, eller Lägg till om du vill uppdatera användarbehörigheterna.

# Page 523480673 - Control 3491181912 - Property 2879900210
source: Confirm permission changes
da_dk: Bekræft ændringer af tilladelser
es_es: Confirmar cambios de permisos
fr_fr: Confirmer les modifications des autorisations
it_ch: Conferma modifiche autorizzazioni
nl_be: Wijzigingen in machtigingen bevestigen
ru_ru: Подтверждение изменений разрешений
sv_se: Bekräfta behörighetsändringarna

# Page 523480673 - Control 3543816815 - Property 1295455071
source: Choose how this license change should be handled
da_dk: Vælg, hvordan licensændringen skal håndteres
es_es: Elija cómo debe administrarse este cambio de licencia
fr_fr: Choisir le mode de traitement de ce changement de licence
it_ch: Scegliere come gestire la modifica della licenza
nl_be: Kiezen hoe deze licentiewijziging moet worden verwerkt
ru_ru: Выберите способ обработки этого изменения лицензии
sv_se: Välj hur den här licensändringen ska hanteras

# Page 523480673 - Control 3543816815 - Property 2879900210
source: Action
da_dk: Handling
es_es: Acción
it_ch: Azione
nl_be: Actie
ru_ru: Действие
sv_se: Åtgärd

# Page 523480673 - Control 3616446514 - Property 1968111052
source: To apply the changes, choose Finish.
da_dk: Vælg Udfør for at anvende ændringerne.
es_es: Para aplicar los cambios, elija Terminar.
it_ch: Per applicare le modifiche scegliere Fine.
nl_be: Kies Voltooien om de wijzigingen toe te passen.
ru_ru: Чтобы применить изменения, нажмите кнопку "Готово".
sv_se: Välj Slutför om du vill tillämpa ändringarna.

# Page 523480673 - Control 3616446514 - Property 2879900210
source: List of changes
da_dk: Liste over ændringer
es_es: Lista de cambios
fr_fr: Liste des modifications
it_ch: Elenco di modifiche
nl_be: Lijst met wijzigingen
ru_ru: Список изменений
sv_se: Lista över ändringar

# Page 523480673 - Control 3800514526 - Property 2879900210
source: Welcome to user updates
da_dk: Velkommen til brugeropdateringer
es_es: Bienvenido a actualizaciones de usuario
fr_fr: Bienvenue dans les mises à jour utilisateur
it_ch: Aggiornamenti dell'utente
nl_be: Welkom bij gebruikersupdates
ru_ru: Обновление пользователей
sv_se: Välkommen till användaruppdateringar

# Page 523480673 - Control 411686798 - Property 1295455071
source: The current of user entity
da_dk: Den aktuelle brugerenhed
es_es: La entidad de usuario actual
fr_fr: Entité utilisateur actuelle
it_ch: Il piano corrente dell'entità utente
nl_be: De huidige gebruikersentiteit
ru_ru: Текущая сущность пользователя
sv_se: Aktuell användarenhet

# Page 523480673 - Control 411686798 - Property 2879900210
source: Current plan
da_dk: Aktuel plan
es_es: Plan actual
fr_fr: Plan actuel
it_ch: Piano corrente
nl_be: Huidig plan
ru_ru: Текущий план
sv_se: Aktuellt abonnemang

# Page 523480673 - Control 4139032030 - Property 2879900210
source: Summary
da_dk: Oversigt
es_es: Resumen
it_ch: Riepilogo
nl_be: Overzicht
ru_ru: Сводка
sv_se: Översikt

# Page 523480673 - Control 4161565824 - Property 2879900210
source: Available updates
da_dk: Tilgængelige opdateringer
es_es: Actualizaciones disponibles
it_ch: Aggiornamenti disponibili
nl_be: Beschikbare updates
ru_ru: Доступные обновления
sv_se: Tillgängliga uppdateringar

# Page 523480673 - Control 419426744 - Property 1295455071
source: The user information that will be updated
da_dk: De brugeroplysninger, der bliver opdateret
es_es: La información de usuario que se actualizará
fr_fr: Informations utilisateur qui seront mises à jour
it_ch: Le informazioni utente che saranno aggiornate
nl_be: De gebruikersgegevens die worden bijgewerkt
ru_ru: Сведения о пользователе, которые будут обновлены
sv_se: Användarinformationen som ska uppdateras

# Page 523480673 - Control 4204185145 - Property 1968111052
source: You might want to configure custom permissions for each license type to speed up how you configure users.
es_es: Es posible que desee configurar permisos personalizados para cada tipo de licencia con el fin de acelerar la configuración de los usuarios.
it_ch: È possibile configurare le autorizzazioni personalizzate per ogni tipo di licenza per velocizzare la configurazione degli utenti.
sv_se: Det kan vara bra att konfigurera anpassade behörigheter för olika licenstyper, så att du kan konfigurera användarna snabbare.

# Page 523480673 - Control 4204185145 - Property 2879900210
source: Before you get started
es_es: Antes de empezar
it_ch: Prima di iniziare
sv_se: Innan du börjar

# Page 523480673 - Control 792907206 - Property 1968111052
source: Bring changes to user information from your Microsoft 365 organization to Business Central. Update license assignments, name changes, email addresses, preferred languages, and user access.
es_es: Aporte cambios a la información de usuario desde su organización de Office 365 a Business Central. Actualice asignaciones de licencias, cambios de nombres, direcciones de correo electrónico, idiomas preferidos y acceso de usuario.
it_ch: Modificare le informazioni utente dall'organizzazione Microsoft 365 a Business Central. Aggiornare le assegnazioni di licenza, le modifiche dei nomi, gli indirizzi e-mail, le lingue preferite e l'accesso utente.
nl_be: Wijzigingen in gebruikersgegevens vanuit uw Microsoft 365-organisatie aanbrengen in Business Central. Licentietoewijzingen, naamswijzigingen, e-mailadressen, voorkeurstalen en gebruikerstoegang bijwerken.
ru_ru: Перенесите изменения в информации о пользователях из своей организации Microsoft 365 в Business Central. Это позволяет обновить назначения лицензий и отразить изменения в именах, адресах электронной почты, предпочтительных языках и уровне доступа пользователей.
sv_se: Överför ändringarna av användarinformationen från din Microsoft 365-organisation till Business Central. Uppdatera licenstilldelningar, namnändringar, e-postadresser, prioriterade språk och användaråtkomst.

# Page 523480673 - Control 792907206 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 523480673 - Control 969389916 - Property 1295455071
source: The AAD user ID
da_dk: AAD-bruger-id'et
es_es: El id. de usuario de AAD
fr_fr: ID utilisateur AAD
it_ch: ID utente AAD
nl_be: De AAD-gebruikers-id
ru_ru: Код пользователя AAD
sv_se: Användar-ID för AAD

# Page 523480673 - Control 970269932 - Property 1295455071
source: Configure permissions per license so you won't have to manually configure every user.
es_es: Configure los permisos por licencia para que no tenga que configurar manualmente todos los usuarios.
it_ch: Configurare le autorizzazioni per licenza in modo da non dover configurare manualmente ogni utente.
sv_se: Konfigurera behörigheter per licens så att du inte behöver konfigurera varje användare manuellt.

# Page 658335382 - Control 2704060490 - Property 1295455071
source: Specifies the date and time the entry was created.
da_dk: Angiver dato og tidspunktet for oprettelsen af posten.
es_es: Especifica la fecha y la hora de creación del movimiento.
it_ch: Specifica la data e l'ora di creazione del movimento.
nl_be: Hiermee worden de datum en tijd opgegeven waarop de post is gemaakt.
ru_ru: Определяет дату и время создания операции.
sv_se: Anger datum och tidpunkt då transaktionen skapades.

# Page 658335382 - Control 2897649021 - Property 1295455071
source: Specifies the ID of the session in which the entry was created.
da_dk: Angiver id'et for den session, hvor posten blev oprettet.
es_es: Especifica el id. de la sesión en la que se creó el movimiento.
it_ch: Specifica l'ID della sessione in cui è stato creato il movimento.
nl_be: Hiermee wordt de id opgegeven van de sessie waarin de post is gemaakt.
ru_ru: Определяет ИД сеанса, в ходе которого была создана операция.
sv_se: Anger ID:t för den session som transaktionen skapades i.

# Page 658335382 - Control 3080618677 - Property 1295455071
source: Specifies the content of the message in the log entry.
da_dk: Angiver indholdet af meddelelsen i logposten.
es_es: Especifica el contenido del mensaje en el movimiento de registro.
it_ch: Specifica il contenuto del messaggio nel movimento log.
nl_be: Hiermee wordt de inhoud opgegeven van het bericht in de logboekvermelding.
ru_ru: Определяет содержимое сообщения в операции журнала.
sv_se: Anger innehållet i meddelandet i loggtransaktionen.

# Page 658335382 - Control 3702373668 - Property 1295455071
source: Specifies the aspect of the retention policy that created the log entry. This indicates where a user was working in Business Central, or what they were doing, when the entry was created. For example, this can be setup, retention period, and when the policy was applied.
da_dk: Angiver aspektet af den opbevaringspolitik, der oprettede logposten. Det angiver, hvor en bruger arbejdede i Business Central, eller hvad brugeren arbejdede på, da posten blev oprettet. Du kan f.eks. konfigurere opbevaringsperioden, og hvornår politikken blev anvendt.
es_es: Especifica el aspecto de la directiva de retención que creó el movimiento de registro. Esto indica la ubicación en la que un usuario trabajaba en Business Central, o lo que estaba haciendo, cuando se creó el movimiento. Por ejemplo, puede ser la configuración, el periodo de retención y cuándo se aplicó la directiva.
it_ch: Specifica l'aspetto dei criteri di conservazione che hanno creato il movimento log. Indica dove un utente stava lavorando in Business Central o cosa stava facendo quando è stato creato il movimento. Ad esempio, può essere il setup, il periodo di conservazione e quando sono stati applicati i criteri.
nl_be: Hiermee wordt het aspect opgegeven van het bewaarbeleid dat de logboekvermelding heeft gemaakt. Dit geeft aan waar een gebruiker in Business Central werkte of wat de gebruiker deed toen de vermelding werd gemaakt. Dit kan bijvoorbeeld de instelling en de bewaarperiode zijn en wanneer het beleid is toegepast.
ru_ru: Определяет аспект политики хранения, которым создана операция журнала. Это дает возможность понять, где в Business Central работал пользователь или что он делал в момент создания операции. Например, это может быть настройка, период хранения и время применения политики.
sv_se: Anger aspekten av den kvarhållningsprincip som skapade loggposten. Detta indikerar var en användare arbetade i Business Central eller vad han eller hon gjorde när transaktionen skapades. Detta kan till exempel vara konfiguration, kvarhållningsperiod och när principen tillämpades.

# Page 658335382 - Control 3776794752 - Property 1295455071
source: Specifies the ID of the user who ran the process that created the log entry.
da_dk: Angiver id'et på den bruger, som har kørt den proces, der oprettede logposten.
es_es: Especifica el id. del usuario que ejecutó el proceso que creó el movimiento de registro.
it_ch: Specifica l'ID dell'utente che ha eseguito il processo che ha creato il movimento log.
nl_be: Hiermee wordt de id opgegeven van de gebruiker die het proces heeft uitgevoerd waarmee de logboekvermelding is gemaakt.
ru_ru: Определяет ИД пользователя, запустившего процесс, которым создана операция журнала.
sv_se: Anger ID:t för den användare som körde processen som skapade loggtransaktionen.

# Page 658335382 - Control 3880909165 - Property 1295455071
source: Specifies whether the message is informational, a warning, or an error.
da_dk: Angiver, om meddelelsen indeholder oplysninger, en advarsel eller en fejl.
es_es: Especifica si el mensaje es informativo, una advertencia o un error.
it_ch: Specifica se il messaggio è informativo, un avviso o un errore.
nl_be: Hiermee wordt opgegeven of het bericht een informatiebericht, een waarschuwing of een fout is.
ru_ru: Указывает, является сообщение информационным сообщением, предупреждением или сообщением об ошибке.
sv_se: Anger om meddelandet är ett informationsmeddelande, varningsmeddelande eller ett fel.

# Page 658335382 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
da_dk: Angiver det løbenummer, der tildeles posten.
es_es: Especifica el número de movimiento asignado al movimiento.
it_ch: Specifica il numero assegnato al movimento.
nl_be: Hiermee wordt het postnummer opgegeven dat is toegewezen aan de post.
ru_ru: Определяет номер, присвоенный операции.
sv_se: Anger det transaktionsnummer som har tilldelats transaktionen.

# Page 664053810 - Control 3160323516 - Property 1295455071
source: Specifies whether to automatically attach the file to emails sent from processes related to this scenario. You can manually attach files that are not default.
es_es: Especifica si el archivo se adjuntará automáticamente a los correos electrónicos enviados desde procesos relacionados con este escenario. Puede adjuntar manualmente archivos que no sean predeterminados.
it_ch: Specifica se allegare automaticamente il file ai messaggi e-mail inviati da processi correlati a questo scenario. È possibile allegare manualmente i file non predefiniti.
sv_se: Anger om filen ska bifogas automatiskt i e-postmeddelanden som skickas från processer som berör detta scenario. Du kan manuellt bifoga filer som inte är standardbilagor.

# Page 664053810 - Control 3160323516 - Property 2879900210
source: Attach by Default
es_es: Adjuntar de forma predeterminada
it_ch: Allega per impostazione predefinita
sv_se: Koppla som standard

# Page 664053810 - Control 910027226 - Property 1295455071
source: The email scenario that the attachment came from. Attachments set as default for email scenarios are automatically attached to emails that are sent from processes related to the scenario.
es_es: Escenario de correo electrónico del que procede el anexo. Los anexos definidos como valores predeterminados para los escenarios de correo electrónico se adjuntan automáticamente a los correos electrónicos que se envían desde procesos relacionados con el escenario.
it_ch: Lo scenario e-mail da cui proviene l'allegato. Gli allegati impostati come predefiniti per gli scenari e-mail vengono automaticamente allegati ai messaggi e-mail inviati da processi correlati allo scenario.
sv_se: E-postscenariot som bilagan kommer från. Bilagor som anges som standard för e-postscenarier bifogas automatiskt i e-postmeddelanden som skickas från processer som berör scenariot.

# Page 664053810 - Control 910027226 - Property 2879900210
source: Email Scenario
es_es: Escenario de correo electrónico
it_ch: Scenario e-mail
sv_se: E-postscenario

# Page 664053810 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
es_es: Especifica el nombre del anexo
it_ch: Specifica il nome dell'allegato
sv_se: Anger namnet på bilagan

# Page 664053810 - Control 989751795 - Property 2879900210
source: File Name
es_es: Nombre de archivo
it_ch: Nome file
sv_se: Filnamn

# Page 707049331 - Control 2961552353 - Property 1295455071
source: Specifies the table caption.
es_es: Especifica el título de la tabla.
it_ch: Specifica la didascalia della tabella.
nl_be: Hiermee wordt het bijschrift van de tabel opgegeven.
ru_ru: Определяет метку таблицы.
sv_se: Anger tabellens rubrik.

# Page 707049331 - Control 2961552353 - Property 2879900210
source: Caption
es_es: Título
it_ch: Didascalia
nl_be: Bijschrift
ru_ru: Метка
sv_se: Rubrik

# Page 707049331 - Control 3641927271 - Property 1295455071
source: Specifies the Table ID.
es_es: Especifica el id. de la tabla.
it_ch: Specifica l'ID della tabella.
nl_be: Hiermee wordt de tabel-id opgegeven.
ru_ru: Определяет ИД таблицы.
sv_se: Anger tabellens ID.
