Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1206474225 - Control 1623743194 - Property 2879900210
source: Record Retention Policy
da_dk: Opbevaringspolitik for record
es_es: Directiva de retención de registros
it_ch: Criteri di conservazione record
nl_be: Bewaarbeleid van record
ru_ru: Политика хранения записей
sv_se: Post för kvarhållningsprincip

# Page 1206474225 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
da_dk: Angiver et id for opbevaringsperioden.
es_es: Especifica un identificador para el periodo de retención.
it_ch: Specifica un identificatore per il periodo di conservazione.
nl_be: Hiermee wordt een id opgegeven voor de bewaarperiode.
ru_ru: Определяет идентификатор периода хранения.
sv_se: Anger en identifierare för kvarhållningsperioden.

# Page 1206474225 - Control 2002798573 - Property 2879900210
source: Retention Policy
da_dk: Opbevaringspolitik
es_es: Directiva de retención
it_ch: Criteri di conservazione
nl_be: Bewaarbeleid
ru_ru: Политика хранения
sv_se: Kvarhållningsprincip

# Page 1206474225 - Control 2118494212 - Property 1295455071
source: Specifies whether the retention policy applies to all records in the table. If you want to specify criteria for the records to delete, this toggle must be turned off.
da_dk: Angiver, om opbevaringspolitikken gælder for alle records i tabellen. Hvis du vil angive kriterier for de records, der skal slettes, skal denne til/fra-knap slås fra.
es_es: Especifica si la directiva de retención se aplica a todos los registros de la tabla. Si desea especificar criterios para los registros que se van a eliminar, esta alternancia debe estar desactivada.
it_ch: Specifica se i criteri di conservazione sono applicabili a tutti i record della tabella. Se si desidera specificare i criteri per i record da eliminare, l'interruttore deve essere disattivato.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid van toepassing is op alle records in de tabel. Als u criteria wilt opgeven voor de records die moeten worden verwijderd, moet deze optie zijn uitgeschakeld.
ru_ru: Указывает, применяется ли политика хранения ко всем записям в таблице. Если вы хотите задать критерии для удаляемых записей, этот переключатель должен быть в состояние "выключено".
sv_se: Anger om kvarhållningsprincipen gäller alla poster i tabellen. Om du vill ange villkor för posterna som ska tas bort måste den här växeln vara inaktiverad.

# Page 1206474225 - Control 2822064388 - Property 1295455071
source: Specifies the caption of the date or datetime field on the table used to determine the age of a record. The caption is the translated name of the field.
da_dk: Angiver titlen på feltet dato eller DateTime i den tabel, der bruges til at bestemme alderen på en record. Titlen er feltets oversatte navn.
es_es: Especifica el título del campo de fecha o fecha y hora en la tabla que se usa para determinar la antigüedad de un registro. El título es el nombre traducido del campo.
it_ch: Specifica la didascalia del campo data o data/ora nella tabella utilizzata per determinare l'età di un record. La didascalia è il nome tradotto del campo.
nl_be: Hiermee wordt het bijschrift opgegeven van het datum- of datum/tijd-veld in de tabel dat wordt gebruikt om de leeftijd van een record te bepalen. Het bijschrift is de vertaalde naam van het veld.
ru_ru: Определяет метку поля даты или даты/времени в таблице, используемого для определения возраста записи. Метка — это переведенное имя поля.
sv_se: Anger rubriken på fältet för datum eller datumtid i tabellen som används för att fastställa åldern på en post. Rubriken är det översatta namnet på fältet.

# Page 1206474225 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled.
da_dk: Angiver, om opbevaringspolitikken er aktiveret.
es_es: Especifica si la directiva de retención está habilitada.
it_ch: Specifica se i criteri di conservazione sono abilitati.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid is geactiveerd.
ru_ru: Указывает, включена ли политика хранения.
sv_se: Anger om kvarhållningsprincipen är aktiverad.

# Page 1206474225 - Control 291409893 - Property 1295455071
source: Specifies the ID of the table to which the retention policy applies.
da_dk: Angiver id'et for den tabel, som opbevaringspolitikken gælder for.
es_es: Especifica el id. de la tabla a la que corresponde la directiva de retención.
it_ch: Specifica l'ID della tabella a cui si applicano i criteri di conservazione.
nl_be: Hiermee wordt de id opgegeven van de tabel waarop het bewaarbeleid van toepassing is.
ru_ru: Определяет ИД таблицы, к которой применяется политика хранения.
sv_se: Anger ID:t för migreringstabellen som kvarhållningsprincipen gäller för.

# Page 1206474225 - Control 3956982287 - Property 1295455071
source: Displays the earliest expiration date for which there are more expired records than the maximum to be deleted in a single run.
es_es: Muestra la fecha de vencimiento más temprana para la que hay más registros vencidos que el máximo que se eliminará en una sola ejecución.
it_ch: Visualizza la data di scadenza più recente per la quale sono presenti più record scaduti rispetto al numero massimo di record da eliminare in un'unica esecuzione.
sv_se: Visar det tidigaste utgångsdatumet för vilket det finns fler utgångna poster än det högsta antalet som ska tas bort i en enda körning.

# Page 1206474225 - Control 3956982287 - Property 2879900210
source: Expired Records Expiration Date
es_es: Fecha de caducidad de los registros expirados
it_ch: Data di scadenza record scaduti
sv_se: Förfallodatum för utgångna poster

# Page 1206474225 - Control 611330467 - Property 1295455071
source: Specifies the number of the date or datetime field on the table used to determine the age of a record.
da_dk: Angiver nummeret på feltet dato eller DateTime i den tabel, der bruges til at bestemme alderen på en record.
es_es: Especifica el número del campo de fecha o fecha y hora de la tabla que se usa para determinar la antigüedad de un registro.
it_ch: Specifica il numero del campo data o data/ora nella tabella utilizzata per determinare l'età di un record.
nl_be: Hiermee wordt het nummer opgegeven van het datum- of datum/tijd-veld in de tabel dat wordt gebruikt om de leeftijd van een record te bepalen.
ru_ru: Определяет номер поля даты или даты/времени в таблице, используемого для определения возраста записи.
sv_se: Anger numret på fältet datumet eller datumtid i tabellen som används för att bestämma åldern på en post.

# Page 1206474225 - Control 730832363 - Property 1295455071
source: Specifies the name of the table to which the retention policy applies.
da_dk: Angiver navnet på den tabel, som opbevaringspolitikken gælder for.
es_es: Especifica el nombre de la tabla a la que corresponde la directiva de retención.
it_ch: Specifica il nome della tabella a cui si applicano i criteri di conservazione.
nl_be: Hiermee wordt de naam opgegeven van de tabel waarop het bewaarbeleid van toepassing is.
ru_ru: Определяет имя таблицы, к которой применяется политика хранения.
sv_se: Anger namnet på tabellen som kvarhållningsprincipen gäller för.

# Page 1215073847 - Control 2637844426 - Property 1295455071
source: Specifies the driver of the printer.
da_dk: Angiver printerdriveren.
es_es: Especifica el controlador de la impresora.
fr_fr: Spécifie le pilote de l'imprimante.
it_ch: Specifica il driver della stampante.
nl_be: Hiermee wordt het stuurprogramma van de printer opgegeven.
ru_ru: Определяет драйвер принтера.
sv_se: Anger skrivarens drivrutin.

# Page 1215073847 - Control 2637844426 - Property 2879900210
source: Driver
es_es: Controlador
fr_fr: Pilote
nl_be: Stuurprogramma
ru_ru: Драйвер
sv_se: Drivrutin

# Page 1215073847 - Control 3212038148 - Property 1295455071
source: Specifies the printer device.
da_dk: Angiver enhedstypen.
es_es: Especifica el dispositivo de impresora.
fr_fr: Indique le type d'imprimante.
it_ch: Specifica il dispositivo stampante.
nl_be: Hiermee wordt het printerapparaat opgegeven.
ru_ru: Определяет устройство печати.
sv_se: Anger skrivarenheten.

# Page 1215073847 - Control 3212038148 - Property 2879900210
source: Device
da_dk: Enhed
es_es: Dispositivo
fr_fr: Périphérique
it_ch: Dispositivo
nl_be: Apparaat
ru_ru: Устройство
sv_se: Enhet

# Page 1215073847 - Control 3461834954 - Property 1295455071
source: Specifies the description of the printer.
da_dk: Angiver beskrivelsen af printeren.
es_es: Especifica la descripción de la impresora.
fr_fr: Spécifie la description de l'imprimante.
it_ch: Specifica la descrizione della stampante.
nl_be: Hiermee wordt de beschrijving van de printer opgegeven.
ru_ru: Определяет описание принтера.
sv_se: Anger beskrivningen av skrivaren.

# Page 1215073847 - Control 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Page 1215073847 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the printer.
da_dk: Angiver id'et for printeren.
es_es: Especifica el id. de la impresora.
fr_fr: Spécifie l'ID de l'imprimante.
it_ch: Specifica l'ID della stampante.
nl_be: Hiermee wordt de id van de printer opgegeven.
ru_ru: Определяет идентификатор принтера.
sv_se: Anger ID:t för skrivaren.

# Page 1215073847 - Control 3641927271 - Property 2879900210
source: Printer ID
es_es: Id. de impresora
fr_fr: ID imprimante
it_ch: ID stampante
ru_ru: ИД принтера
sv_se: Skrivar-ID

# Page 1215073847 - Control 513169258 - Property 1295455071
source: Specifies the type of the printer.
da_dk: Angiver printerens type.
es_es: Especifica el tipo de la impresora.
fr_fr: Spécifie le type de l'imprimante.
it_ch: Specifica il tipo della stampante.
nl_be: Hiermee wordt het soort printer opgegeven.
ru_ru: Определяет тип принтера.
sv_se: Anger typen av skrivare.

# Page 1215073847 - Control 513169258 - Property 2879900210
source: Type
es_es: Tipo
it_ch: Tipo
nl_be: Soort
ru_ru: Тип
sv_se: Typ

# Page 1251581097 - Control 2166984753 - Property 1295455071
source: Specifies the date when this email failed to send.
da_dk: Angiver den dato, hvor denne mail ikke kunne sendes.
es_es: Especifica la fecha en la que no se pudo enviar este mensaje de correo electrónico.
it_ch: Specifica la data in cui il messaggio e-mail non è stato inviato.
nl_be: Hiermee wordt de datum opgegeven waarop verzending van deze e-mail is mislukt.
ru_ru: Определяет дату, когда не удалось отправить это сообщение электронной почты.
sv_se: Anger datumet då det här e-postmeddelandet inte kunde skickas.

# Page 1251581097 - Control 2248886284 - Property 1295455071
source: Specifies the email error message.
da_dk: Angiver mailfejlmeddelelsen.
es_es: Especifica el mensaje de error de correo electrónico.
it_ch: Specifica il messaggio di errore e-mail.
nl_be: Hiermee wordt het e-mailfoutbericht opgegeven.
ru_ru: Определяет сообщение об ошибке электронной почты.
sv_se: Anger felmeddelandet för e-post.

# Page 1251581097 - Control 3083306301 - Property 1295455071
source: Specifies the extension that will be used to send the email.
da_dk: Angiver den udvidelse, der skal bruges til at sende mailen.
es_es: Especifica la extensión que se usará para enviar el mensaje de correo electrónico.
it_ch: Specifica l'estensione che viene utilizzata per l'invio del messaggio e-mail.
nl_be: Hiermee wordt de extensie opgegeven die wordt gebruikt om het e-mailbericht te verzenden.
ru_ru: Определяет расширение, которое будет использоваться для отправки сообщения электронной почты.
sv_se: Anger tillägget som ska användas för att skicka e-postmeddelandet.

# Page 1251581097 - Control 3237534996 - Property 1295455071
source: Specifies the date when this email is scheduled for sending.
es_es: Especifica la fecha en la que se programó el envío de este mensaje de correo electrónico.
it_ch: Specifica la data di invio pianificata per il messaggio e-mail.
sv_se: Anger datumet som det här e-postmeddelandet är schemalagt att skickas.

# Page 1251581097 - Control 3460611877 - Property 1295455071
source: Specifies the user who triggered this email to be sent.
da_dk: Angiver den bruger, der udløste denne mail til afsendelse.
es_es: Especifica el usuario que desencadenó el envío de este mensaje de correo electrónico.
it_ch: Specifica l'utente che ha attivato il messaggio e-mail da inviare.
nl_be: Hiermee wordt de gebruiker opgegeven die verzending van deze e-mail heeft geactiveerd.
ru_ru: Определяет пользователя, который активировал отправку этого сообщения электронной почты.
sv_se: Anger användaren som utlöste att meddelandet skulle skickas.

# Page 1251581097 - Control 3552705779 - Property 1295455071
source: Specifies the description of email.
da_dk: Angiver mailbeskrivelsen.
es_es: Especifica la descripción del correo electrónico.
it_ch: Specifica la descrizione del messaggio e-mail.
nl_be: Hiermee wordt de omschrijving van de e-mail opgegeven.
ru_ru: Определяет описание сообщения электронной почты.
sv_se: Anger beskrivningen av e-postmeddelandet.

# Page 1251581097 - Control 3879203947 - Property 1295455071
source: Specifies the date when this email was queued up to be sent.
da_dk: Angiver den dato, hvor denne mail blev sat i kø til afsendelse.
es_es: Especifica la fecha en que se puso en cola este correo electrónico para su envío.
it_ch: Specifica la data in cui il messaggio e-mail è in coda per l'invio.
nl_be: Hiermee wordt de datum opgegeven waarop deze e-mail in de wachtrij is geplaatst voor verzending.
ru_ru: Определяет дату, когда сообщение электронной почты было поставлено в очередь для отправки.
sv_se: Anger datumet då detta e-postmeddelande ställdes i kö för att skickas.

# Page 1251581097 - Control 3916863470 - Property 1295455071
source: Specifies the email address that this email was sent from.
da_dk: Angiver den mailadresse, som denne mail blev sendt fra.
es_es: Especifica la dirección de correo electrónico desde la que se envió este mensaje de correo electrónico.
it_ch: Specifica l'indirizzo e-mail da cui è stato inviato il messaggio e-mail.
nl_be: Hiermee wordt het e-mailadres opgegeven vanwaar deze e-mail is verzonden.
ru_ru: Определяет адрес электронной почты, с которого было отправлено это сообщение электронной почты.
sv_se: Anger e-postadressen som det här e-postmeddelandet skickades från.

# Page 1251581097 - Control 3916863470 - Property 2879900210
source: Sent From
da_dk: Sendt fra
es_es: Enviados desde
it_ch: Inviato da
nl_be: Verzonden van
ru_ru: Отправлено от
sv_se: Skickat från

# Page 1251581097 - Control 513339096 - Property 1295455071
source: Specifies the email job status.
da_dk: Angiver status for mailjobbet.
es_es: Especifica el estado del trabajo de correo electrónico.
it_ch: Specifica lo stato del processo e-mail.
nl_be: Hiermee wordt de status van de e-mailtaak opgegeven.
ru_ru: Определяет статус задания электронной почты.
sv_se: Anger status för e-postjobb.

# Page 1268025941 - Control 2708250016 - Property 1064389655
source: Pick a user
es_es: Seleccionar un usuario
it_ch: Scegliere un utente
sv_se: Välj en användare

# Page 1268025941 - Control 2708250016 - Property 1295455071
source: Specifies a unique identifier for the user.
es_es: Especifica un identificador único para el usuario.
it_ch: Specifica un identificatore univoco per l'utente.
sv_se: Anger en unik identifierare för användaren.

# Page 1268025941 - Control 2708250016 - Property 247559172
source: You can define an email view policy for a specific user. However, make sure you have a default policy, which is a line with a policy that is not assigned to a user.
es_es: Puede definir una directiva de vista de correo electrónico para un usuario específico. Sin embargo, asegúrese de que tiene una directiva predeterminada, que es una línea con una directiva que no está asignada a un usuario.
it_ch: È possibile definire un criterio di visualizzazione del messaggio e-mail per un utente specifico. Accertarsi di avere un criterio predefinito, ovvero una riga con un criterio non assegnato a un utente.
sv_se: Du kan definiera en visningspolicy för e-post för en viss användare. Du bör dock kontrollera att du har en standardpolicy som stämmer överens med en policy som inte är tilldelad en användare.

# Page 1268025941 - Control 2708250016 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
sv_se: Användar-ID

# Page 1268025941 - Control 371151164 - Property 1064389655
source: Specify a policy
es_es: Especificar una directiva
it_ch: Specificare un criterio
sv_se: Ange en policy

# Page 1268025941 - Control 371151164 - Property 1295455071
source: Assigned email policy
es_es: Directiva de correo electrónico asignada
it_ch: Criterio e-mail assegnato
sv_se: Tilldelad e-postpolicy

# Page 1268025941 - Control 371151164 - Property 247559172
source: Here, you assign a policy to the specified user by choosing a view policy from the list. If you've not added a user, then this policy becomes the default view policy.
es_es: Aquí, asigna una directiva al usuario especificado al elegir una directiva de vista de la lista. Si no ha agregado un usuario, esta directiva se convierte en la directiva de vista predeterminada.
it_ch: Assegnare un criterio all'utente specificato scegliendo un criterio di visualizzazione dalla lista. Se non è stato aggiunto un utente, questo criterio diventa il criterio di visualizzazione predefinito.
sv_se: Här tilldelar du den angivna användaren en policy genom att välja en visningspolicy i listan. Om du inte har lagt till någon användare används den här policyn som standardvärde.

# Page 1306929145 - Control 1619357887 - Property 1295455071
source: Specifies the password repeated.
da_dk: Angiver den gentagne adgangskode.
es_es: Especifica la contraseña repetida.
fr_fr: Spécifie le mot de passe répété.
it_ch: Specifica la password ripetuta.
nl_be: Hiermee wordt het wachtwoord herhaald.
ru_ru: Определяет повтор пароля.
sv_se: Anger lösenordet en gång till.

# Page 1306929145 - Control 1619357887 - Property 2879900210
source: Confirm Password
da_dk: Bekræft adgangskode
es_es: Confirmar contraseña
fr_fr: Confirmer mot de passe
it_ch: Conferma password
nl_be: Wachtwoord bevestigen
ru_ru: Подтвердить пароль
sv_se: Bekräfta lösenord

# Page 1306929145 - Control 2575460289 - Property 1295455071
source: Specifies the password for this task. The password must consist of 8 or more characters, at least one uppercase letter, one lowercase letter, and one number.
da_dk: Angiver adgangskoden til denne opgave. Adgangskoden skal bestå af mindst otte tegn, mindst ét stort bogstav, ét lille bogstav og ét tal.
es_es: Especifica la contraseña para esta tarea. La contraseña debe tener 8 caracteres como mínimo, al menos una letra en mayúscula, una letra en minúscula y un número.
fr_fr: Spécifie le mot de passe pour cette tâche. Il doit être constitué d'au moins 8 caractères, parmi lesquels au moins une lettre majuscule, une lettre minuscule et un chiffre.
it_ch: Specifica la password per questa attività. La password deve essere composta da almeno 8 caratteri e contenere almeno una lettera maiuscola, una lettera minuscola e un numero.
nl_be: Hiermee wordt het wachtwoord voor deze taak opgegeven. Het wachtwoord moet uit 8 of meer tekens bestaan met ten minste één hoofdletter, één kleine letter en één cijfer.
ru_ru: Определяет пароль для этой задачи. Пароль должен состоять из 8 или более знаков, включая как минимум одну букву в верхнем регистре, одну букву в нижнем регистре и одну цифру.
sv_se: Anger lösenordet för denna uppgift. Lösenordet måste innehålla minst 8 tecken, minst en versal, minst en gemen och minst en siffra.

# Page 1306929145 - Control 2575460289 - Property 2879900210
source: Password
da_dk: Adgangskode
es_es: Contraseña
fr_fr: Mot de passe
nl_be: Wachtwoord
ru_ru: Пароль
sv_se: Lösenord

# Page 1306929145 - Control 3538439924 - Property 1295455071
source: Specifies the current password, before the user defines a new one.
da_dk: Angiver den aktuelle adgangskode, før brugeren definerer en ny.
es_es: Especifica la contraseña actual, antes que el usuario defina una nueva.
fr_fr: Spécifie le mot de passe actuel avant que l'utilisateur en définisse un nouveau.
it_ch: Specifica la password corrente, prima che l'utente ne definisca una nuova.
nl_be: Hiermee wordt het huidige wachtwoord opgegeven, voordat de gebruiker een nieuw definieert.
ru_ru: Определяет текущий пароль, пока пользователь не установил новый пароль.
sv_se: Anger det aktuella lösenordet innan användaren väljer ett nytt.

# Page 1306929145 - Control 3538439924 - Property 2879900210
source: Old Password
da_dk: Gammel adgangskode
es_es: Contraseña anterior
fr_fr: Ancien mot de passe
it_ch: Vecchia password
nl_be: Oud wachtwoord
ru_ru: Старый пароль
sv_se: Gammalt lösenord

# Page 1325297727 - Control 1009384294 - Property 1295455071
source: Specifies which keywords relate to the manual setup on the line.
da_dk: Angiver, hvilke nøgleord der vedrører den manuelle opsætning på linjen.
es_es: Especifica qué palabras clave se relacionan con la configuración manual en la línea.
fr_fr: Spécifie quels mots clés sont associés à la configuration manuelle sur la ligne.
it_ch: Specifica le parole chiave correlate al setup manuale nella riga.
nl_be: Hiermee wordt opgegeven welke trefwoorden betrekking hebben op de handmatige instelling op de regel.
ru_ru: Определяет, какие ключевые слова связаны с ручной настройкой в строке.
sv_se: Anger vilka nyckelord som berör den manuella konfigurationen på raden.

# Page 1325297727 - Control 1009384294 - Property 2879900210
source: Keywords
es_es: Palabras clave
it_ch: Parole chiave
nl_be: Trefwoorden
ru_ru: Ключевые слова
sv_se: Nyckelord

# Page 1325297727 - Control 2961552353 - Property 1295455071
source: Specifies the name of the manual setup.
da_dk: Angiver navnet på den manuelle opsætning.
es_es: Especifica el nombre de la configuración manual.
fr_fr: Spécifie le nom de la configuration manuelle.
it_ch: Specifica il nome del setup manuale.
nl_be: Hiermee wordt de naam van de handmatige instelling opgegeven.
ru_ru: Определяет имя ручной настройки.
sv_se: Anger namnet på den manuella konfigurationen.

# Page 1325297727 - Control 3461834954 - Property 1295455071
source: Specifies a description of the manual setup.
da_dk: Angiver en beskrivelse af den manuelle opsætning.
es_es: Especifica una descripción de la configuración manual.
fr_fr: Spécifie une description de la configuration manuelle.
it_ch: Specifica una descrizione del setup manuale.
nl_be: Hiermee wordt een omschrijving opgegeven van de handmatige instelling.
ru_ru: Определяет описание ручной настройки.
sv_se: Anger en beskrivning av den manuella konfigurationen.

# Page 1325297727 - Control 3702373668 - Property 1295455071
source: Specifies the category enum to which the setup belongs
da_dk: Angiver den kategorifasttekst, som opsætningen tilhører
es_es: Especifica la enumeración de categoría a la que pertenece la configuración
fr_fr: Spécifie l'énumération de la catégorie à laquelle la configuration appartient.
it_ch: Specifica l'enumerazione di categoria a cui appartiene il setup
nl_be: Hiermee wordt de categorie-opsomming opgegeven waartoe de instelling behoort.
ru_ru: Определяет категорию, к которой относится настройка.
sv_se: Anger kategoriuppräkningen som inställningen tillhör

# Page 1325297727 - Control 3702373668 - Property 2879900210
source: Category
es_es: Categoría
it_ch: Categoria
nl_be: Categorie
ru_ru: Категория
sv_se: Kategori
