Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1325297727 - Control 4023602082 - Property 1295455071
source: Specifies the extension which has added this setup.
da_dk: Angiver den udvidelse, som har tilføjet denne opsætning.
es_es: Especifica la extensión que ha agregado esta configuración.
fr_fr: Spécifie l’extension qui a ajouté cette configuration.
it_ch: Specifica l'estensione che ha aggiunto il setup.
nl_be: Hiermee wordt de extensie opgegeven die deze instelling heeft toegevoegd.
ru_ru: Определяет расширение, которое добавило эту настройку.
sv_se: Anger tillägget som har lagts till den här konfigurationen.

# Page 1325297727 - Control 585435556 - Property 1295455071
source: Specifies how long the manual setup will take in minutes.
es_es: Especifica cuánto tiempo durará la configuración manual en minutos.
it_ch: Specifica la durata del setup manuale in minuti.
nl_be: Hiermee wordt opgegeven hoe lang de handmatige instelling duurt in minuten.
ru_ru: Определяет время, которое займет настройка вручную, в минутах.
sv_se: Anger hur lång tid den manuella konfigurationen tar, i minuter.

# Page 1325297727 - Control 585435556 - Property 2879900210
source: Expected Duration
es_es: Duración esperada
it_ch: Durata prevista
nl_be: Verwachte duur
ru_ru: Ожидаемая длительность
sv_se: Förväntad varaktighet

# Page 1352337529 - Control 1660085976 - Property 1295455071
source: Specifies the integration name.
es_es: Especifica el nombre de la integración.
it_ch: Specifica il nome dell'integrazione.
sv_se: Anger integrationsnamnet.

# Page 1352337529 - Control 1660085976 - Property 2879900210
source: Integration Name
es_es: Nombre de integración
it_ch: Nome integrazione
sv_se: Integrationsnamn

# Page 1352337529 - Control 3056903162 - Property 1295455071
source: Specifies whether users can choose to agree or disagree to the integration's privacy notice for themselves.
es_es: Especifica si los usuarios pueden elegir ellos mismos aceptar o no el aviso de privacidad de la integración.
it_ch: Specifica se gli utenti possono scegliere di accettare o non accettare l'Informativa sulla privacy dell'integrazione.
sv_se: Anger om användare kan välja att acceptera eller inte acceptera integrationens sekretessmeddelande åt sig själva.

# Page 1352337529 - Control 3056903162 - Property 2879900210
source: Let Users Decide
es_es: Permitir que los usuarios decidan
it_ch: Consentire agli utenti di decidere
sv_se: Låt användarna bestämma

# Page 1352337529 - Control 346708723 - Property 1295455071
source: Specifies whether an administrator has accepted the integration's privacy notice on behalf of all users.
es_es: Especifica si un administrador ha aceptado el aviso de privacidad de la integración en nombre de todos los usuarios.
it_ch: Specifica se l'amministratore ha accettato l'Informativa sulla privacy dell'integrazione per conto di tutti gli utenti.
sv_se: Anger om en administratör har accepterat integrationens sekretessmeddelande för alla användares räkning.

# Page 1352337529 - Control 346708723 - Property 2879900210
source: Agree for Everyone
es_es: Aceptar para todos
it_ch: Accetto per tutti
sv_se: Acceptera för alla

# Page 1352337529 - Control 496445946 - Property 1295455071
source: Specifies whether an administrator has disagreed to the integration's privacy notice on behalf of all users.
es_es: Especifica si un administrador no ha aceptado al aviso de privacidad de la integración en nombre de todos los usuarios.
it_ch: Specifica se l'amministratore non ha accettato l'Informativa sulla privacy dell'integrazione per conto di tutti gli utenti.
sv_se: Anger om en administratör inte har accepterat integrationens sekretessmeddelande för alla användares räkning.

# Page 1352337529 - Control 496445946 - Property 2879900210
source: Disagree for Everyone
es_es: No aceptar para todos
it_ch: Non accetto per tutti
sv_se: Acceptera inte för alla

# Page 1358710565 - Control 1131619133 - Property 1295455071
source: The translated text.
da_dk: Den oversatte tekst.
es_es: El texto traducido.
fr_fr: Texte traduit.
it_ch: Testo tradotto.
nl_be: De vertaalde tekst.
ru_ru: Переведенный текст.
sv_se: Den översatta texten.

# Page 1358710565 - Control 639974159 - Property 1295455071
source: The language to which the source text was translated.
da_dk: Det sprog, som kildeteksten blev oversat til.
es_es: Idioma al que se traduce el texto de origen.
fr_fr: Langue dans laquelle le texte source a été traduit.
it_ch: Lingua in cui è stato tradotto il testo di origine.
nl_be: De taal waarin de brontekst is vertaald.
ru_ru: Язык, на который переведен исходный текст.
sv_se: Språket som källtexten översattes till.

# Page 1358710565 - Control 639974159 - Property 2879900210
source: Target Language
da_dk: Målsprog
es_es: Idioma de destino
fr_fr: Langue cible
it_ch: Lingua di destinazione
nl_be: Doeltaal
ru_ru: Целевой язык
sv_se: Målspråk

# Page 1393501467 - Control 1149987580 - Property 2879900210
source: Use the Start and Stop buttons to record a process that you think is slow. The charts will show how much time each app used.
es_es: Use los botones INICIAR y DETENER para registrar un proceso que cree que es lento. Los gráficos mostrarán cuánto tiempo usó cada aplicación.
it_ch: Utilizzare i pulsanti Avvia e Arresta per registrare un processo che si ritiene lento. I grafici mostreranno quanto tempo ha impiegato ogni app.
sv_se: Använd start- och stoppknapparna för att spela in en process som du tror går långsamt. I diagrammen visas hur mycket tid som går åt för respektive app.

# Page 1393501467 - Control 1456624413 - Property 2879900210
source: The performance profiler is now running
es_es: El generador de perfiles de rendimiento se está ejecutando
it_ch: Il profiler delle prestazioni è ora in esecuzione
sv_se: Prestandaprofileraren körs

# Page 1393501467 - Control 1484058515 - Property 2879900210
source: Troubleshoot slow operations
es_es: Solucionar problemas de operaciones lentas
it_ch: Risolvi i problemi delle operazioni lente
sv_se: Felsök långsamma åtgärder

# Page 1393501467 - Control 1768041968 - Property 1295455071
source: Show details about the time each app took during the performance profiling.
es_es: Muestra detalles sobre la hora en la que se llevó a cabo cada aplicación durante la generación de perfiles de rendimiento.
it_ch: Mostrare i dettagli sul tempo impiegato da ogni app per la profilatura delle prestazioni.
sv_se: Visa information om hur lång tid prestandaprofileringen tog för respektive app.

# Page 1393501467 - Control 1768041968 - Property 2879900210
source: Show technical information
es_es: Mostrar información técnica
it_ch: Mostra informazioni tecniche
sv_se: Visa teknisk information

# Page 1393501467 - Control 201881077 - Property 2879900210
source: You can record your business process.
es_es: Puede registrar su proceso de negocio.
it_ch: È possibile registrare il processo aziendale.
sv_se: Du kan spela in affärsprocessen.

# Page 1431104360 - Control 1393533604 - Property 1295455071
source: Specifies the caption of the table to which the retention policy applies. The caption is the translated, if applicable, name of the table.
es_es: Especifica el título de la tabla a la que se aplica la directiva de retención. El título es el nombre traducido, si corresponde, de la tabla.
it_ch: Specifica la didascalia della tabella a cui si riferiscono i criteri di conservazione. La didascalia è il nome della tabella tradotto, se applicabile.
nl_be: Hiermee wordt het bijschrift opgegeven van de tabel waarop het bewaarbeleid van toepassing is. Het bijschrift is de vertaalde (indien van toepassing) naam van de tabel.
ru_ru: Определяет метку таблицы, к которой применяется политика хранения. Метка — это переведенное (при необходимости) имя таблицы.
sv_se: Anger rubriken för den tabell som kvarhållningsprincipen gäller för. Rubriken är i förekommande fall en översättning av tabellens namn.

# Page 1431104360 - Control 1508634494 - Property 1295455071
source: Specifies whether the retention policy can only be run manually.
es_es: Especifica si la directiva de retención solo se puede ejecutar manualmente.
it_ch: Specifica se i criteri di conservazione possono essere eseguiti solo manualmente.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid alleen handmatig kan worden uitgevoerd.
ru_ru: Указывает, может ли политика хранения запускаться только вручную.
sv_se: Anger om kvarhållningsprincipen endast kan köras manuellt.

# Page 1431104360 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
es_es: Especifica un identificador para el periodo de retención.
it_ch: Specifica un identificatore per il periodo di conservazione.
nl_be: Hiermee wordt een id opgegeven voor de bewaarperiode.
ru_ru: Определяет идентификатор периода хранения.
sv_se: Anger en identifierare för kvarhållningsperioden.

# Page 1431104360 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled.
es_es: Especifica si la directiva de retención está habilitada.
it_ch: Specifica se i criteri di conservazione sono abilitati.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid is geactiveerd.
ru_ru: Указывает, включена ли политика хранения.
sv_se: Anger om kvarhållningsprincipen är aktiverad.

# Page 1431104360 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the table to which the retention policy applies.
es_es: Especifica el id. de la tabla a la que corresponde la directiva de retención.
it_ch: Specifica l'ID della tabella a cui si applicano i criteri di conservazione.
nl_be: Hiermee wordt de id opgegeven van de tabel waarop het bewaarbeleid van toepassing is.
ru_ru: Определяет ИД таблицы, к которой применяется политика хранения.
sv_se: Anger ID:t för migreringstabellen som kvarhållningsprincipen gäller för.

# Page 1431104360 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table to which the retention policy applies.
es_es: Especifica el nombre de la tabla a la que corresponde la directiva de retención.
it_ch: Specifica il nome della tabella a cui si applicano i criteri di conservazione.
nl_be: Hiermee wordt de naam opgegeven van de tabel waarop het bewaarbeleid van toepassing is.
ru_ru: Определяет имя таблицы, к которой применяется политика хранения.
sv_se: Anger namnet på tabellen som kvarhållningsprincipen gäller för.

# Page 1514646453 - Control 2961552353 - Property 1295455071
source: The email scenario.
da_dk: Mailscenariet.
es_es: Escenario de correo electrónico.
it_ch: Scenario e-mail.
nl_be: Het e-mailscenario.
ru_ru: Сценарий электронной почты.
sv_se: E-postscenariot.

# Page 1514646453 - Control 2961552353 - Property 2879900210
source: Email scenario
da_dk: Mailscenarie
es_es: Escenario de correo electrónico
it_ch: Scenario e-mail
ru_ru: Сценарий электронной почты
sv_se: E-postscenario

# Page 1550306620 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
es_es: Especifica la entidad relacionada.
it_ch: Specifica l'entità correlata.
nl_be: Hiermee wordt de gerelateerde entiteit opgegeven.
ru_ru: Определяет связанную сущность.
sv_se: Anger den relaterade enheten.

# Page 1550306620 - Control 1393533604 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 1550306620 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter SALES, the field names are prefixed with SALES_. The prefix must be unique.
es_es: Cuando configure la plantilla, sirve para especificar un prefijo que indicará que el campo procede de la entidad relacionada. Por ejemplo, si escribe VENTAS, los nombres de campo llevarán el prefijo VENTAS_. El prefijo debe ser único.
it_ch: Specifica un prefisso indicante che il campo proviene dall'entità correlata quando si imposta il modello. Se ad esempio si immette VENDITE, i nomi dei campi sono preceduti dal prefisso VENDITE_. Il prefisso deve essere univoco.
nl_be: Hiermee wordt een prefix opgegeven dat, wanneer u de sjabloon instelt, aangeeft dat het veld uit de gerelateerde entiteit afkomstig is. Als u bijvoorbeeld VERKOOP invoert, worden de veldnamen voorafgegaan door VERKOOP_. Het prefix moet uniek zijn.
ru_ru: Определяет префикс, который будет указывать (при настройке шаблона), что поле идет из связанной сущности. Например, если ввести ПРОДАЖИ, имена полей будут иметь префикс ПРОДАЖИ_. Префикс должен быть уникальным.
sv_se: Specificerar ett prefix som anger att fältet kommer från den relaterade enheten när du konfigurerar mallen. Om du till exempel anger FÖRSÄLJNING föregås fältnamnen av FÖRSÄLJNING_. Prefixet måste vara unikt.

# Page 1550306620 - Control 2385154712 - Property 2879900210
source: Field Prefix
es_es: Prefijo de campo
it_ch: Prefisso campo
nl_be: Veldprefix
ru_ru: Префикс поля
sv_se: Fältprefix

# Page 1550306620 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
es_es: Especifica el id. de la entidad relacionada.
it_ch: Specifica l'ID dell'entità correlata.
nl_be: Hiermee wordt de id opgegeven van de gerelateerde entiteit.
ru_ru: Определяет идентификатор связанной сущности.
sv_se: Anger ID:t för den relaterade enheten.

# Page 1623743194 - Control 1460223235 - Property 1295455071
source: Specifies the name of the date or datetime field on the table used to determine the age of a record.
da_dk: Angiver navnet på feltet dato eller DateTime i den tabel, der bruges til at bestemme alderen på en record.
es_es: Especifica el nombre del campo de fecha o fecha y hora de la tabla que se usa para determinar la antigüedad de un registro.
it_ch: Specifica il nome del campo data o data/ora nella tabella utilizzata per determinare l'età di un record.
nl_be: Hiermee wordt de naam opgegeven van het datum- of datum/tijd-veld in de tabel dat wordt gebruikt om de leeftijd van een record te bepalen.
ru_ru: Определяет имя поля даты или даты/времени в таблице, используемого для определения возраста записи.
sv_se: Anger namnet på fältet för datum eller datumtid i tabellen som används för att bestämma åldern på en post.

# Page 1623743194 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
da_dk: Angiver et id for opbevaringsperioden.
es_es: Especifica un identificador para el periodo de retención.
it_ch: Specifica un identificatore per il periodo di conservazione.
nl_be: Hiermee wordt een id opgegeven voor de bewaarperiode.
ru_ru: Определяет идентификатор периода хранения.
sv_se: Anger en identifierare för kvarhållningsperioden.

# Page 1623743194 - Control 2130447413 - Property 1295455071
source: Specifies the filter in text format that defines a subset of records.
da_dk: Angiver det filter i tekstformat, der definerer et undersæt af records.
es_es: Especifica el filtro en formato de texto que define un subconjunto de registros.
it_ch: Specifica il filtro in formato testo che definisce un sottoinsieme di record.
nl_be: Hiermee wordt in tekstindeling het filter opgegeven waarmee een subset van records wordt gedefinieerd.
ru_ru: Определяет фильтр в текстовом формате, который отбирает подмножество записей.
sv_se: Anger filtret i textformat som definierar en delmängd av posterna.

# Page 1623743194 - Control 2822064388 - Property 1295455071
source: Specifies the caption of the date or datetime field on the table used to determine the age of a record. The caption is the translated name of the field.
da_dk: Angiver titlen på feltet dato eller DateTime i den tabel, der bruges til at bestemme alderen på en record. Titlen er feltets oversatte navn.
es_es: Especifica el título del campo de fecha o fecha y hora en la tabla que se usa para determinar la antigüedad de un registro. El título es el nombre traducido del campo.
it_ch: Specifica la didascalia del campo data o data/ora nella tabella utilizzata per determinare l'età di un record. La didascalia è il nome tradotto del campo.
nl_be: Hiermee wordt het bijschrift opgegeven van het datum- of datum/tijd-veld in de tabel dat wordt gebruikt om de leeftijd van een record te bepalen. Het bijschrift is de vertaalde naam van het veld.
ru_ru: Определяет метку поля даты или даты/времени в таблице, используемого для определения возраста записи. Метка — это переведенное имя поля.
sv_se: Anger rubriken på fältet för datum eller datumtid i tabellen som används för att fastställa åldern på en post. Rubriken är det översatta namnet på fältet.

# Page 1623743194 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled for this subset.
da_dk: Angiver, om opbevaringspolitikken er aktiveret for dette undersæt.
es_es: Especifica si la directiva de retención está habilitada para este subconjunto.
it_ch: Specifica se i criteri di conservazione sono abilitati per questo sottoinsieme.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid is geactiveerd voor deze subset.
ru_ru: Указывает, включена ли политика хранения для этого подмножества.
sv_se: Anger om kvarhållningsprincipen har aktiverats för den här delmängden.

# Page 1623743194 - Control 3846472926 - Property 1295455071
source: Specified whether the retention policy is editable for this subset.
da_dk: Angiver, om opbevaringspolitikken er aktiveret for dette undersæt.
es_es: Especifica si la directiva de retención es editable para este subconjunto.
it_ch: Specifica se i criteri di conservazione sono modificabili per questo sottoinsieme.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid bewerkbaar is voor deze subset.
ru_ru: Указывает, является ли политика хранения для этого подмножества редактируемой.
sv_se: Anger om kvarhållningsprincipen kan redigeras för den här delmängden.

# Page 1623743194 - Control 611330467 - Property 1295455071
source: Specifies the number of the date or datetime field on the table used to determine the age of a record.
da_dk: Angiver nummeret på feltet dato eller DateTime i den tabel, der bruges til at bestemme alderen på en record.
es_es: Especifica el número del campo de fecha o fecha y hora de la tabla que se usa para determinar la antigüedad de un registro.
it_ch: Specifica il numero del campo data o data/ora nella tabella utilizzata per determinare l'età di un record.
nl_be: Hiermee wordt het nummer opgegeven van het datum- of datum/tijd-veld in de tabel dat wordt gebruikt om de leeftijd van een record te bepalen.
ru_ru: Определяет номер поля даты или даты/времени в таблице, используемого для определения возраста записи.
sv_se: Anger numret på fältet datumet eller datumtid i tabellen som används för att bestämma åldern på en post.

# Page 1750020835 - Control 2802526462 - Property 1295455071
source: Specifies if you enter an ID in the Windows Language ID field.
da_dk: Angiver, om du angiver et id i feltet Windows-sprog-id.
es_es: Especifica si se introduce un id. en el campo de Id. idioma Windows.
fr_fr: Spécifie si vous devez entrer un code dans le champ code langue Windows.
it_ch: Specifica se viene immesso un ID nel campo ID lingua Windows.
nl_be: Hiermee wordt opgegeven of u een id in het veld Id Windows-taal invoert.
ru_ru: Определяет, введен ли идентификатор в поле "Код языка Windows".
sv_se: Anger om du matar in ett ID i fältet Windows språk-ID.

# Page 1750020835 - Control 2961552353 - Property 1295455071
source: Specifies the name of the language.
da_dk: Angiver navnet på sproget.
es_es: Especifica el nombre del idioma.
fr_fr: Spécifie le nom de la langue.
it_ch: Specifica il nome della lingua.
nl_be: Hiermee wordt de naam van de taal opgegeven.
ru_ru: Определяет название языка.
sv_se: Anger språkets namn.

# Page 1750020835 - Control 3004954119 - Property 1295455071
source: Specifies the code for a language.
da_dk: Angiver koden for et sprog.
es_es: Especifica el código para un idioma.
fr_fr: Spécifie le code pour une langue.
it_ch: Specifica il codice per una lingua.
nl_be: Hiermee wordt een code voor een taal opgegeven.
ru_ru: Определяет код языка.
sv_se: Anger koden för ett språk.

# Page 1750020835 - Control 3748967844 - Property 1295455071
source: Specifies the ID of the Windows language associated with the language code you have set up in this line.
da_dk: Angiver id'et for det Windows-sprog, der er knyttet til den sprogkode, som du har oprettet på denne linje.
es_es: Especifica el id. del idioma de Windows asociado con el código de idioma que se ha configurado en esta línea.
fr_fr: Spécifie l'ID de la langue Windows associée au code langue que vous avez défini dans cette ligne.
it_ch: Specifica l'ID della lingua di Windows associata al codice lingua impostato in questa riga.
nl_be: Hiermee wordt de id van de Windows-taal opgegeven die is gekoppeld aan de taalcode die u op deze regel hebt ingesteld.
ru_ru: Определяет идентификатор языка Windows, связанного с кодом языка, установленным для этой строки.
sv_se: Anger ID:t för det Windows-språk som hör ihop med den språkkod som du har konfigurerat på den här raden.

# Page 176588632 - Control 2598880655 - Property 1295455071
source: Specifies if an encryption key exists and is enabled on the Business Central Server.
da_dk: Angiver, om en krypteringsnøgle findes og er aktiveret på Business Central Server.
es_es: Especifica si existe una clave de cifrado y si está habilitada en Business Central Server.
fr_fr: Spécifie si une clé de chiffrement existe et est activée sur Business Central Server.
it_ch: Specifica se una chiave di crittografia esiste ed è abilitata in Business Central Server.
nl_be: Hiermee wordt opgegeven of een versleutelingssleutel bestaat en is ingeschakeld op de Business Central Server.
ru_ru: Определяет наличие ключа шифрования и указывает, включен ли он в Business Central Server.
sv_se: Anger om en krypteringsnyckel finns och har aktiverats på Business Central Server.

# Page 176588632 - Control 2598880655 - Property 2879900210
source: Encryption Enabled
da_dk: Kryptering er aktiveret
es_es: Cifrado habilitado
fr_fr: Chiffrement activé
it_ch: Crittografia abilitata
nl_be: Versleuteling ingeschakeld
ru_ru: Шифрование включено
sv_se: Kryptering aktiverad

# Page 176588632 - Control 3097942593 - Property 1295455071
source: Specifies if an encryption key exists on the Business Central Server.
da_dk: Angiver, om en krypteringsnøgle findes på Business Central Server.
es_es: Especifica si existe una clave de cifrado en Business Central Server.
fr_fr: Spécifie si une clé de chiffrement existe sur Business Central Server.
it_ch: Specifica se una chiave di crittografia esiste in Business Central Server.
nl_be: Hiermee wordt opgegeven of een versleutelingssleutel bestaat op de Business Central Server.
ru_ru: Определяет наличие ключа шифрования в Business Central Server.
sv_se: Anger om en krypteringsnyckel på Business Central Server.

# Page 176588632 - Control 3097942593 - Property 2879900210
source: Encryption Key Exists
da_dk: Krypteringsnøgle findes
es_es: La clave de cifrado ya existe
fr_fr: La clé de chiffrement existe.
it_ch: Presenza chiave di crittografia
nl_be: Versleutelingssleutel bestaat
ru_ru: Ключ шифрования существует
sv_se: Krypteringsnyckel finns

# Page 1785861980 - Control 1207971745 - Property 2879900210
source: Schedule Background Task
da_dk: Planlæg baggrundsopgave
es_es: Programar tarea en segundo plano
it_ch: Programmazione task in background
nl_be: Achtergrondtaak plannen
ru_ru: Запланировать фоновую задачу
sv_se: Schemalägg bakgrundsuppgift

# Page 1785861980 - Control 2279239964 - Property 2879900210
source: Step 2
da_dk: Trin 2
es_es: Paso 2
it_ch: Passaggio 2
nl_be: Stap 2
ru_ru: Шаг 2
sv_se: Steg 2
