Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application_*.g.xlf
Languages: de_de

# Page 1105213220 - Action 3935575855 - Property 2879900210
source: Set as Company Confidential
de_de: Als "Firma (vertraulich)" festlegen

# Page 1105213220 - Action 3935575855 - Property 1295455071
source: Set the data sensitivity of the selected fields to Company Confidential.
de_de: Legt die Datensensitivität der ausgewählten Felder auf „Firma (vertraulich)“ fest.

# Page 1105213220 - Action 176562519 - Property 2879900210
source: View
de_de: Anzeigen

# Page 1105213220 - Action 2192376751 - Property 2879900210
source: View Similar Fields
de_de: Ähnliche Felder anzeigen

# Page 1105213220 - Action 2192376751 - Property 1295455071
source: View the fields of the related records that have similar name with one of the fields selected.
de_de: Zeigt die Felder der zugehörigen Datensätze an, die einen ähnlichen Namen wie eines der ausgewählten Felder haben.

# Page 1105213220 - Action 1391231105 - Property 2879900210
source: View Unclassified
de_de: "Nicht klassifiziert" anzeigen

# Page 1105213220 - Action 1391231105 - Property 1295455071
source: View only unclassified fields.
de_de: Zeigt nur nicht klassifizierte Felder an.

# Page 1105213220 - Action 1127058147 - Property 2879900210
source: View Sensitive
de_de: "Vertraulich" anzeigen

# Page 1105213220 - Action 1127058147 - Property 1295455071
source: View only fields classified as Sensitive.
de_de: Zeigt nur Felder an, die als „Vertraulich“ klassifiziert sind.

# Page 1105213220 - Action 2611783343 - Property 2879900210
source: View Personal
de_de: "Persönlich" anzeigen

# Page 1105213220 - Action 2611783343 - Property 1295455071
source: View only fields classified as Personal.
de_de: Zeigt nur Felder an, die als „Persönlich“ klassifiziert sind.

# Page 1105213220 - Action 4276197770 - Property 2879900210
source: View Normal
de_de: "Normal" anzeigen

# Page 1105213220 - Action 4276197770 - Property 1295455071
source: View only fields classified as Normal.
de_de: Zeigt nur Felder an, die als „Normal“ klassifiziert sind.

# Page 1105213220 - Action 4274195956 - Property 2879900210
source: View Company Confidential
de_de: "Firma (vertraulich)" anzeigen

# Page 1105213220 - Action 4274195956 - Property 1295455071
source: View only fields classified as Company Confidential.
de_de: Zeigt nur Felder an, die als „Firma (vertraulich)“ klassifiziert sind.

# Page 1105213220 - Action 445937312 - Property 2879900210
source: View All
de_de: Alle anzeigen

# Page 1105213220 - Action 445937312 - Property 1295455071
source: View all fields.
de_de: Zeigt alle Felder an.

# Page 1105213220 - Action 4084043180 - Property 2879900210
source: Show Field Content
de_de: Feldinhalt anzeigen

# Page 1105213220 - Action 4084043180 - Property 1295455071
source: Show all the unique values of the selected field.
de_de: Zeigt alle eindeutigen Werte des ausgewählten Felds an.

# Page 1105213220 - NamedType 2808191070
source: No record has been selected.
de_de: Es wurde kein Datensatz ausgewählt.

# Page 1105213220 - NamedType 3732317208
source: Deleted User
de_de: Benutzer gelöscht

# Page 1105213220 - NamedType 1965782370
source: Do you want to set data sensitivity to %1 on %2 fields?
de_de: Möchten Sie die Datensensitivität für %2 Felder auf %1 festlegen?

# Page 3266216760 - Control 4200184881 - Property 1295455071
source: Specifies the number.
de_de: Gibt die Nummer an.

# Page 3266216760 - Control 2463291169 - Property 1295455071
source: Specifies the type of data.
de_de: Gibt den Datentyp an.

# Page 1880563192 - Control 3192175264 - Property 2879900210
source: Date
de_de: Datum

# Page 1880563192 - Control 1230148255 - Property 2879900210
source: Time
de_de: Zeit

# Page 3170013184 - Control 2961552353 - Property 1295455071
source: Specifies the name of the App.
de_de: Gibt den Namen der App an.

# Page 3170013184 - Control 1772640682 - Property 2879900210
source: Publisher
de_de: Herausgeber

# Page 3170013184 - Control 1772640682 - Property 1295455071
source: Specifies the name of the App Publisher.
de_de: Gibt den Namen des Herausgebers der App an.

# Page 3170013184 - Control 3156524383 - Property 2879900210
source: Operation Type
de_de: Vorgangstyp

# Page 3170013184 - Control 3156524383 - Property 1295455071
source: Specifies the deployment type.
de_de: Gibt den Bereitstellungstyp an.

# Page 3170013184 - Control 513339096 - Property 1295455071
source: Specifies the deployment status.
de_de: Gibt den Bereitstellungsstatus an.

# Page 3170013184 - Control 2019212495 - Property 2879900210
source: Schedule
de_de: Zeitplan

# Page 3170013184 - Control 2019212495 - Property 1295455071
source: Specifies the deployment Schedule.
de_de: Gibt den Bereitstellungszeitplan an.

# Page 3170013184 - Control 2014750533 - Property 1295455071
source: Specifies the version of the App.
de_de: Gibt die Version der App an.

# Page 3170013184 - Control 3944750556 - Property 2879900210
source: Started Date
de_de: Gestartet am

# Page 3170013184 - Control 3944750556 - Property 1295455071
source: Specifies the deployment start date.
de_de: Gibt das Startdatum der Bereitstellung an.

# Page 2252665413 - Control 3947206067 - Property 2879900210
source: Install Extension
de_de: Erweiterung installieren

# Page 2252665413 - Control 3013117274 - Property 2879900210
source: Install Extension
de_de: Erweiterung installieren

# Page 2252665413 - Control 3013117274 - Property 1968111052
source: Extensions add new capabilities that extend and enhance functionality.
de_de: Erweiterungen fügen neue Funktionen hinzu, die die Funktionen erweitern und verbessern.

# Page 2252665413 - Control 512555302 - Property 2879900210
source: Description
de_de: Beschreibung

# Page 2252665413 - Control 679018345 - Property 2879900210
source: Publisher
de_de: Herausgeber

# Page 2252665413 - Control 2893082742 - Property 2879900210
source: Uninstall Extension
de_de: Erweiterung deinstallieren

# Page 2252665413 - Control 3666322463 - Property 2879900210
source: Uninstall Extension
de_de: Erweiterung deinstallieren

# Page 2252665413 - Control 3666322463 - Property 1968111052
source: Uninstall extension to remove added features.
de_de: Deinstallieren Sie die Erweiterung, um hinzugefügte Funktionen zu entfernen.

# Page 2252665413 - Control 1585113642 - Property 2879900210
source: Description
de_de: Beschreibung

# Page 2252665413 - Control 880487157 - Property 2879900210
source: Publisher
de_de: Herausgeber

# Page 2252665413 - Control 2161541534 - Property 2879900210
source: Review Extension Information before installation
de_de: Erweiterungsinformationen vor der Installation prüfen

# Page 2252665413 - Control 1772640682 - Property 2879900210
source: Publisher
de_de: Herausgeber

# Page 2252665413 - Control 4093990710 - Property 2879900210
source: Language
de_de: Sprache

# Page 2252665413 - Control 346708723 - Property 2879900210
source: I accept the terms and conditions
de_de: Ich akzeptiere die Bedingungen.

# Page 2252665413 - Action 742034285 - Property 2879900210
source: Back
de_de: Zurück

# Page 2252665413 - Action 1235620153 - Property 2879900210
source: Next
de_de: Weiter

# Page 2252665413 - Action 614615843 - Property 2879900210
source: Install
de_de: Installieren

# Page 2252665413 - Action 375208022 - Property 2879900210
source: Uninstall
de_de: Deinstallieren

# Page 2252665413 - NamedType 2042020124
source: Extension Installation
de_de: Erweiterungsinstallation

# Page 2252665413 - NamedType 547567045
source: Extension Uninstallation
de_de: Deinstallation der Erweiterung

# Page 2252665413 - NamedType 4032538393
source: Terms and Conditions
de_de: Bedingungen

# Page 2252665413 - NamedType 757360088
source: Privacy Statement
de_de: Datenschutzbestimmungen

# Page 2252665413 - NamedType 2938128749
source: Help
de_de: Hilfe

# Page 4047916792 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
de_de: Gibt das Logo der Erweiterung an, wie etwa das Logo des Dienstanbieters.

# Page 4047916792 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
de_de: Gibt den Namen der Erweiterung an.

# Page 4047916792 - Control 1772640682 - Property 2879900210
source: Publisher
de_de: Herausgeber

# Page 4047916792 - Control 1772640682 - Property 1295455071
source: Specifies the person or company that created the extension.
de_de: Gibt die Person oder das Unternehmen an, das die Erweiterung erstellt hat.

# Page 4047916792 - Control 237762718 - Property 1295455071
source: Specifies the version of the extension.
de_de: Gibt die Version der Erweiterung an.

# Page 2825773015 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
de_de: Gibt das Logo der Erweiterung an, wie etwa das Logo des Dienstanbieters.

# Page 2547633168 - Control 1734147128 - Property 1295455071
source: Specifies the App ID of the extension.
de_de: Gibt die App-ID der Erweiterung an.

# Page 2547633168 - Control 1683930818 - Property 1295455071
source: Specifies the name of the extension.
de_de: Gibt den Namen der Erweiterung an.

# Page 2547633168 - Control 4056116129 - Property 2879900210
source: Publisher
de_de: Herausgeber

# Page 2547633168 - Control 4056116129 - Property 1295455071
source: Specifies the publisher of the extension.
de_de: Gibt den Herausgeber der Erweiterung an.

# Page 2547633168 - Control 3554274942 - Property 2879900210
source: Allow HttpClient Requests
de_de: HttpClient-Anfragen zulassen

# Page 2547633168 - Control 3554274942 - Property 1295455071
source: Specifies whether the runtime should allow this extension to make HTTP requests through the HttpClient data type when running in a non-production environment.
de_de: Gibt an, ob bei Ausführung in einer Nichtfertigungsumgebung die Laufzeit HTTP-Anfragen über den HttpClient-Datentyp durch diese Erweiterung zulassen soll.

# Page 2491626637 - Control 1256520770 - Property 1295455071
source: Specifies the name of the App.
de_de: Gibt den Namen der App an.

# Page 2491626637 - Control 1606374689 - Property 2879900210
source: App Publisher
de_de: App-Herausgeber

# Page 2491626637 - Control 1606374689 - Property 1295455071
source: Specifies the name of the App Publisher.
de_de: Gibt den Namen des Herausgebers der App an.

# Page 2491626637 - Control 2709452997 - Property 1295455071
source: Specifies the version of the App.
de_de: Gibt die Version der App an.

# Page 2491626637 - Control 2019212495 - Property 2879900210
source: Schedule
de_de: Zeitplan

# Page 2491626637 - Control 2019212495 - Property 1295455071
source: Specifies the deployment Schedule.
de_de: Gibt den Bereitstellungszeitplan an.

# Page 2491626637 - Control 3944750556 - Property 2879900210
source: Started Date
de_de: Gestartet am

# Page 2491626637 - Control 3944750556 - Property 1295455071
source: Specifies the Deployment start date.
de_de: Gibt das Startdatum der Bereitstellung an.

# Page 2491626637 - Control 513339096 - Property 1295455071
source: Specifies the deployment status.
de_de: Gibt den Bereitstellungsstatus an.

# Page 2491626637 - Control 2913603239 - Property 2879900210
source: Summary
de_de: Zusammenfassung

# Page 2491626637 - Control 2913603239 - Property 1295455071
source: Specifies the deployment summary details.
de_de: Gibt die Zusammenfassungsdetails der Bereitstellung an.

# Page 2491626637 - Control 318613646 - Property 1295455071
source: Specifies deploy operation details.
de_de: Gibt Details zum Bereitstellungsvorgang an.

# Page 2491626637 - Control 3511005630 - Property 2879900210
source: Error Details
de_de: Fehlerdetails

# Page 2491626637 - Control 3760911130 - Property 2879900210
source: Detailed Message box
de_de: Dialogfeld mit detaillierter Meldung

# Page 2491626637 - Control 3760911130 - Property 1295455071
source: Specifies detailed message box.
de_de: Gibt ein Dialogfeld mit der detaillierten Meldung an.

# Page 2491626637 - Action 1380530402 - Property 2879900210
source: Download Details
de_de: Details herunterladen

# Page 2491626637 - Action 1380530402 - Property 1295455071
source: Download the operation status details to a file.
de_de: Die Details zum Vorgangsstatus in eine Datei herunterladen.

# Page 2491626637 - NamedType 2740549075
source: View Details
de_de: Details anzeigen

# Page 513864971 - Property 2879900210
source: Extension Installation
de_de: Erweiterungsinstallation

# Page 513864971 - Control 3753104505 - Property 2879900210
source: Choose Language
de_de: Sprache wählen

# Page 513864971 - Control 4093990710 - Property 2879900210
source: Language
de_de: Sprache

# Page 513864971 - Action 614615843 - Property 2879900210
source: Install
de_de: Installieren

# Page 367479046 - Control 4109125798 - Property 2879900210
source: Upload Extension
de_de: Erweiterung hochladen

# Page 367479046 - Control 989751795 - Property 2879900210
source: Select .app file
de_de: APP-Datei auswählen

# Page 367479046 - Control 2758598086 - Property 2879900210
source: Deploy Extension
de_de: Erweiterung bereitstellen

# Page 367479046 - Control 1907919420 - Property 2879900210
source: Deploy to
de_de: Bereitstellen für

# Page 367479046 - Control 4093990710 - Property 2879900210
source: Language
de_de: Sprache

# Page 367479046 - Control 346708723 - Property 2879900210
source: Accept
de_de: Akzeptieren

# Page 367479046 - Control 346708723 - Property 1295455071
source: Specifies that you accept Disclaimer.
de_de: Gibt an, dass Sie den Haftungsausschluss akzeptieren.

# Page 367479046 - Action 317913245 - Property 2879900210
source: Deploy
de_de: Bereitstellen

# Page 367479046 - Action 788258546 - Property 2879900210
source: Cancel
de_de: Stornieren

# Page 367479046 - NamedType 2456773564
source: Select .APP
de_de: .APP auswählen

# Page 367479046 - NamedType 118939017
source: Please upload an extension file before clicking "Deploy" button.
de_de: Laden Sie eine Erweiterungsdatei hoch, bevor Sie auf die Schaltfläche "Bereitstellen" klicken.

# Page 367479046 - NamedType 3405983715
source: Disclaimer
de_de: Haftungsausschluss

# Page 367479046 - NamedType 1978894270
source: The creator of this customized extension is responsible for its licensing. The customized extension is subject to the terms and conditions, privacy policy, support and billing offered by the creator, as applicable, and does not create any liability or obligation for Microsoft.\\The publisher of the customized extension must maintain compatibility with new releases of Dynamics 365 Business Central. An extension that is not compatible with a new release within 90 days of the release will be removed and the tenant upgraded.
de_de: Der Ersteller dieser benutzerdefinierten Erweiterung ist für die Lizenzierung verantwortlich. Die benutzerdefinierte Erweiterung unterliegt im anwendbaren Rahmen den Geschäftsbedingungen, der Datenschutzrichtlinie, der Unterstützung und der Preisgestaltung des Erstellers. Microsoft übernimmt hierfür keinerlei Haftung oder Verantwortung.\\Der Veröffentlicher dieser benutzerdefinierten Erweiterung muss die Kompatibilität mit neuen Versionen von Dynamics 365 Business Central gewährleisten. Eine Erweiterung, die mit einer neuen Version nicht innerhalb von 90 Tagen der Veröffentlichung der neuen Version kompatibel ist, wird entfernt und ihr Tenant aktualisiert.

# Page 4061016505 - Property 2879900210
source: Available Features and Changes
de_de: Verfügbare Features und Änderungen

# Page 4061016505 - Control 2325998030 - Property 2879900210
source: Change
de_de: Ändern

# Page 4061016505 - Control 2931427064 - Property 2879900210
source: Mandatory by
de_de: Notwendig ab

# Page 4061016505 - Control 3489456882 - Property 2879900210
source: Preview available for
de_de: Vorschau verfügbar für

# Page 4061016505 - Control 3489456882 - Property 1295455071
source: Specifies the users that the preview is available for. You must sign out and then sign in again for the change to take effect.
de_de: Gibt die Benutzer an, für die die Vorschau verfügbar ist. Sie müssen sich abmelden und wieder anmelden, damit die Änderung übernommen wird.

# Page 4061016505 - Control 538424632 - Property 2879900210
source: Get Started
de_de: Erste Schritte

# Page 4061016505 - NamedType 1601324261
source: Learn more
de_de: Weitere Informationen

# Page 4061016505 - NamedType 1796632658
source: Try it out
de_de: Testen

# Page 2927108320 - Property 2879900210
source: Preview upcoming changes
de_de: Vorschau auf bevorstehende Änderungen

# Page 2927108320 - Control 2332547618 - Property 1968111052
source: Business Central offers previews of upcoming features and mandatory design changes to help you manage your business solution.
de_de: Business Central bietet eine Vorschau der kommenden Features und notwendigen Designänderungen, die Ihnen bei der Verwaltung Ihrer Unternehmenslösung helfen.

# Page 2927108320 - Control 419457767 - Property 1968111052
source: A feature selected for preview is visible to all users by default. You can choose to set the feature to be enabled for none.
de_de: Ein für die Vorschau ausgewähltes Feature ist standardmäßig für alle Benutzer sichtbar. Sie können festlegen, dass das Feature für niemanden aktiviert werden soll.

# Page 2927108320 - NamedType 158691884
source: Learn more about the preview process.
de_de: Weitere Informationen über den Vorschauprozess.

# Page 2927108320 - NamedType 915252812
source: See the Release Plan
de_de: Veröffentlichungsplan anzeigen

# Page 2536897829 - Control 103915345 - Property 2879900210
source: Table No.
de_de: Tabellennr.

# Page 2536897829 - Control 103915345 - Property 1295455071
source: Specifies the number of the table this field belongs to.
de_de: Gibt die Nummer der Tabelle an, zu der dieses Feld gehört.

# Page 2536897829 - Control 730832363 - Property 2879900210
source: Table Name
de_de: Tabellenname

# Page 2536897829 - Control 730832363 - Property 1295455071
source: Specifies the name of the table this field belongs to.
de_de: Gibt den Namen der Tabelle an, zu der dieses Feld gehört.

# Page 2536897829 - Control 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Page 2536897829 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
de_de: Gibt die Nummer des Felds an.

# Page 2536897829 - Control 166597695 - Property 2879900210
source: Field Name
de_de: Feldname

# Page 2536897829 - Control 166597695 - Property 1295455071
source: Specifies the name of the field.
de_de: Gibt den Namen des Felds an.

# Page 2536897829 - Control 823559016 - Property 2879900210
source: Field Caption
de_de: Feldbezeichnung

# Page 2536897829 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
de_de: Gibt die Bezeichnung des Felds an (der Name, der in der Benutzeroberfläche angezeigt wird).

# Page 1750020835 - Property 3863440606
source: multilanguage
de_de: Mehrere Sprachen

# Page 1750020835 - Control 3004954119 - Property 1295455071
source: Specifies the code for a language.
de_de: Gibt den Code für eine Sprache an.

# Page 1750020835 - Control 2961552353 - Property 1295455071
source: Specifies the name of the language.
de_de: Gibt den Namen der Sprache an.

# Page 1750020835 - Control 3748967844 - Property 1295455071
source: Specifies the ID of the Windows language associated with the language code you have set up in this line.
de_de: Gibt die ID der Windows-Sprache an, die mit dem Sprachcode verbunden ist, den Sie in dieser Zeile eingerichtet haben.

# Page 1750020835 - Control 2802526462 - Property 1295455071
source: Specifies if you enter an ID in the Windows Language ID field.
de_de: Gibt an, ob Sie eine ID im Feld „Windows-Sprach-ID“ eingeben.

# Page 3313994466 - Property 2879900210
source: Available Languages
de_de: Verfügbare Sprachen

# Page 3313994466 - Control 450009889 - Property 1295455071
source: Specifies the unique language ID for the Windows language.
de_de: Gibt die Sprachen-ID für die Windows-Sprache an.

# Page 3313994466 - Control 2961552353 - Property 1295455071
source: Specifies the names of the available Windows languages.
de_de: Gibt die Namen der verfügbaren Windows-Sprachen an.

# Page 4035890834 - Control 1085746399 - Property 2879900210
source: Type
de_de: Art

# Page 4035890834 - Control 1085746399 - Property 1295455071
source: Specifies the object type.
de_de: Gibt den Typ des Objekts an.

# Page 4035890834 - Control 3711240756 - Property 1295455071
source: Specifies the object ID.
de_de: Gibt die Objekt-ID an.

# Page 4035890834 - Control 3811799877 - Property 2879900210
source: Object Caption
de_de: Objektcaption

# Page 4035890834 - Control 3811799877 - Property 1295455071
source: Specifies the caption of the object.
de_de: Gibt die Beschriftung des Objekts an.

# Page 4035890834 - Control 1418569422 - Property 2879900210
source: Object Name
de_de: Objektname

# Page 4035890834 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object.
de_de: Gibt den Namen des Objekts an.

# Page 4035890834 - Control 4023602082 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname

# Page 4035890834 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension the object comes from.
de_de: Gibt den Namen der Erweiterung an, aus der das Objekt stammt.

# Page 1306929145 - Property 2879900210
source: Enter Password
de_de: Kennwort eingeben

# Page 1306929145 - Control 3538439924 - Property 2879900210
source: Old Password
de_de: Altes Kennwort

# Page 1306929145 - Control 3538439924 - Property 1295455071
source: Specifies the current password, before the user defines a new one.
de_de: Gibt das aktuelle Kennwort an, das gilt, bevor vom Benutzer ein neues Kennwort definiert wird.

# Page 1306929145 - Control 2575460289 - Property 2879900210
source: Password
de_de: Kennwort

# Page 1306929145 - Control 2575460289 - Property 1295455071
source: Specifies the password for this task. The password must consist of 8 or more characters, at least one uppercase letter, one lowercase letter, and one number.
de_de: Gibt das Kennwort für diese Aufgabe an. Das Kennwort muss mindestens 8 Zeichen lang sein und mindestens einen Großbuchstaben, einen Kleinbuchstaben und eine Ziffer enthalten.

# Page 1306929145 - Control 1619357887 - Property 2879900210
source: Confirm Password
de_de: Kennwort bestätigen

# Page 1306929145 - Control 1619357887 - Property 1295455071
source: Specifies the password repeated.
de_de: Gibt die Wiederholung des Kennworts an.

# Page 1306929145 - NamedType 4047091786
source: The passwords that you entered do not match.
de_de: Die eingegebenen Kennwörter stimmen nicht überein.

# Page 2817068111 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 2817068111 - Control 32562763 - Property 2879900210
source: Recurrence Start Time
de_de: Startzeit der Wiederholung

# Page 2817068111 - Control 32562763 - Property 1295455071
source: Specifies the time of day when the recurrence takes effect. This is also the time of day for each occurrence.
de_de: Gibt die Uhrzeit an, zu der die Wiederholung in Kraft tritt. Dies ist auch die Tageszeit für jedes Vorkommen.

# Page 2817068111 - Control 887324104 - Property 2879900210
source: Recurrence Pattern
de_de: Serienmuster

# Page 2817068111 - Control 887324104 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
de_de: Gibt die Häufigkeit der Wiederholung an. Ein Wiederholungsmuster kann z. B. für einen Tag in der ersten Woche eines jeden Monats eingerichtet werden.
