Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Enum 1111761898 - EnumValue 3544158917 - Property 2879900210
source: Login
da_dk: Logon
es_es: Conexión
it_ch: Accesso
nl_be: Aanmelden
ru_ru: Вход
sv_se: Inloggning

# Enum 1111761898 - EnumValue 742762963 - Property 2879900210
source: Select Account
da_dk: Vælg konto
es_es: Seleccionar cuenta
it_ch: Seleziona account
nl_be: Account selecteren
ru_ru: Выбрать учетную запись
sv_se: Välj konto

# Enum 1127167090 - EnumValue 1690738908 - Property 2879900210
source: Cloud Printer
es_es: Impresora en la nube
fr_fr: Imprimante cloud
it_ch: Stampante cloud
ru_ru: Облачный принтер
sv_se: Molnbaserad skrivare

# Enum 1127167090 - EnumValue 2384288277 - Property 2879900210
source: Local Printer
da_dk: Lokal printer
es_es: Impresora local
fr_fr: Imprimante locale
it_ch: Stampante locale
nl_be: Lokale printer
ru_ru: Локальный принтер
sv_se: Lokal skrivare

# Enum 1150498218 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
da_dk: Ikke-kategoriseret
es_es: Sin categoría
fr_fr: Non catégorisé
it_ch: Non classificato
nl_be: Niet gecategoriseerd.
ru_ru: Без категории
sv_se: Okategoriserad

# Enum 1488792278 - EnumValue 1736694239 - Property 2879900210
source: String
es_es: Cadena
it_ch: Stringa
sv_se: Sträng

# Enum 1488792278 - EnumValue 2854863747 - Property 2879900210
source: DateTime
es_es: Fecha/hora
it_ch: Data e ora
sv_se: DatumTid

# Enum 1488792278 - EnumValue 3883182266 - Property 2879900210
source: Integer
es_es: Entero
sv_se: Heltal

# Enum 1639932302 - EnumValue 1085884228 - Property 2879900210
source: StackedArea
es_es: Área apilada
it_ch: Area in pila
sv_se: Staplad yta

# Enum 1639932302 - EnumValue 1193387092 - Property 2879900210
source: StackedColumn100
es_es: 100 columnas apiladas
it_ch: Istogramma in pila 100
sv_se: Staplad kolumn 100

# Enum 1639932302 - EnumValue 1370214738 - Property 2879900210
source: Column
es_es: Columna
it_ch: In pila
sv_se: Kolumn

# Enum 1639932302 - EnumValue 1735507514 - Property 2879900210
source: Line
es_es: Línea
it_ch: A linee
sv_se: Rad

# Enum 1639932302 - EnumValue 2612707979 - Property 2879900210
source: StackedColumn
es_es: Columnas apiladas
it_ch: Istogramma in pila
sv_se: Staplad stapel

# Enum 1639932302 - EnumValue 2752425304 - Property 2879900210
source: Radar
es_es: Radial
sv_se: Polär

# Enum 1639932302 - EnumValue 2760074200 - Property 2879900210
source: StepLine
es_es: Líneas escalonadas
it_ch: A gradini
sv_se: Steglinje

# Enum 1639932302 - EnumValue 3175673816 - Property 2879900210
source: Pie
es_es: Circular
it_ch: A torta
sv_se: Cirkel

# Enum 1639932302 - EnumValue 3303428243 - Property 2879900210
source: StackedArea100
es_es: Área 100 % apilada
it_ch: Area in pila 100
sv_se: Staplad yta 100

# Enum 1639932302 - EnumValue 3532935625 - Property 2879900210
source: Area
es_es: Área
it_ch: Ad area
sv_se: Yta

# Enum 1639932302 - EnumValue 3557153734 - Property 2879900210
source: Funnel
es_es: Embudo
it_ch: A imbuto
sv_se: Tratt

# Enum 1639932302 - EnumValue 3801949817 - Property 2879900210
source: Range
es_es: Intervalo
it_ch: A intervalli
sv_se: Intervall

# Enum 1639932302 - EnumValue 3966888264 - Property 2879900210
source: Point
es_es: Punto
it_ch: A punti
sv_se: Punkt

# Enum 1639932302 - EnumValue 416782906 - Property 2879900210
source: Doughnut
es_es: Anillos
it_ch: Ad anello
sv_se: Ring

# Enum 1639932302 - EnumValue 4194354538 - Property 2879900210
source: Bubble
es_es: Burbuja
it_ch: A bolle
sv_se: Bubbla

# Enum 1707166242 - EnumValue 27127529 - Property 2879900210
source: Email Compose Context
es_es: Contexto de redacción de correo electrónico
it_ch: Contesto di composizione e-mail
sv_se: Sammanhang för Skriv ett e-postmeddelande

# Enum 1707166242 - EnumValue 4217154468 - Property 2879900210
source: Email Address Lookup
es_es: Búsqueda de direcciones de correo electrónico
it_ch: Ricerca indirizzo e-mail
sv_se: Sökning efter e-postadress

# Enum 1802408640 - EnumValue 2879900210 - Property 2879900210
source: Caption
da_dk: Titel
es_es: Título
it_ch: Didascalia
nl_be: Bijschrift
ru_ru: Метка
sv_se: Rubrik

# Enum 1802408640 - EnumValue 3066854715 - Property 2879900210
source: Brick
da_dk: Mursten
es_es: Ladrillo
ru_ru: Кирпич
sv_se: Tegelsten

# Enum 1989856109 - EnumValue 2046963655 - Property 2879900210
source: Share
es_es: Compartir
it_ch: Condividi
sv_se: Dela

# Enum 1989856109 - EnumValue 290207576 - Property 2879900210
source: Prompt
es_es: Pedir datos
it_ch: Richiesta
sv_se: Fråga

# Enum 1989856109 - EnumValue 4259830144 - Property 2879900210
source: Open
es_es: Abrir
it_ch: Apri
sv_se: Öppen

# Enum 21381257 - EnumValue 238975602 - Property 2879900210
source: Append
da_dk: Tilføj
es_es: Anexar
fr_fr: Ajouter
it_ch: Aggiungi
nl_be: Toevoegen
ru_ru: Добавить
sv_se: Tillagd

# Enum 21381257 - EnumValue 3117446396 - Property 2879900210
source: Select
da_dk: Vælg
es_es: Seleccionar
fr_fr: Sélectionner
it_ch: Seleziona
nl_be: Selecteren
ru_ru: Выбрать
sv_se: Välj

# Enum 21381257 - EnumValue 598009710 - Property 2879900210
source: Keep current
da_dk: Behold aktuel
es_es: Mantener actual
fr_fr: Tenir à jour
it_ch: Mantieni corrente
nl_be: Huidige behouden
ru_ru: Оставить текущие
sv_se: Behåll aktuell

# Enum 2157280740 - EnumValue 1864907812 - Property 2879900210
source: Disabled
da_dk: Deaktiveret
es_es: Deshabilitado
it_ch: Disabilitato
nl_be: Uitgeschakeld
ru_ru: Отключено
sv_se: Inaktiverat

# Enum 2157280740 - EnumValue 2588201939 - Property 2879900210
source: Completed Data Update
da_dk: Fuldførte dataopdatering
es_es: Actualización de datos completada
it_ch: Aggiornamento dati completato
nl_be: Voltooide gegevensupdate
ru_ru: Завершенное обновление данных
sv_se: Slutförda datauppdateringar

# Enum 2157280740 - EnumValue 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret
es_es: Habilitado
it_ch: Abilitato
nl_be: Geactiveerd
ru_ru: Включено
sv_se: Aktiverat

# Enum 2157280740 - EnumValue 3431804371 - Property 2879900210
source: Scheduled Data Update
da_dk: Planlagt dataopdatering
es_es: Actualización de datos programada
it_ch: Aggiornamento dati programmato
nl_be: Geplande gegevensupdate
ru_ru: Запланированное обновление данных
sv_se: Schemalagda datauppdateringar

# Enum 2157280740 - EnumValue 3481143665 - Property 2879900210
source: Pending Data Update
da_dk: Ventende dataopdatering
es_es: Actualización de datos pendiente
it_ch: Aggiornamento dati in sospeso
nl_be: Gegevensupdate in behandeling
ru_ru: Ожидающее обновление данных
sv_se: Väntande datauppdatering

# Enum 2157280740 - EnumValue 4037505346 - Property 2879900210
source: Incomplete Data Update
da_dk: Ufuldstændig dataopdatering
es_es: Actualización de datos incompleta
it_ch: Aggiornamento dati incompleto
nl_be: Onvolledige gegevensupdate
ru_ru: Незавершенное обновление данных
sv_se: Ofullständig datauppdatering

# Enum 2157280740 - EnumValue 4044244568 - Property 2879900210
source: Updating Data
da_dk: Opdaterer data
es_es: Actualizando datos
it_ch: Aggiornamento dati in corso
nl_be: Gegevens bijwerken
ru_ru: Обновление данных
sv_se: Uppdaterar data

# Enum 2435677820 - EnumValue 1046586826 - Property 2879900210
source: Japanese double postcard (200 mm by 148 mm).
da_dk: Japansk dobbelt postkort (200 x 148 mm).
es_es: Postal japonesa doble (200 mm x 148 mm).
fr_fr: Carte postale double japonaise (200 mm sur 148 mm).
it_ch: Cartolina formato giapponese doppio (200 mm per 148 mm).
nl_be: Japanse dubbele briefkaart (200 mm x 148 mm).
ru_ru: Японская двойная открытка (200 на 148 мм).
sv_se: Japanskt dubbelt vykort (200 mm x 148 mm).

# Enum 2435677820 - EnumValue 1099236857 - Property 2879900210
source: Italy envelope (110 mm by 230 mm).
da_dk: Italien konvolut (110 x 230 mm).
es_es: Sobre Italia (110 mm x 230 mm).
fr_fr: Enveloppe italienne (110 mm par 230 mm).
it_ch: Busta Italy (110 mm per 230 mm).
nl_be: Italiaanse envelop (110 mm x 230 mm).
ru_ru: Итальянский конверт (110 x 230 мм).
sv_se: Italienskt kuvert (110 mm x 230 mm).

# Enum 2435677820 - EnumValue 1278707804 - Property 2879900210
source: Japanese Chou #3 envelope.
da_dk: Japansk Chou #3-konvolut.
es_es: Sobre japonés Chou n.º 3.
fr_fr: Enveloppe japonaise Chou n° 3.
it_ch: Busta Chou n. 3 giapponese.
nl_be: Japanse Chou #3-envelop.
ru_ru: Японский конверт Чоу №3.
sv_se: Japanskt Chou 3-kuvert.

# Enum 2435677820 - EnumValue 1373106268 - Property 2879900210
source: C5 envelope (162 mm by 229 mm).
da_dk: C5-konvolut (162 x 229 mm).
es_es: Sobre C5 (162 mm x 229 mm).
fr_fr: Enveloppe C5 (162 mm sur 229 mm).
it_ch: Busta C5 (162 mm per 229 mm).
nl_be: C5-envelop (162 mm x 229 mm).
ru_ru: Конверт C5 (162 x 229 мм).
sv_se: C5-kuvert (162 mm x 229 mm).

# Enum 2435677820 - EnumValue 1484611911 - Property 2879900210
source: #10 envelope (324 mm by 458 mm).
da_dk: #10 konvolut (324 x 458 mm).
es_es: Sobre n.º 10 (324 mm x 458 mm).
fr_fr: Enveloppe n° 10 (324 mm par 458 mm).
it_ch: Busta n. 10 (324 mm per 458 mm).
nl_be: #10-envelop (324 mm x 458 mm).
ru_ru: Конверт №10 (324 x 458 мм).
sv_se: Nr 10-kuvert (324 mm x 458 mm).

# Enum 2435677820 - EnumValue 1547124741 - Property 2879900210
source: A2 paper (420 mm by 594 mm).
da_dk: A2-papir (420 x 594 mm).
es_es: Papel A2 (420 mm x 594 mm).
fr_fr: Papier A2 (420 mm sur 594 mm).
it_ch: Carta A2 (420 mm per 594 mm).
nl_be: A2-papier (420 mm x 594 mm).
ru_ru: Лист A2 (420 x 594 мм).
sv_se: A2-papper (420 mm x 594 mm).

# Enum 2435677820 - EnumValue 1579685773 - Property 2879900210
source: ISO B4 (250 mm by 353 mm).
da_dk: ISO B4 (250 x 353 mm).
es_es: ISO B4 (250 mm x 353 mm).
fr_fr: ISO B4 (250 mm par 353 mm).
it_ch: ISO B4 (250 mm per 353 mm).
nl_be: ISO B4 (250 mm x 353 mm).
ru_ru: Лист ISO B4 (250 x 353 мм).
sv_se: ISO B4 (250 mm x 353 mm).

# Enum 2435677820 - EnumValue 1613908232 - Property 2879900210
source: C paper (17 in. by 22 in.).
da_dk: C-papir (17 x 22 tommer).
es_es: Papel C (17 in por 22 in).
fr_fr: Papier C (17 po par 22 po).
it_ch: Carta C (17 in per 22 in).
nl_be: C-papier (17 inch x 22 inch).
ru_ru: Лист C (17 x 22 дюйма).
sv_se: C-papper (17 tum x 22 tum).

# Enum 2435677820 - EnumValue 1625738610 - Property 2879900210
source: #2 envelope (102 mm by 176 mm).
da_dk: #2 konvolut (102 x 176 mm).
es_es: Sobre n.º 2 (102 mm x 176 mm).
fr_fr: Enveloppe n° 2 (102 mm par 176 mm).
it_ch: Busta n. 2 (102 mm per 176 mm).
nl_be: #2-envelop (102 mm x 176 mm).
ru_ru: Конверт №2 (102 x 176 мм).
sv_se: Nr 2-kuvert (102 mm x 176 mm).

# Enum 2435677820 - EnumValue 1673224202 - Property 2879900210
source: DL envelope (110 mm by 220 mm).
da_dk: DL-konvolut (110 x 220 mm).
es_es: Sobre DL (110 mm x 220 mm).
fr_fr: Enveloppe DL (110 mm par 220 mm).
it_ch: Busta DL (110 mm per 220 mm).
nl_be: DL-envelop (110 mm x 220 mm).
ru_ru: Конверт DL (110 x 220 мм).
sv_se: DL-kuvert (110 mm x 220 mm).

# Enum 2435677820 - EnumValue 1676013492 - Property 2879900210
source: B4 envelope (250 mm by 353 mm).
da_dk: B4-konvolut (250 x 353 mm).
es_es: Sobre B4 (250 mm x 353 mm).
fr_fr: Enveloppe B4 (250 mm sur 353 mm).
it_ch: Busta B4 (250 mm per 353 mm).
nl_be: B4-envelop (250 mm x 353 mm).
ru_ru: Конверт B4 (250 x 353 мм).
sv_se: B4-kuvert (250 mm x 353 mm).

# Enum 2435677820 - EnumValue 1699541098 - Property 2879900210
source: C3 envelope (324 mm by 458 mm).
da_dk: C3-konvolut (324 x 458 mm).
es_es: Sobre C3 (324 mm x 458 mm).
fr_fr: Enveloppe C3 (324 mm par 458 mm).
it_ch: Busta C3 (324 mm per 458 mm).
nl_be: C3-envelop (324 mm x 458 mm).
ru_ru: Конверт C3 (324 x 458 мм).
sv_se: C3-kuvert (324 mm x 458 mm).

# Enum 2435677820 - EnumValue 1768492081 - Property 2879900210
source: Standard paper (10 in. by 14 in.).
da_dk: Standardpapir (10 x 14 tommer).
es_es: Papel estándar (10 in por 14 in).
fr_fr: Papier standard (10 po par 14 po).
it_ch: Carta Standard (10 in per 14 in).
nl_be: Standaardpapier (10 inch x 14 inch).
ru_ru: Лист Standard (10 x 14 дюймов).
sv_se: Standardpapper (10 tum x 14 tum).

# Enum 2435677820 - EnumValue 1771807495 - Property 2879900210
source: Standard paper (11 in. by 17 in.).
da_dk: Standardpapir (11 x 17 tommer).
es_es: Papel estándar (11 in x 17 in).
fr_fr: Papier standard (11 po par 17 po).
it_ch: Carta Standard (11 in per 17 in).
nl_be: Standaardpapier (11 inch x 17 inch).
ru_ru: Лист Standard (11 x 17 дюймов).
sv_se: Standardpapper (11 tum x 17 tum).

# Enum 2435677820 - EnumValue 1804457959 - Property 2879900210
source: Japanese Kaku #3 envelope.
da_dk: Japansk Kaku #3-konvolut.
es_es: Sobre japonés Kaku n.º 3.
fr_fr: Enveloppe japonaise Kaku n° 3.
it_ch: Busta Kaku n. 3 giapponese.
nl_be: Japanse Kaku #3-envelop.
ru_ru: Японский конверт Каку №3.
sv_se: Japanskt Kaku 3-kuvert.

# Enum 2435677820 - EnumValue 1849793913 - Property 2879900210
source: Standard paper (15 in. by 11 in.).
da_dk: Standardpapir (15 x 11 tommer).
es_es: Papel estándar (15 in x 11 in).
fr_fr: Papier standard (15 po par 11 po).
it_ch: Carta Standard (15 in per 11 in).
nl_be: Standaardpapier (15 inch x 11 inch).
ru_ru: Лист Standard (15 x 11 дюймов).
sv_se: Standardpapper (15 tum x 11 tum).

# Enum 2435677820 - EnumValue 1911336094 - Property 2879900210
source: Standard paper (9 in. by 11 in.).
da_dk: Standardpapir (9 x 11 tommer).
es_es: Papel estándar (9 in x 11 in).
fr_fr: Papier standard (9 po par 11 po).
it_ch: Carta Standard (9 in per 11 in).
nl_be: Standaardpapier (9 inch x 11 inch).
ru_ru: Лист Standard (9 x 11 дюймов).
sv_se: Standardpapper (9 tum x 11 tum).

# Enum 2435677820 - EnumValue 1915507847 - Property 2879900210
source: Ledger paper (17 in. by 11 in.).
da_dk: Regnskabspapir (17 x 11 tommer).
es_es: Hoja de contabilidad (17 in x 11 in).
fr_fr: Papier Ledger (17 po par 11 po).
it_ch: Carta Ledger (17 in per 11 in).
nl_be: Registerpapier (17 inch x 11 inch).
ru_ru: Лист Ledger (17 x 11 дюймов).
sv_se: Ledger (17 tum x 11 tum).

# Enum 2435677820 - EnumValue 2015912335 - Property 2879900210
source: A4 paper (210 mm by 297 mm).
da_dk: A4-papir (210 x 297 mm).
es_es: Papel A4 (210 mm x 297 mm).
fr_fr: Format A4 (210 mm par 297 mm).
it_ch: Carta A4 (210 mm per 297 mm).
nl_be: A4 (210 x 297 mm).
ru_ru: Лист A4 (210 x 297 мм).
sv_se: A4-papper (210 mm x 297 mm).

# Enum 2435677820 - EnumValue 2107105437 - Property 2879900210
source: D paper (22 in. by 34 in.).
da_dk: D papir (22 x 34 tommer).
es_es: Papel D (22 x 34 in).
fr_fr: Papier D (22 po par 34 po).
it_ch: Carta D (22 in per 34 in).
nl_be: D-papier (22 inch x 34 inch).
ru_ru: Лист D (22 x 34 дюйма).
sv_se: D-papper (22 tum x 34 tum).

# Enum 2435677820 - EnumValue 218229902 - Property 2879900210
source: E paper (34 in. by 44 in.).
da_dk: E papir (34 x 44 tommer).
es_es: Papel E (34 x 44 in).
fr_fr: Papier E (34 po par 44 po).
it_ch: Carta E (34 in per 44 in).
nl_be: E-papier (34 inch x 44 inch).
ru_ru: Лист E (34 x 44 дюйма).
sv_se: E-papper (34 tum x 44 tum).

# Enum 2435677820 - EnumValue 2184821358 - Property 2879900210
source: A3 paper (297 mm by 420 mm).
da_dk: A3-papir (297 x 420 mm).
es_es: Papel A3 (297 mm x 420 mm).
fr_fr: Papier A3 (297 mm par 420 mm).
it_ch: Carta A3 (297 mm per 420 mm).
nl_be: A3-papier (297 x 420 mm).
ru_ru: Лист A3 (297 x 420 мм).
sv_se: A3 (297 mm x 420 mm).

# Enum 2435677820 - EnumValue 2206897149 - Property 2879900210
source: 32K paper (97 mm by 151 mm).
da_dk: 32K-papir (97 x 151 mm).
es_es: Papel 32K (97 mm x 151 mm).
fr_fr: Papier 32K (97 mm par 151 mm).
it_ch: Carta 32K (97 mm per 151 mm).
nl_be: 32K-papier (97 mm x 151 mm).
ru_ru: Лист 32K (97 x 151 мм).
sv_se: 32K-papper (97 mm x 151 mm).

# Enum 2435677820 - EnumValue 2238998297 - Property 2879900210
source: Invitation envelope (220 mm by 220 mm).
da_dk: Invitationskonvolut (220 x 220 mm).
es_es: Sobre de invitación (220 mm x 220 mm).
fr_fr: Enveloppe Invitation (220 mm par 220 mm).
it_ch: Busta invito (220 mm x 220 mm).
nl_be: Envelop voor uitnodigingen (220 mm x 220 mm).
ru_ru: Конверт для приглашений (220 x 220 мм).
sv_se: Kuvert för inbjudan (220 mm x 220 mm).

# Enum 2435677820 - EnumValue 2263435227 - Property 2879900210
source: #5 envelope (110 mm by 220 mm).
da_dk: #5 konvolut (110 x 220 mm).
es_es: Sobre n.º 5 (110 mm x 220 mm).
fr_fr: Enveloppe n° 5 (110 mm par 220 mm).
it_ch: Busta n. 5 (110 mm per 220 mm).
nl_be: #5-envelop (110 mm x 220 mm).
ru_ru: Конверт №5 (110 x 220 мм).
sv_se: Nr 5-kuvert (110 mm x 220 mm).

# Enum 2435677820 - EnumValue 228026285 - Property 2879900210
source: Japanese postcard (100 mm by 148 mm).
da_dk: Japansk postkort (100 x 148 mm).
es_es: Postal japonesa (100 mm x 148 mm).
fr_fr: Carte postale japonaise (100 mm par 148 mm).
it_ch: Cartolina formato giapponese (100 mm per 148 mm).
nl_be: Japanse briefkaart (100 mm x 148 mm).
ru_ru: Японская открытка (100 x 148 мм).
sv_se: Japanskt vykort (100 mm x 148 mm).

# Enum 2435677820 - EnumValue 2341903072 - Property 2879900210
source: JIS B6 paper (128 mm by 182 mm).
da_dk: JIS B6-papir (128 x 182 mm).
es_es: Papel B6 JIS (128 mm x 182 mm).
fr_fr: Papier JIS B6 (128 mm par 182 mm).
it_ch: Carta JIS B6 (128 mm per 182 mm).
nl_be: JIS B6-papier (128 mm x 182 mm).
ru_ru: Лист JIS B6 (128 x 182 мм).
sv_se: JIS B6-papper (128 mm x 182 mm).

# Enum 2435677820 - EnumValue 2361721276 - Property 2879900210
source: Standard paper (12 in. by 11 in.).
da_dk: Standardpapir (12 x 11 tommer).
es_es: Papel estándar (12 in x 11 in).
fr_fr: Papier standard (12 po par 11 po).
it_ch: Carta Standard (12 in per 11 in).
nl_be: Standaardpapier (12 inch x 11 inch).
ru_ru: Лист Standard (12 x 11 дюймов).
sv_se: Standardpapper (12 tum x 11 tum).

# Enum 2435677820 - EnumValue 2398168887 - Property 2879900210
source: Japanese You #4 envelope.
da_dk: Japansk You #4 konvolut.
es_es: Sobre japonés You n.º 4.
fr_fr: Enveloppe japonaise You n° 4.
it_ch: Busta You n. 4 giapponese.
nl_be: Japans You #4-envelop.
ru_ru: Японский конверт Ю №4.
sv_se: Japanskt You 4-kuvert.

# Enum 2435677820 - EnumValue 2442154576 - Property 2879900210
source: Japanese Kaku #2 envelope.
da_dk: Japansk Kaku #2-konvolut.
es_es: Sobre japonés Kaku n.º 2.
fr_fr: Enveloppe japonaise Kaku n° 2.
it_ch: Busta Kaku n. 2 giapponese.
nl_be: Japanse Kaku #2-envelop.
ru_ru: Японский конверт Каку №2.
sv_se: Japanskt Kaku 2-kuvert.

# Enum 2435677820 - EnumValue 2522735578 - Property 2879900210
source: C65 envelope (114 mm by 229 mm).
da_dk: C65-konvolut (114 x 229 mm).
es_es: Sobre C65 (114 mm x 229 mm).
fr_fr: Enveloppe C65 (114 mm par 229 mm).
it_ch: Busta C65 (114 mm per 229 mm).
nl_be: C65-envelop (114 mm x 229 mm).
ru_ru: Конверт C65 (114 x 229 мм).
sv_se: C65-kuvert (114 mm x 229 mm).

# Enum 2435677820 - EnumValue 2653608952 - Property 2879900210
source: A5 paper (148 mm by 210 mm).
da_dk: A5-papir (148 x 210 mm).
es_es: Papel A5 (148 mm x 210 mm).
fr_fr: Papier A5 (148 mm par 210 mm).
it_ch: Carta A5 (148 mm per 210 mm).
nl_be: A5-papier (148 mm x 210 mm).
ru_ru: Лист A5 (148 x 210 мм).
sv_se: A5-papper (148 mm x 210 mm).

# Enum 2435677820 - EnumValue 2752396339 - Property 2879900210
source: C4 envelope (229 mm by 324 mm).
da_dk: C4-konvolut (229 x 324 mm).
es_es: Sobre C4 (229 mm x 324 mm).
fr_fr: Enveloppe C4 (229 mm par 324 mm).
it_ch: Busta C4 (229 mm per 324 mm).
nl_be: C4-envelop (229 mm x 324 mm).
ru_ru: Конверт C4 (229 x 324 мм).
sv_se: C4-kuvert (229 mm x 324 mm).

# Enum 2435677820 - EnumValue 2901131844 - Property 2879900210
source: #4 envelope (110 mm by 208 mm).
da_dk: #4 konvolut (110 x 208 mm).
es_es: Sobre n.º 4 (110 mm x 208 mm).
fr_fr: Enveloppe n° 4 (110 mm par 208 mm).
it_ch: Busta n. 4 (110 mm per 208 mm).
nl_be: #4-envelop (110 mm x 208 mm).
ru_ru: Конверт №4 (110 x 208 мм).
sv_se: Nr 4-kuvert (110 mm x 208 mm).

# Enum 2435677820 - EnumValue 3102587851 - Property 2879900210
source: Tabloid paper (11 in. by 17 in.).
da_dk: Tabloidpapir (11 x 17 tommer).
es_es: Papel de tabloide (11 x 17 in.).
fr_fr: Format tabloïd US (11 po par 17 po).
it_ch: Carta Tabloid (11 in per 17 in).
nl_be: Tabloid-papier (11 inch x 17 inch).
ru_ru: Лист Tabloid (11 x 17 дюймов).
sv_se: Tabloidpapper (11 tum x 17 tum).

# Enum 2435677820 - EnumValue 3201010415 - Property 2879900210
source: #9 envelope (229 mm by 324 mm).
da_dk: #9 konvolut (229 x 324 mm).
es_es: Sobre n.º 9 (229 x 324 mm).
fr_fr: Enveloppe n° 9 (229 mm par 324 mm).
it_ch: Busta n. 9 (229 mm per 324 mm).
nl_be: #9-envelop (229 mm x 324 mm).
ru_ru: Конверт №9 (229 x 324 мм).
sv_se: Nr 9-kuvert (229 mm x 324 mm).

# Enum 2435677820 - EnumValue 3242654117 - Property 2879900210
source: C6 envelope (114 mm by 162 mm).
da_dk: C6-konvolut (114 x 162 mm).
es_es: Sobre C6 (114 x 162 mm).
fr_fr: Enveloppe C6 (114 mm par 162 mm).
it_ch: Busta C6 (114 mm per 162 mm).
nl_be: C6-envelop (114 mm x 162 mm).
ru_ru: Конверт C6 (114 x 162 мм).
sv_se: C6-kuvert (114 mm x 162 mm).

# Enum 2435677820 - EnumValue 3291305569 - Property 2879900210
source: A6 paper (105 mm by 148 mm).
da_dk: A6-papir (105 x 148 mm).
es_es: Papel A6 (105 mm x 148 mm).
fr_fr: Papier A6 (105 mm par 148 mm).
it_ch: Carta A6 (105 mm per 148 mm).
nl_be: A6-papier (105 mm x 148 mm).
ru_ru: Лист A6 (105 x 148 мм).
sv_se: A6-papper (105 mm x 148 mm).

# Enum 2435677820 - EnumValue 3431463797 - Property 2879900210
source: Custom. The paper size is defined by the user.
da_dk: Brugerdefineret. Papirstørrelsen defineres af brugeren.
es_es: Personalizado. El tamaño del papel lo define el usuario.
fr_fr: Personnalisée. La taille du papier est définie par l'utilisateur.
it_ch: Personalizzato. Il formato carta è definito dall'utente.
nl_be: Aangepast. Het papierformaat wordt gedefinieerd door de gebruiker.
ru_ru: Произвольный. Размер бумаги определяется пользователем.
sv_se: Anpassat. Pappersstorleken definieras av användaren.

# Enum 2435677820 - EnumValue 3465696102 - Property 2879900210
source: B6 envelope (176 mm by 125 mm).
da_dk: B6-konvolut (176 x 125 mm).
es_es: Sobre B6 (176 x 125 mm).
fr_fr: Enveloppe B6 (176 mm par 125 mm).
it_ch: Busta B6 (176 mm per 125 mm).
nl_be: B6-envelop (176 mm x 125 mm).
ru_ru: Конверт B6 (176 x 125 мм).
sv_se: B6-kuvert (176 mm x 125 mm).

# Enum 2435677820 - EnumValue 3538828461 - Property 2879900210
source: #7 envelope (160 mm by 230 mm).
da_dk: #7 konvolut (160 x 230 mm).
es_es: Sobre n.º 7 (160 x 230 mm).
fr_fr: Enveloppe n° 7 (160 mm par 230 mm).
it_ch: Busta n. 7 (160 mm per 230 mm).
nl_be: #7-envelop (160 mm x 230 mm).
ru_ru: Конверт №7 (160 x 230 мм).
sv_se: Nr 7-kuvert (160 mm x 230 mm).

# Enum 2435677820 - EnumValue 3660585249 - Property 2879900210
source: Japanese Chou #4 envelope.
da_dk: Japansk Chou #4-konvolut.
es_es: Sobre japonés Chou n.º 4.
fr_fr: Enveloppe japonaise Chou n° 4.
it_ch: Busta Chou n. 4 giapponese.
nl_be: Japanse Chou #4-envelop.
ru_ru: Японский конверт Чоу №4.
sv_se: Japanskt Chou 4-kuvert.

# Enum 2435677820 - EnumValue 3795653639 - Property 2879900210
source: 16K paper (146 mm by 215 mm).
da_dk: 16K papir (146 x 215 mm).
es_es: Papel 16K (146 x 215 mm).
fr_fr: Papier 16K (146 mm par 215 mm).
it_ch: Carta 16K (146 mm per 215 mm).
nl_be: 16K-papier (146 mm x 215 mm).
ru_ru: Лист 16K (146 x 215 мм).
sv_se: 16K-papper (146 mm x 215 mm).

# Enum 2435677820 - EnumValue 3801048491 - Property 2879900210
source: B5 envelope (176 mm by 250 mm).
da_dk: B5-konvolut (176 x 250 mm).
es_es: Sobre B5 (176 x 250 mm).
fr_fr: Enveloppe B5 (176 mm par 250 mm).
it_ch: Busta B5 (176 mm per 250 mm).
nl_be: B5-envelop (176 mm x 250 mm).
ru_ru: Конверт B5 (176 x 250 мм).
sv_se: B5-kuvert (176 mm x 250 mm).

# Enum 2435677820 - EnumValue 3838707032 - Property 2879900210
source: #8 envelope (120 mm by 309 mm).
da_dk: #8 konvolut (120 x 309 mm).
es_es: Sobre n.º 8 (120 x 309 mm).
fr_fr: Enveloppe n° 8 (120 mm par 309 mm).
it_ch: Busta n. 8 (120 mm per 309 mm).
nl_be: #8-envelop (120 mm x 309 mm).
ru_ru: Конверт №8 (120 x 309 мм).
sv_se: Nr 8-kuvert (120 mm x 309 mm).
