Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 443383525 - NamedType 398345591
source: The interface was initialized by a different app. Initializer app id: %1, caller app id :%2
es_es: Otra aplicación ha inicializado la interfaz. Id. de aplicación de inicializador: %1, Id. de aplicación de autor de la llamada: %2

# Codeunit 464205905 - NamedType 1281559381
source: No configuration is available for this printer.
da_dk: Der er ikke nogen konfiguration tilgængelig for denne printer.
es_es: No hay ninguna configuración disponible para esta impresora.
fr_fr: Aucune configuration n'est disponible pour cette imprimante.
it_ch: Nessuna configurazione disponibile per la stampante.
nl_be: Er is geen configuratie beschikbaar voor deze printer.
ru_ru: Для этого принтера нет доступных конфигураций.
sv_se: Det finns ingen konfiguration för den här skrivaren.

# Codeunit 464205905 - NamedType 3780719186
source: Printer %1 is set as default printer for all reports of all users. You can open Printer Selections page to see the created entry.
da_dk: Printeren %1 er angivet som standardprinter for alle rapporter for alle brugere. Du kan åbne siden Printervalg for at få vist den oprettede post.
es_es: La impresora %1 está establecida como impresora predeterminada para todos los informes de todos los usuarios. Puede abrir la página Selecciones de impresoras para ver el movimiento creado.
fr_fr: L'imprimante %1 est définie comme imprimante par défaut pour tous les états de tous les utilisateurs. Vous pouvez ouvrir la page Sélections d'imprimantes pour afficher l'écriture créée.
it_ch: La stampante %1 è impostata come stampante di default per tutti i report di tutti gli utenti. È possibile aprire la pagina Selezioni stampante per visualizzare il movimento creato.
nl_be: Printer %1 is ingesteld als standaardprinter voor alle rapporten van alle gebruikers. U kunt de pagina Printerselecties openen om de gemaakte invoer te zien.
ru_ru: Принтер %1 установлен как принтер по умолчанию для всех пользователей. Вы можете открыть страницу "Выбор принтера", чтобы увидеть созданную операцию.
sv_se: Skrivaren %1 anges som standardskrivare för alla rapporter för alla användare. Du kan öppna sidan Skrivarval om du vill visa transaktionen som skapats.

# Codeunit 464205905 - NamedType 428830500
source: Cannot set this printer as the default printer.
da_dk: Printeren kan ikke angives som standardprinter.
es_es: No se puede establecer esta impresora como la predeterminada.
fr_fr: Impossible de définir cette imprimante comme imprimante par défaut.
it_ch: Impossibile impostare la stampante come stampante di default.
nl_be: Kan deze printer niet instellen als standaardprinter.
ru_ru: Невозможно установить этот принтер в качестве принтера по умолчанию.
sv_se: Det går inte att ange den här skrivaren som standardskrivare.

# Codeunit 464205905 - NamedType 721141902
source: Printer %1 is set as default printer for all reports. You can open Printer Selections page to see the created entry.
da_dk: Printeren %1 er angivet som standardprinter for alle rapporter. Du kan åbne siden Printervalg for at få vist den oprettede post.
es_es: La impresora %1 está establecida como la impresora predeterminada para todos los informes. Puede abrir la página Selecciones de impresoras para ver el movimiento creado.
fr_fr: L'imprimante %1 est définie comme imprimante par défaut pour tous les états. Vous pouvez ouvrir la page Sélections d'imprimantes pour afficher l'écriture créée.
it_ch: La stampante %1 è impostata come stampante di default per tutti i report. È possibile aprire la pagina Selezioni stampante per visualizzare il movimento creato.
nl_be: Printer %1 is ingesteld als standaardprinter voor alle rapporten. U kunt de pagina Printerselecties openen om de gemaakte invoer te zien.
ru_ru: Принтер %1 установлен как принтер по умолчанию для всех отчетов. Вы можете открыть страницу "Выбор принтера", чтобы увидеть созданную операцию.
sv_se: Skrivaren %1 anges som standardskrivare för alla rapporter. Du kan öppna sidan Skrivarval om du vill visa transaktionen som skapats.

# Codeunit 50758251 - NamedType 1174314468
source: Expected a temporary record.
es_es: Se esperaba un registro temporal.
it_ch: Record temporaneo previsto.
sv_se: En temporär post förväntades.

# Codeunit 50758251 - NamedType 2507396449
source: The default user email policy cannot be deleted.
es_es: No se puede eliminar la directiva de correo electrónico de usuario predeterminada.
it_ch: Impossibile eliminare il criterio e-mail utente predefinito.
sv_se: Det går inte ta bort e-postpolicyn för standardanvändare.

# Codeunit 50758251 - NamedType 464962032
source: The provided Enail View Policy is not valid.
es_es: La directiva de visualización de correos electrónicos proporcionada no es válida.
it_ch: Il criterio di visualizzazione del messaggio e-mail fornito non è valido.
sv_se: Den angivna visningspolicyn för e-post är inte giltig.

# Codeunit 529912643 - NamedType 94485731
source: Provider %1: 2D Barcode symbol encoder %2 is not implemented by this provider!
es_es: Proveedor %1: este proveedor no ha implementado el codificador de símbolos de códigos de barras 2D %2.
it_ch: Provider %1: il codificatore simbolo codice a barre 2D %2 non è implementato da questo provider.
sv_se: Leverantör %1: Avkodaren %2 för streckkod i 2D har inte implementeras av den här leverantören.

# Codeunit 560134838 - NamedType 564927428
source: Cannot get current role center for the user.
es_es: No se puede obtener el área de trabajo actual para el usuario.
it_ch: Impossibile ottenere il centro ruoli corrente per l'utente.
sv_se: Det går inte att hämta aktuellt rollcenter för användaren.

# Codeunit 660764448 - NamedType 1521412279
source: The schema definition is not valid XML.
da_dk: Skemadefinitionen er ikke gyldig XML.
es_es: La definición del esquema no es XML válido.
it_ch: La definizione di schema non è XML valido.
nl_be: De schemadefinitie is geen geldige XML.
ru_ru: Определение схемы не представляет собой допустимый XML.
sv_se: Schemadefinitionen är inte giltig XML.

# Codeunit 660764448 - NamedType 868391751
source: The XML definition is invalid.
da_dk: XML-definitionen er ugyldig.
es_es: La definición de XML no es válida.
it_ch: Definizione XML non valida.
nl_be: De XML-definitie is ongeldig.
ru_ru: Недопустимое определение XML.
sv_se: XML-definitionen är ogiltig.

# Codeunit 690430798 - NamedType 127200329
source: No filters were set on table %1, %2. Please contact your Microsoft Partner for assistance.
es_es: No se establecieron filtros en la tabla %1, %2. Póngase en contacto con su socio de Microsoft para obtener ayuda.
it_ch: Nessun filtro impostato sulla tabella %1, %2. Contattare il partner Microsoft per assistenza.
nl_be: Er zijn geen filters ingesteld voor tabel %1, %2. Neem contact op met uw Microsoft-partner voor hulp.
ru_ru: Для таблицы %1 (%2) не заданы фильтры. Обратитесь за помощью к своему партнеру корпорации Майкрософт.
sv_se: Inga filter har angetts för tabell %1, %2. Kontakta din Microsoft-partner om du behöver hjälp.

# Codeunit 728726451 - NamedType 1388439000
source: The attachment content was not found.
es_es: No se encontró el contenido del archivo adjunto.
it_ch: Impossibile trovare il contenuto allegato.
nl_be: De bijlage-inhoud is niet gevonden.
ru_ru: Содержимое вложения не найдено.
sv_se: Det gick inte att hitta bilagans innehåll.

# Codeunit 728726451 - NamedType 144767922
source: Cannot delete the attachment because the email has been queued to be sent.
da_dk: Den vedhæftede fil kan ikke slettes, fordi mailen er sat i kø til afsendelse.
es_es: No se puede eliminar el archivo adjunto porque se ha puesto en cola el mensaje de correo electrónico para su envío.
it_ch: Impossibile eliminare l'allegato perché il messaggio e-mail è in coda per l'invio.
nl_be: Kan de bijlage niet verwijderen, omdat de e-mail in de wachtrij staat om te worden verzonden.
ru_ru: Невозможно удалить вложение, так как сообщение электронной почты уже поставлено в очередь для отправки.
sv_se: Det går inte att ta bort bilagan eftersom e-postmeddelandet har ställts i kö för att skickas.

# Codeunit 728726451 - NamedType 1796800968
source: Cannot delete the recipient because the email is queued to be sent.
da_dk: Modtageren kan ikke slettes, fordi mailen er sat i kø til afsendelse.
es_es: No se puede eliminar el destinatario porque el correo electrónico está en cola para su envío.
it_ch: Impossibile eliminare il destinatario perché il messaggio e-mail è in coda per l'invio.
nl_be: Kan de ontvanger niet verwijderen, omdat de e-mail in de wachtrij staat om te worden verzonden.
ru_ru: Невозможно удалить получателя, так как сообщение электронной почты поставлено в очередь для отправки.
sv_se: Det går inte att ta bort mottagaren eftersom e-postmeddelandet har ställts i kö för att skickas.

# Codeunit 728726451 - NamedType 1798063797
source: Cannot add the recipient because the email has already been sent.
da_dk: Modtageren kan ikke tilføjes, da mailen er blevet sendt.
es_es: No se puede agregar el destinatario porque ya se ha enviado el mensaje de correo electrónico.
it_ch: Impossibile aggiungere il destinatario perché il messaggio e-mail è già stato inviato.
nl_be: Kan de ontvanger niet toevoegen, omdat de e-mail al is verzonden.
ru_ru: Невозможно добавить получателя, так как сообщение электронной почты уже отправлено.
sv_se: Det går inte att lägga till mottagaren eftersom e-postmeddelandet redan skickats.

# Codeunit 728726451 - NamedType 2317267625
source: Cannot edit the message because it has already been sent.
da_dk: Meddelelsen kan ikke redigeres, fordi den allerede er blevet sendt.
es_es: No se puede editar el mensaje porque ya se ha enviado.
it_ch: Impossibile modificare il messaggio perché è già stato inviato.
nl_be: Kan het bericht niet bewerken, omdat het al is verzonden.
ru_ru: Невозможно изменить сообщение, так как оно уже отправлено.
sv_se: Det går inte att redigera meddelandet eftersom det redan skickats.

# Codeunit 728726451 - NamedType 2547027289
source: Cannot delete the attachment because the email has already been sent.
da_dk: Den vedhæftede fil kan ikke slettes, da mailen allerede er blevet sendt.
es_es: No se puede reemplazar el archivo adjunto porque ya se ha enviado el documento.
it_ch: Impossibile eliminare l'allegato perché il messaggio e-mail è già stato inviato.
nl_be: Kan de bijlage niet verwijderen, omdat de e-mail al is verzonden.
ru_ru: Невозможно удалить вложение, так как сообщение электронной почты уже отправлено.
sv_se: Det går inte ta bort bilagan eftersom e-postmeddelandet redan har skickats.

# Codeunit 728726451 - NamedType 2815685970
source: Cannot edit the email because it has been queued to be sent.
da_dk: Mailen kan ikke redigeres, fordi den er sat i kø til afsendelse.
es_es: No se puede editar el mensaje de correo electrónico porque se ha puesto en cola para su envío.
it_ch: Impossibile modificare il messaggio e-mail perché è in coda per l'invio.
nl_be: Kan de e-mail niet bewerken, omdat deze in de wachtrij staat om te worden verzonden.
ru_ru: Невозможно изменить сообщение электронной почты, так как оно поставлено в очередь для отправки.
sv_se: Det går inte att redigera e-postmeddelandet eftersom det har placerats i kö för att skickas.

# Codeunit 728726451 - NamedType 283273251
source: Cannot add the attachment because the email has already been sent.
da_dk: Den vedhæftede fil kan ikke tilføjes, da mailen allerede er blevet sendt.
es_es: No se puede agregar el archivo adjunto porque ya se ha enviado el documento.
it_ch: Impossibile sostituire l'allegato perché il messaggio e-mail è già stato inviato.
nl_be: Kan de bijlage niet toevoegen, omdat de e-mail al is verzonden.
ru_ru: Невозможно добавить вложение, так как сообщение электронной почты уже отправлено.
sv_se: Det går inte att lägga till bilagan eftersom e-postmeddelandet redan har skickats.

# Codeunit 728726451 - NamedType 2905556588
source: Cannot add the attachment because the email is queued to be sent.
da_dk: Den vedhæftede fil kan ikke tilføjes, fordi mailen er sat i kø til afsendelse.
es_es: No se puede agregar el archivo adjunto porque el correo electrónico está en cola para su envío.
it_ch: Impossibile aggiungere l'allegato perché il messaggio e-mail è in coda per l'invio.
nl_be: Kan de bijlage niet toevoegen, omdat de e-mail in de wachtrij staat om te worden verzonden.
ru_ru: Невозможно добавить вложение, так как сообщение электронной почты поставлено в очередь для отправки.
sv_se: Det går inte att lägga till bilagan eftersom e-postmeddelandet har ställts i kö för att skickas.

# Codeunit 728726451 - NamedType 2988997335
source: Cannot delete the recipient because the email has already been sent.
da_dk: Modtageren kan ikke slettes, fordi mailen allerede er blevet sendt.
es_es: No se puede eliminar el destinatario porque ya se ha enviado el mensaje de correo electrónico.
it_ch: Impossibile eliminare il destinatario perché il messaggio e-mail è già stato inviato.
nl_be: Kan de ontvanger niet verwijderen, omdat de e-mail al is verzonden.
ru_ru: Невозможно удалить получателя, так как сообщение электронной почты уже отправлено.
sv_se: Det går inte att ta bort mottagaren eftersom e-postmeddelandet redan skickats.

# Codeunit 728726451 - NamedType 4100786335
source: You must specify a valid email account to send the message to.
es_es: Debe especificar una cuenta de correo electrónico válida a la que enviar el mensaje.
it_ch: È necessario specificare un account e-mail a cui inviare il messaggio.
nl_be: U moet een geldig e-mailaccount opgeven om het bericht naar te verzenden.
ru_ru: Необходимо указать действительную учетную запись электронной почты, на которую будет отправлено сообщение.
sv_se: Du måste ange ett e-postkonto som meddelandet ska skickas till.

# Codeunit 728726451 - NamedType 57281238
source: Cannot add a recipient because the email is queued to be sent.
da_dk: Der kan ikke tilføjes en modtager, fordi mailen er sat i kø til afsendelse.
es_es: No se puede agregar un destinatario porque el correo electrónico está en cola para su envío.
it_ch: Impossibile aggiungere un destinatario perché il messaggio e-mail è in coda per l'invio.
nl_be: Kan geen ontvanger toevoegen, omdat de e-mail in de wachtrij staat om te worden verzonden.
ru_ru: Невозможно добавить получателя, так как сообщение электронной почты поставлено в очередь для отправки.
sv_se: Det går inte att lägga till en mottagare eftersom e-postmeddelandet har ställts i kö för att skickas.

# Codeunit 729626133 - NamedType 1000503204
source: %1 orphaned links were removed.
da_dk: %1 uafhængige links blev fjernet.
es_es: Se eliminaron %1 vínculos huérfanos.
fr_fr: Les liens orphelins %1 ont été supprimés.
it_ch: %1 collegamenti orfani rimossi.
nl_be: Er zijn %1 koppelingen zonder referentie verwijderd.
ru_ru: Удалено зависших ссылок: %1.
sv_se: %1 tomma länkar togs bort.

# Codeunit 729626133 - NamedType 2240127822
source: Removing Record Links without record reference.\
da_dk: Fjerner recordlinks uden recordreference.\
es_es: Eliminando vínculos registro sin referencia de registro.\
fr_fr: Retrait des liens d'enregistrement sans référence d'enregistrement.\
it_ch: Rimozione di collegamenti senza riferimenti a record.\
nl_be: Koppelingen zonder recordreferentie verwijderen.\
ru_ru: Удаление ссылок на несуществующие записи.\
sv_se: Tar bort postlänkar utan postreferenser.\

# Codeunit 729626133 - NamedType 3201762302
source: Do you want to remove links with no record reference?
da_dk: Vil du fjerne links uden recordreference?
es_es: ¿Desea eliminar vínculos con las referencias sin registro?
fr_fr: Voulez-vous supprimer des liens sans référence d'enregistrement ?
it_ch: Rimuovere i collegamenti senza riferimenti a record?
nl_be: Wilt u koppelingen zonder recordreferentie verwijderen?
ru_ru: Удалить ссылки, которые не ссылаются на записи?
sv_se: Vill du ta bort alla länkar som saknar postreferenser?

# Codeunit 803470174 - NamedType 127200329
source: No filters were set on table %1, %2. Please contact your Microsoft Partner for assistance.
es_es: No se establecieron filtros en la tabla %1, %2. Póngase en contacto con su socio de Microsoft para obtener ayuda.
it_ch: Nessun filtro impostato sulla tabella %1, %2. Contattare il partner Microsoft per assistenza.
nl_be: Er zijn geen filters ingesteld voor tabel %1, %2. Neem contact op met uw Microsoft-partner voor hulp.
ru_ru: Для таблицы %1 (%2) не заданы фильтры. Обратитесь за помощью к своему партнеру корпорации Майкрософт.
sv_se: Inga filter har angetts för tabell %1, %2. Kontakta din Microsoft-partner om du behöver hjälp.

# Codeunit 818105940 - NamedType 1994267353
source: Progress: @1@@@@@@@@@@
es_es: Progreso: @1@@@@@@@@@@
it_ch: Avanzamento: @1@@@@@@@@@@
nl_be: Voortgang: @1@@@@@@@@@@
ru_ru: Ход выполнения: @1@@@@@@@@@@
sv_se: Förlopp: @1@@@@@@@@@@

# Codeunit 818105940 - NamedType 3763281237
source: (Cross-Company Data)
es_es: (Datos entre empresas)
it_ch: (dati interaziendali)
nl_be: (Gegevens meerdere bedrijven)
ru_ru: (Данные по всем организациям)
sv_se: (Korsföretagsdata)

# Codeunit 1122893324 - Method 4193945004 - NamedType 1951765689
source: The Accountant home page makes it easier for businesses to keep their books. We`ll also show you how to explore all Business Central features.
es_es: La página Web Contable facilita a las empresas el mantenimiento de sus libros. También le mostraremos cómo explorar todas las características de Business Central.
it_ch: La home page Contabile semplifica la gestione dei libri per le aziende. Verrà anche mostrato come esplorare tutte le funzionalità di Business Central.
sv_se: Med startsidan Revisor blir redovisningen enklare för företagen. Vi visar också hur du utforskar alla funktioner i Business Central.

# Codeunit 1122893324 - Method 4193945004 - NamedType 3531100644
source: The Business Manager home page offers metrics and activities that help run a business. We`ll also show you how to explore all Business Central features.
es_es: La página Web de Administrador de negocio ofrece métricas y actividades que ayudan a dirigir un negocio. También le mostraremos cómo explorar todas las características de Business Central.
it_ch: La home page Responsabile aziendale offre metriche e attività che semplificano la gestione dell'azienda. Verrà anche mostrato come esplorare tutte le funzionalità di Business Central.
sv_se: På startsidan Chef finns mått och aktiviteter som gör det lättare att driva ett företag. Vi kommer också att visa hur du utforskar alla Business Central-funktioner.

# Codeunit 1122893324 - Method 4193945004 - NamedType 360454159
source: The Sales Order Processor home page helps you stay on top of your sales documents. We`ll also show you how to explore all Business Central features.
es_es: La página We de Procesador de pedidos de venta le ayuda a permanecer al día de los documentos de ventas. También le mostraremos cómo explorar todas las características de Business Central.
it_ch: La home page Processore ordine vendita consente di gestire i documenti di vendita. Verrà anche mostrato come esplorare tutte le funzionalità di Business Central.
sv_se: På startsidan Försäljningsorderhandläggare håller du dig uppdaterad om dina försäljningsdokument. Vi kommer också att visa hur du utforskar alla Business Central-funktioner.

# Codeunit 1603529812 - Method 1775191576 - NamedType 4083372884
source: Secret (Access Key) must be provided
es_es: Se debe proporcionar el secreto (clave de acceso)
it_ch: È necessario fornire la Chiave privata (di accesso)
nl_be: Geheim (toegangssleutel) moet worden opgegeven
ru_ru: Должен быть указан секрет (ключ доступа)
sv_se: Hemlighet (åtkomstnyckel) måste anges

# Codeunit 2480824916 - Method 1340944587 - NamedType 3603974506
source: Blob Name
es_es: Nombre de blob
it_ch: Nome BLOB
nl_be: Blob-naam
ru_ru: Имя BLOB-объекта
sv_se: Blobnamn

# Codeunit 2480824916 - Method 1340944587 - NamedType 3886565542
source: Container Name
es_es: Nombre del contenedor
it_ch: Nome contenitore
nl_be: Containernaam
ru_ru: Имя контейнера
sv_se: Behållarnamn

# Codeunit 2480824916 - Method 1340944587 - NamedType 4132244079
source: %1 can not be empty
es_es: %1 no puede estar vacío
it_ch: %1 non può essere vuoto
nl_be: %1 mag niet leeg zijn
ru_ru: Поле %1 не может быть пустым
sv_se: %1 får inte vara tomt.

# Codeunit 2480824916 - Method 1340944587 - NamedType 615382663
source: Storage Account Name
es_es: Nombre de cuenta de almacenamiento
it_ch: Nome account di archiviazione
nl_be: Naam van opslagaccount
ru_ru: Имя учетной записи хранения
sv_se: Lagringskontonamn

# Codeunit 3102643942 - Method 4074259900 - NamedType 3978980915
source: %1 %2 already exists.
es_es: Ya existe %1 %2.
it_ch: %1 %2 esiste già.
nl_be: %1 %2 bestaat al.
ru_ru: %1 %2 уже существует.
sv_se: %1 %2 finns redan.

# Codeunit 335290041 - Method 1282375050 - NamedType 1431452745
source: You need to specify an DateTime Value for option %1
es_es: Debe especificar un valor Fecha y hora para la opción %1
it_ch: È necessario specificare un valore DateTime per l'opzione %1
nl_be: U moet een datum-/tijdwaarde opgeven voor de optie %1
ru_ru: Необходимо указать значение даты/времени для параметра %1
sv_se: Du måste ange ett DatumTid-värde för alternativet %1

# Codeunit 335290041 - Method 1282375050 - NamedType 3659142880
source: You need to specify an Integer Value (number of miliseconds) for option %1
es_es: Debe especificar un valor entero (número de milisegundos) para la opción %1
it_ch: È necessario specificare un valore intero (numero di millisecondi) per l'opzione %1
nl_be: U moet een geheel getal (aantal milliseconden) opgeven voor de optie %1
ru_ru: Необходимо указать целочисленное значение (количество миллисекунд) для параметра %1
sv_se: Du måste ange ett heltalsvärde (antal millisekunder) för alternativet %1

# Codeunit 3399608595 - Method 1796094455 - NamedType 2657891440
source: Error reading Response as XML.
es_es: Error al leer la respuesta como XML.
it_ch: Errore durante la lettura della risposta come XML.
nl_be: Fout bij lezen van antwoord als XML.
ru_ru: Ошибка чтения ответа в виде XML.
sv_se: Fel vid läsning av svar som XML.

# Codeunit 3458482185 - Method 3241350467 - NamedType 736015922
source: QR Code could not be created.
es_es: No se pudo crear el código QR.
it_ch: Impossibile creare il codice a matrice.
sv_se: Det gick inte att skapa QR-koden.

# Codeunit 729626133 - Method 579378647 - NamedType 668814160
source: Internal server error. Please contact your system administrator.
es_es: Error interno del servidor. Póngase en contacto con el administrador del sistema.

# Enum 1678783276 - Property 2879900210
source: Guided Experience Type
es_es: Tipo de experiencia guiada
it_ch: Tipo di esperienza guidata
nl_be: Type begeleide ervaring
ru_ru: Тип интерактивной процедуры
sv_se: Typ av guidad upplevelse

# Enum 1111761898 - EnumValue 1161619611 - Property 2879900210
source: Admin Consent
da_dk: Administratorsamtykke
es_es: Consentimiento de administrador
it_ch: Consenso amministratore
nl_be: Beheerderstoestemming
ru_ru: Согласие администратора
sv_se: Administratörsmedgivande

# Enum 1111761898 - EnumValue 1733759026 - Property 2879900210
source: Consent
da_dk: Samtykke
es_es: Consentimiento
it_ch: Consenso
nl_be: Toestemming
ru_ru: Согласие
sv_se: Medgivande

# Enum 1111761898 - EnumValue 3371220206 - Property 2879900210
source: No prompt parameter in the request
da_dk: Ingen promptparameter i anmodningen
es_es: No hay ningún parámetro de petición en la solicitud
it_ch: Nessun parametro di richiesta nella richiesta
nl_be: Geen promptparameter in de aanvraag
ru_ru: В запросе отсутствует параметр приглашения
sv_se: Ingen uppmaningsparameter i begäran
