Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Table 4010026032 - Field 3331310294 - Property 2879900210
source: Null Date Replacement value
da_dk: Værdi for udskiftning af NULL-dato
es_es: Valor de reemplazo de fecha nulo
it_ch: Valore di sostituzione data null
nl_be: Vervangingswaarde voor null-datum
ru_ru: Значение для замены даты, равной NULL
sv_se: Värde för ersättning för null-datum

# Table 4010026032 - Field 3956982287 - Property 2879900210
source: Expired Record Expiration Date
es_es: Fecha de caducidad de registro expirado
it_ch: Data di scadenza record scaduto
sv_se: Förfallodatum för utgången post

# Table 4093990710 - Field 2802526462 - Property 2879900210
source: Windows Language Name
da_dk: Windows-sprog
es_es: Nombre idioma Windows
fr_fr: Nom langue Windows
it_ch: Nome lingua Windows
nl_be: Naam Windows-taal
ru_ru: Название языка Windows
sv_se: Windows språkbeteckning

# Table 4093990710 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Название
sv_se: Namn

# Table 4093990710 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 4093990710 - Field 3748967844 - Property 2879900210
source: Windows Language ID
da_dk: Windows-sprog-id
es_es: ID Idioma Windows
fr_fr: ID langue Windows
it_ch: ID lingua Windows
nl_be: Id Windows-taal
ru_ru: Код языка Windows
sv_se: Windows språk-ID

# Table 4140863310 - Field 1615752660 - Property 2879900210
source: Table Num
da_dk: Tabelnummer
es_es: N.º tabla
fr_fr: Numéro table
it_ch: Num tabella
nl_be: Tabelnummer
ru_ru: Номер таблицы
sv_se: Tabellnummer

# Table 4140863310 - Field 2515772770 - Property 2879900210
source: Extension Name
da_dk: Udvidelsesnavn
es_es: Nombre de extensión
fr_fr: Nom de l'extension
it_ch: Nome estensione
nl_be: Extensienaam
ru_ru: Имя расширения
sv_se: Namn på tillägg

# Table 4140863310 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
fr_fr: ID d'application
it_ch: ID app
ru_ru: Код приложения

# Table 4140863310 - Field 3076185996 - Property 2879900210
source: System ID
es_es: Id. de sistema
fr_fr: ID système
it_ch: ID sistema
nl_be: Systeem-id
ru_ru: Код системы

# Table 4140863310 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
es_es: Título
fr_fr: Titre
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Titel

# Table 4140863310 - Field 3702373668 - Property 2879900210
source: Category
da_dk: Kategori
es_es: Categoría
fr_fr: Catégorie
it_ch: Categoria
nl_be: Categorie
ru_ru: Категория
sv_se: Kategori

# Table 4140863310 - Field 692639126 - Property 2879900210
source: Video Url
da_dk: Video-URL-adresse
es_es: Url de vídeo
fr_fr: Url de la vidéo
it_ch: URL del video
ru_ru: URL-адрес видео

# Table 414606611 - Field 1001654749 - Property 2879900210
source: Order ID
es_es: Id. de orden
it_ch: ID ordinamento
nl_be: Nummer
ru_ru: Порядковый номер
sv_se: Sekvens-ID

# Table 414606611 - Field 122737350 - Property 2879900210
source: Short Title
es_es: Título corto
it_ch: Titolo breve
nl_be: Korte titel
ru_ru: Краткое название
sv_se: Kort rubrik

# Table 414606611 - Field 1577117606 - Property 2879900210
source: Object ID to Run
es_es: Id. objeto para ejecutar
it_ch: ID oggetto da eseguire
nl_be: Uit te voeren object-id
ru_ru: ИД запускаемого объекта
sv_se: Objekt-ID att köra

# Table 414606611 - Field 1678783276 - Property 2879900210
source: Guided Experience Type
es_es: Tipo de experiencia guiada
it_ch: Tipo di esperienza guidata
nl_be: Type begeleide ervaring
ru_ru: Тип интерактивной процедуры
sv_se: Typ av guidad upplevelse

# Table 414606611 - Field 237762718 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Table 414606611 - Field 2515772770 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
nl_be: Extensienaam
ru_ru: Имя расширения
sv_se: Namn på tillägg

# Table 414606611 - Field 2655233292 - Property 2879900210
source: Expected Duration
es_es: Duración esperada
it_ch: Durata prevista
nl_be: Verwachte duur
ru_ru: Ожидаемая длительность
sv_se: Förväntad varaktighet

# Table 414606611 - Field 2719173742 - Property 2879900210
source: Spotlight Tour Type
es_es: Tipo recorrido de lo más destacado
it_ch: Tipo di tour di contenuti in evidenza
nl_be: Soort spotlight-rondleiding
ru_ru: Тип тура
sv_se: Typ av Spotlight-visning

# Table 414606611 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 414606611 - Field 329424276 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
nl_be: Titel
ru_ru: Название
sv_se: Rubrik

# Table 414606611 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 414606611 - Field 3817506388 - Property 2879900210
source: External Link
es_es: Vínculo externo
it_ch: Collegamento esterno
nl_be: Externe koppeling
ru_ru: Внешняя ссылка
sv_se: Extern länk

# Table 414606611 - Field 392504525 - Property 2879900210
source: Assigned To
es_es: Asignado a
it_ch: Assegnato a
nl_be: Toegewezen aan
ru_ru: Кому назначено
sv_se: Tilldelad

# Table 414606611 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado
it_ch: Stato
ru_ru: Статус

# Table 414606611 - Field 692639126 - Property 2879900210
source: Video
es_es: Vídeo
ru_ru: Видео

# Table 414606611 - Field 844470380 - Property 2879900210
source: Completion Requirements
es_es: Requisitos de finalización
it_ch: Requisiti di completamento
nl_be: Voltooiingsvereisten
ru_ru: Требования по выполнению
sv_se: Krav för slutförande

# Table 414606611 - Field 994380745 - Property 2879900210
source: Object Type to Run
es_es: Tipo objeto para ejecutar
it_ch: Tipo di oggetto da eseguire
nl_be: Uit te voeren objecttype
ru_ru: Тип запускаемого объекта
sv_se: Objekttyp som ska köras

# Table 418391747 - Field 1271216640 - Property 2879900210
source: Quiet Zone Width
es_es: Ancho de zona muda
it_ch: Larghezza zona non interattiva
sv_se: Bredd på tyst zon

# Table 418391747 - Field 1530333657 - Property 2879900210
source: Module Size
es_es: Tamaño de módulo
it_ch: Dimensioni modulo
sv_se: Modulstorlek

# Table 418391747 - Field 1574134058 - Property 2879900210
source: Code Page
es_es: Página de códigos
it_ch: Tabella codici
sv_se: Teckentabell

# Table 418391747 - Field 3661383196 - Property 2879900210
source: Error Correction Level
es_es: Nivel de corrección de errores
it_ch: Livello di correzione degli errori
sv_se: Felkorrigeringsnivå

# Table 418391747 - Field 3661383196 - Property 62802879
source: High,Medium,Low,Quartile
es_es: Alta,Media,Baja,Cuartil
it_ch: Alto,Medio,Basso,Quartile
sv_se: Hög,Medel,Låg,Kvartil

# Table 4217154468 - Field 1972828756 - Property 2879900210
source: Source Table Number
es_es: Número de tabla de origen
it_ch: Numero tabella di origine
sv_se: Nummer för källtabell

# Table 4217154468 - Field 2847409975 - Property 2879900210
source: Source System Id
es_es: Id. de sistema de origen
it_ch: ID sistema di origine
sv_se: ID för källsystemet

# Table 4217154468 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
sv_se: Namn

# Table 4217154468 - Field 2991225797 - Property 2879900210
source: Entity type
es_es: Tipo de entidad
it_ch: Tipo di entità
sv_se: Enhetstyp

# Table 4217154468 - Field 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
sv_se: Företag

# Table 4217154468 - Field 3964121897 - Property 2879900210
source: E-Mail Address
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
sv_se: E-postadress

# Table 4275131692 - Field 1024873738 - Property 2879900210
source: Attachment Name
es_es: Nombre de archivo adjunto
it_ch: Nome allegato
sv_se: Bilagans namn

# Table 4275131692 - Field 2517427471 - Property 2879900210
source: Email Attachment
es_es: Archivo adjunto de correo electrónico
it_ch: Allegato e-mail
sv_se: E-postbilaga

# Table 4275131692 - Field 683882146 - Property 2879900210
source: AttachmentDefaultStatus
es_es: Estado predeterminado de archivo adjunto
it_ch: Stato predefinito allegato
sv_se: Standardstatus för bilaga

# Table 4275131692 - Field 910027226 - Property 2879900210
source: Scenario
es_es: Escenario

# Table 4291560723 - Field 2389018819 - Property 2879900210
source: Created On
es_es: Fecha de creación
it_ch: Data creazione
sv_se: Skapades den

# Table 4291560723 - Field 3776794752 - Property 2879900210
source: User Id
es_es: Id. de usuario
it_ch: ID utente
sv_se: Användar-ID

# Table 4291560723 - Field 3834798520 - Property 2879900210
source: App Id
es_es: Id. de aplicación
it_ch: ID app

# Table 4294276202 - Field 1085746399 - Property 2879900210
source: Object Type
es_es: Tipo de objeto
it_ch: Tipo di oggetto
sv_se: Objekttyp

# Table 4294276202 - Field 1256520770 - Property 2879900210
source: App Name
es_es: Nombre de la aplicación
it_ch: Nome app
sv_se: Appnamn

# Table 4294276202 - Field 1418569422 - Property 2879900210
source: Object Name
es_es: Nombre de objeto
it_ch: Nome oggetto
sv_se: Objektnamn

# Table 4294276202 - Field 1606374689 - Property 2879900210
source: App Publisher
es_es: Editor de la aplicación
it_ch: Editore dell'app
sv_se: Appens utgivare

# Table 4294276202 - Field 1829104285 - Property 2879900210
source: Session ID
es_es: Id. de sesión
it_ch: ID sessione
sv_se: Sessions-ID

# Table 4294276202 - Field 2200046723 - Property 2879900210
source: Indentation
es_es: Indentar
it_ch: Rientro
sv_se: Indrag

# Table 4294276202 - Field 3123372377 - Property 2879900210
source: Line No
es_es: N.º de línea
it_ch: Nr. riga
sv_se: Radnummer

# Table 4294276202 - Field 3286003210 - Property 2879900210
source: Hit Count
es_es: Recuento de resultados
it_ch: Numero di occorrenze
sv_se: Antal träffar

# Table 4294276202 - Field 3711240756 - Property 2879900210
source: Object ID
es_es: Id. de objeto
it_ch: ID oggetto
sv_se: Objekt-ID

# Table 4294276202 - Field 3902453275 - Property 2879900210
source: Self Time
es_es: Tiempo propio
it_ch: Tempo personale
sv_se: Egentid

# Table 4294276202 - Field 4200184881 - Property 2879900210
source: No.
es_es: N.º
it_ch: Nr.
sv_se: Nr

# Table 4294276202 - Field 588697140 - Property 2879900210
source: Method Name
es_es: Nombre de método
it_ch: Nome metodo
sv_se: Metodnamn

# Table 4294276202 - Field 731840410 - Property 2879900210
source: Full Time
es_es: Tiempo completo
it_ch: Tempo pieno
sv_se: Heltid

# Table 457327993 - Field 1054913556 - Property 2879900210
source: No. of Modifies
es_es: N.º de modificaciones
it_ch: Nr. di modifiche
sv_se: Antal ändringar

# Table 457327993 - Field 1234124704 - Property 2879900210
source: Subject
da_dk: Emne
es_es: Asunto
it_ch: Oggetto
nl_be: Onderwerp
ru_ru: Тема
sv_se: Ämne

# Table 457327993 - Field 1653124357 - Property 2879900210
source: HTML Formatted Body
da_dk: HTML-formateret brødtekst
es_es: Cuerpo con formato HTML
it_ch: Corpo in formato HTML
nl_be: Hoofdtekst in HTML-indeling
ru_ru: Текст в формате HTML
sv_se: HTML-formaterad text

# Table 457327993 - Field 633175764 - Property 2879900210
source: Body
da_dk: Tekst
es_es: Cuerpo
it_ch: Corpo
nl_be: Hoofdtekst
ru_ru: Текст
sv_se: Text

# Table 474016873 - Field 267784753 - Property 2879900210
source: Email Recipient Type
da_dk: Mailmodtagertype
es_es: Tipo de destinatario de correo electrónico
it_ch: Tipo di destinatario del messaggio e-mail
nl_be: Type e-mailontvanger
ru_ru: Тип получателя сообщения
sv_se: Typ av mottagare för e-post

# Table 474016873 - Field 2931190102 - Property 2879900210
source: Email Message Id
da_dk: Mailmeddelelses-id
es_es: Id. mensaje correo elect.
it_ch: ID messaggio e-mail
nl_be: Id van e-mailbericht
ru_ru: ИД сообщения электронной почты
sv_se: ID för e-postmeddelande

# Table 474016873 - Field 90141998 - Property 2879900210
source: Email Address
da_dk: Mailadresse
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
nl_be: E-mailadres
ru_ru: Адрес электронной почты
sv_se: E-postadress

# Table 50758251 - Field 2708250016 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
sv_se: Användar-ID

# Table 50758251 - Field 3021697414 - Property 2879900210
source: User Security ID
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
sv_se: Säkerhets-ID för användare

# Table 50758251 - Field 50758251 - Property 2879900210
source: Email View Policy
es_es: Directiva de visualización de correo electrónico
it_ch: Criterio di visualizzazione e-mail
sv_se: Visningspolicy för e-post

# Table 553098123 - Field 599309684 - Property 2879900210
source: Use Centralized deployments
es_es: Usar implementaciones centralizadas
it_ch: Usa distribuzioni centralizzate
nl_be: Gecentraliseerde implementaties gebruiken
ru_ru: Использовать централизованные развертывания
sv_se: Använd Centraliserad distribution

# Table 712487250 - Field 2007641260 - Property 2879900210
source: System Id
es_es: Id. de sistema
it_ch: ID sistema
nl_be: Systeem-id
ru_ru: Системный ИД

# Table 712487250 - Field 2066789741 - Property 2879900210
source: Table Id
es_es: Id. tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 712487250 - Field 2545815918 - Property 2879900210
source: Relation Origin
es_es: Origen de la relación
it_ch: Origine relazione
sv_se: Relationens ursprung

# Table 712487250 - Field 2931190102 - Property 2879900210
source: Email Message Id
es_es: Id. mensaje correo elect.
it_ch: ID messaggio e-mail
nl_be: Id van e-mailbericht
ru_ru: ИД сообщения электронной почты
sv_se: ID för e-postmeddelande

# Table 712487250 - Field 526938458 - Property 2879900210
source: Relation Type
es_es: Tipo de relación
it_ch: Tipo di relazione
nl_be: Relatietype
ru_ru: Тип отношения
sv_se: Relationstyp

# Table 73390799 - Field 1393533604 - Property 2879900210
source: Table Caption
da_dk: Tabeltitel
es_es: Título de tabla
it_ch: Didascalia tabella
nl_be: Tabelbijschrift
ru_ru: Метка таблицы
sv_se: Tabellrubrik

# Table 73390799 - Field 1460223235 - Property 2879900210
source: Date Field Name
da_dk: Datofeltnavn
es_es: Nombre campo fecha
it_ch: Nome campo data
nl_be: Naam van datumveld
ru_ru: Имя поля даты
sv_se: Namn på datumfält

# Table 73390799 - Field 1789703403 - Property 2879900210
source: Retention Period
da_dk: Opbevaringsperiode
es_es: Periodo de retención
it_ch: Periodo di conservazione
nl_be: Bewaarperiode
ru_ru: Период хранения
sv_se: Kvarhållningsperiod

# Table 73390799 - Field 2130447413 - Property 2879900210
source: Table Filter Text
da_dk: Tekst til tabelfilter
es_es: Texto de filtro de tabla
it_ch: Testo filtro tabella
nl_be: Tekst van tabelfilter
ru_ru: Текст для фильтрации таблицы
sv_se: Text för tabellfilter

# Table 73390799 - Field 2822064388 - Property 2879900210
source: Date Field Caption
da_dk: Titel på datofelt
es_es: Título campo fecha
it_ch: Didascalia campo data
nl_be: Bijschrift van datumveld
ru_ru: Метка поля даты
sv_se: Rubrik för datumfält

# Table 73390799 - Field 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret
es_es: Habilitado
it_ch: Abilitato
nl_be: Geactiveerd
ru_ru: Включено
sv_se: Aktiverat

# Table 73390799 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id
es_es: Id. tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 73390799 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
es_es: N.º línea
it_ch: Nr. riga
nl_be: Regelnr.
ru_ru: Номер строки
sv_se: Radnr

# Table 73390799 - Field 3543874666 - Property 2879900210
source: Table Filter
da_dk: Tabelfilter
es_es: Filtro de tabla
it_ch: Filtro tabella
nl_be: Tabelfilter
ru_ru: Фильтр таблицы
sv_se: Tabellfilter

# Table 73390799 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
es_es: Nombre de tabla
it_ch: Nome tabella
nl_be: Tabelnaam
ru_ru: Имя таблицы
sv_se: Tabellnamn

# Table 73390799 - Field 3846472926 - Property 2879900210
source: Locked
da_dk: Låst
es_es: Bloqueado
it_ch: Bloccato
nl_be: Vergrendeld
ru_ru: Заблокировано
sv_se: Låst

# Table 73390799 - Field 611330467 - Property 2879900210
source: Date Field No.
da_dk: Datofeltnr.
es_es: N.º campo fecha
it_ch: Nr. campo data
nl_be: Datumveldnr.
ru_ru: Номер поля даты
sv_se: Nummer på datumfält

# Table 736257850 - Field 1973252110 - Property 2879900210
source: OData Filter Clause
da_dk: OData-filterdelsætning
es_es: Cláusula de filtro OData
fr_fr: Clause de filtre OData
it_ch: Clausola di filtro OData
nl_be: Filterclausule OData
ru_ru: Предложение фильтра OData
sv_se: Sats för OData-filter

# Table 736257850 - Field 3476247372 - Property 2879900210
source: OData V4 Filter Clause
da_dk: OData v4-filterdelsætning
es_es: Cláusula de filtro OData V4
fr_fr: Clause de filtre V4 OData
it_ch: Clausola di filtro OData V4
nl_be: Filterclausule OData V4
ru_ru: Предложение фильтра OData v4
sv_se: Sats för OData v4-filter

# Table 736257850 - Field 3721023310 - Property 2879900210
source: OData Select Clause
da_dk: OData-Select-delsætning
es_es: Cláusula Select de OData
fr_fr: Clause de sélection OData
it_ch: Clausola di selezione OData
nl_be: OData-clausule selecteren
ru_ru: Предложение SELECT OData
sv_se: OData Select-sats

# Table 736257850 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
da_dk: Id for webtjeneste for lejer
es_es: Id. servicio web suscriptor
fr_fr: ID du service web de l'abonné
it_ch: ID servizio Web tenant
ru_ru: Код веб-службы арендатора
sv_se: ID för klientorganisationswebbtjänst

# Table 750064457 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
es_es: Clave principal
fr_fr: Clé primaire
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 761349018 - Field 1024873738 - Property 2879900210
source: Attachment Name
es_es: Nombre de archivo adjunto
it_ch: Nome allegato
sv_se: Bilagans namn

# Table 761349018 - Field 2517427471 - Property 2879900210
source: Email Attachment
es_es: Archivo adjunto de correo electrónico
it_ch: Allegato e-mail
sv_se: E-postbilaga

# Table 761349018 - Field 683882146 - Property 2879900210
source: AttachmentDefaultStatus
es_es: Estado predeterminado de archivo adjunto
it_ch: Stato predefinito allegato
sv_se: Standardstatus för bilaga

# Table 761349018 - Field 910027226 - Property 2879900210
source: Scenario
es_es: Escenario

# Table 796130729 - Field 1249475212 - Property 2879900210
source: Created
es_es: Creado
it_ch: Creato
sv_se: Skapad

# Table 796130729 - Field 1881551368 - Property 2879900210
source: Length
es_es: Longitud
it_ch: Lunghezza
sv_se: Längd

# Table 796130729 - Field 2123145358 - Property 2879900210
source: Server Relative Url
es_es: Dirección URL relativa del servidor
it_ch: URL relativo del server
sv_se: Relativ URL för server

# Table 796130729 - Field 2938565236 - Property 2879900210
source: Exists
es_es: Existe
it_ch: Esiste
sv_se: Finns

# Table 796130729 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
sv_se: Namn

# Table 796130729 - Field 329424276 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
sv_se: Rubrik

# Table 796130729 - Field 4284597114 - Property 2879900210
source: Unique Id
es_es: Id. único
it_ch: ID univoco
sv_se: Unikt ID

# Table 799089619 - Field 1513519486 - Property 2879900210
source: Help Url
da_dk: Hjælp-URL-adresse
es_es: Url de ayuda
fr_fr: Url d'aide
it_ch: URL della Guida
ru_ru: URL-адрес справки
sv_se: Hjälp-URL

# Table 799089619 - Field 2515772770 - Property 2879900210
source: Extension Name
da_dk: Udvidelsesnavn
es_es: Nombre de extensión
fr_fr: Nom de l'extension
it_ch: Nome estensione
nl_be: Extensienaam
ru_ru: Имя расширения
sv_se: Namn på tillägg

# Table 799089619 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
fr_fr: ID appli
it_ch: ID app
ru_ru: Код приложения

# Table 799089619 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Название
sv_se: Namn

# Table 799089619 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 799089619 - Field 366198708 - Property 2879900210
source: Group
da_dk: Gruppe
es_es: Grupo
fr_fr: Groupe
it_ch: Gruppo
nl_be: Groep
ru_ru: Группа
sv_se: Grupp

# Table 799089619 - Field 3665605423 - Property 2879900210
source: Completed
da_dk: Fuldført
es_es: Completados
fr_fr: Terminé
it_ch: Completato
nl_be: Voltooid
ru_ru: Завершено
sv_se: Slutfört

# Table 799089619 - Field 4036313429 - Property 2879900210
source: Icon
da_dk: Ikon
es_es: Icono
fr_fr: Icône
it_ch: Icona
nl_be: Pictogram
ru_ru: Значок
sv_se: Ikon

# Table 799089619 - Field 649174547 - Property 2879900210
source: Video Category
da_dk: Videokategori
es_es: Categoría de vídeo
fr_fr: Catégorie de la vidéo
it_ch: Categoria video
nl_be: Videocategorie
ru_ru: Категория видео
sv_se: Videokategori

# Table 799089619 - Field 692639126 - Property 2879900210
source: Video Url
da_dk: Video-URL-adresse
es_es: Url de vídeo
fr_fr: Url de la vidéo
it_ch: URL del video
ru_ru: URL-адрес видео

# Table 799089619 - Field 894914730 - Property 2879900210
source: Page ID
da_dk: Side-id
es_es: Id. página
fr_fr: ID page
it_ch: ID pagina
nl_be: Pagina-id
ru_ru: Код страницы
sv_se: Sid-ID

# Table 802448848 - Field 1729142762 - Property 2879900210
source: Outbox Id
da_dk: Udbakke-id
es_es: Id. de bandeja de salida
it_ch: ID posta in uscita
ru_ru: ИД папки исходящих
sv_se: Utkorgens ID

# Table 802448848 - Field 2852966117 - Property 2879900210
source: Error Message
da_dk: Fejlmeddelelse
es_es: Mensaje de error
it_ch: Messaggio di errore
nl_be: Foutmelding
ru_ru: Сообщение об ошибке
sv_se: Felmeddelande

# Table 802448848 - Field 360721728 - Property 2879900210
source: Error Callstack
da_dk: Fejlkaldestak
es_es: Pila de llamadas de error
it_ch: Stack di chiamate errore
nl_be: Foutaanroepstack
ru_ru: Стек вызовов ошибки
sv_se: Fel i anropsstack

# Table 812764647 - Field 1016837963 - Property 2879900210
source: Date Time
da_dk: Dato og klokkeslæt
es_es: Fecha/hora
fr_fr: Date heure
it_ch: Data Ora
nl_be: Datum/tijd
ru_ru: Дата/время
sv_se: Datum/tid

# Table 812764647 - Field 2360837978 - Property 2879900210
source: Entery No.
da_dk: Løbenr.
es_es: N. º de movimiento
fr_fr: N° écriture
it_ch: Nr. movimento
nl_be: Postnr.
ru_ru: Номер операции
sv_se: Enhetsnr

# Table 812764647 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nr.
es_es: N.º
fr_fr: N°
it_ch: Nr.
nl_be: Nr.
sv_se: Nr

# Table 920931714 - Field 1393533604 - Property 2879900210
source: Table Caption
es_es: Título de tabla
it_ch: Didascalia tabella
nl_be: Tabelbijschrift
ru_ru: Метка таблицы
sv_se: Tabellrubrik

# Table 920931714 - Field 2273653569 - Property 2879900210
source: Language Code
es_es: Cód. idioma
it_ch: Codice lingua
nl_be: Taalcode
ru_ru: Код языка
sv_se: Språkkod

# Table 920931714 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Table 920931714 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 920931714 - Field 3135334477 - Property 2879900210
source: Table ID
es_es: Id. de tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 920931714 - Field 3379441404 - Property 2879900210
source: Template
es_es: Plantilla
it_ch: Modello
nl_be: Sjabloon
ru_ru: Шаблон
sv_se: Mall
