Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Table 248118458 - Field 720611327 - Property 2879900210
source: Data Size (KB)
es_es: Tamaño de datos (KB)
it_ch: Dimensioni dati (KB)
nl_be: Gegevensgrootte (KB)
ru_ru: Размер данных (КБ)
sv_se: Datastorlek (kB)

# Table 2488342448 - Field 129688762 - Property 2879900210
source: User Name
da_dk: Brugernavn
es_es: Nombre de usuario
fr_fr: Nom utilisateur
it_ch: Nome utente
nl_be: Gebruikersnaam
ru_ru: Имя пользователя
sv_se: Användarnamn

# Table 2488342448 - Field 1380338462 - Property 2879900210
source: Personalized
da_dk: Tilpasset
es_es: Personalizado
fr_fr: Personnalisé
it_ch: Personalizzato
nl_be: Aangepast
ru_ru: Персонализовано
sv_se: Anpassad

# Table 2488342448 - Field 1593335407 - Property 2879900210
source: Middle Range Style
es_es: Estilo de rango medio
it_ch: Stile intervallo medio
sv_se: Format för mellanintervall

# Table 2488342448 - Field 2051953352 - Property 2879900210
source: Low Range Style
es_es: Estilo de rango bajo
it_ch: Stile intervallo inferiore
sv_se: Format för lågt intervall

# Table 2488342448 - Field 2870768530 - Property 2879900210
source: Threshold 1
da_dk: Grænse 1
es_es: Umbral 1
fr_fr: Seuil 1
it_ch: Soglia 1
nl_be: Drempel 1
ru_ru: Порог 1
sv_se: Gränsvärde 1

# Table 2488342448 - Field 3070320983 - Property 2879900210
source: Cue Name
da_dk: Køindikatornavn
es_es: Nombre de pila
fr_fr: Nom pile
it_ch: Nome pila
nl_be: Naam indicatiestapel
ru_ru: Название очереди
sv_se: Namn på stack-ikon

# Table 2488342448 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id
es_es: Id. tabla
fr_fr: ID table
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: Код таблицы
sv_se: Tabell-ID

# Table 2488342448 - Field 3531868071 - Property 2879900210
source: Cue ID
da_dk: Køindikator-id
es_es: Id. de pila
fr_fr: ID pile
it_ch: ID pila
nl_be: Id indicatiestapel
ru_ru: Код очереди
sv_se: ID för stack-ikon

# Table 2488342448 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
es_es: Nombre tabla
fr_fr: Nom table
it_ch: Nome tabella
nl_be: Tabelnaam
ru_ru: Название таблицы
sv_se: Tabellnamn

# Table 2488342448 - Field 3850109114 - Property 2879900210
source: High Range Style
es_es: Estilo de rango alto
it_ch: Stile intervallo superiore
sv_se: Format för högt intervall

# Table 2488342448 - Field 957678679 - Property 2879900210
source: Threshold 2
da_dk: Grænse 2
es_es: Umbral 2
fr_fr: Seuil 2
it_ch: Soglia 2
nl_be: Drempel 2
ru_ru: Порог 2
sv_se: Gränsvärde 2

# Table 2547370934 - Field 1052746434 - Property 2879900210
source: Feature Uptake Status
es_es: Estado de consumo de la característica
it_ch: Stato di utilizzo della funzionalità
sv_se: Status för funktionsupptagning

# Table 2547370934 - Field 1772640682 - Property 2879900210
source: Publisher
es_es: Editor
it_ch: Editore
sv_se: Utgivare

# Table 2547370934 - Field 3021697414 - Property 2879900210
source: User Security ID
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
sv_se: Säkerhets-ID för användare

# Table 2547370934 - Field 650817197 - Property 2879900210
source: Feature Name
es_es: Nombre de característica
it_ch: Nome funzionalità
sv_se: Funktionsnamn

# Table 2593693414 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 2593693414 - Field 3856268488 - Property 2879900210
source: Account Id
da_dk: Konto-id
es_es: Id. de cuenta
it_ch: ID conto
ru_ru: ИД учетной записи
sv_se: Konto-ID

# Table 2593693414 - Field 910027226 - Property 2879900210
source: Scenario
da_dk: Scenarie
es_es: Escenario
ru_ru: Сценарий

# Table 2655210482 - Field 1344630152 - Property 2879900210
source: Handler Extension Id
da_dk: Udvidelses-id for handler
es_es: Id. extensión controlador
it_ch: ID estensione gestore
nl_be: Extensie-id van handler
ru_ru: ИД пакета расширения
sv_se: Tillägg-ID för hanterare

# Table 2655210482 - Field 2333076789 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
es_es: Clave principal
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 2715881816 - Field 2897649021 - Property 2879900210
source: Session Id
da_dk: Sessions-id
es_es: Id. de sesión
it_ch: ID sessione
nl_be: Sessie-id
ru_ru: ИД сеанса
sv_se: Sessions-ID

# Table 2715881816 - Field 3080618677 - Property 2879900210
source: Message
da_dk: Meddelelse
es_es: Mensaje
it_ch: Messaggio
nl_be: Bericht
ru_ru: Сообщение
sv_se: Meddelande

# Table 2715881816 - Field 3702373668 - Property 2879900210
source: Category
da_dk: Kategori
es_es: Categoría
it_ch: Categoria
nl_be: Categorie
ru_ru: Категория
sv_se: Kategori

# Table 2715881816 - Field 3776794752 - Property 2879900210
source: User Id
da_dk: Bruger-id
es_es: Id. de usuario
it_ch: ID utente
nl_be: Gebruikers-id
ru_ru: ИД пользователя
sv_se: Användar-ID

# Table 2715881816 - Field 3880909165 - Property 2879900210
source: Message Type
da_dk: Meddelelsestype
es_es: Tipo de mensaje
it_ch: Tipo di messaggio
nl_be: Berichttype
ru_ru: Тип сообщения
sv_se: Meddelandetyp

# Table 2715881816 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
es_es: N.º de movimiento
it_ch: Nr. movimento
nl_be: Postnr.
ru_ru: Номер операции
sv_se: Löpnr

# Table 2732765979 - Field 1001654749 - Property 2879900210
source: Order ID
es_es: Id. de orden
it_ch: ID ordinamento
nl_be: Nummer
ru_ru: Порядковый номер
sv_se: Sekvens-ID

# Table 2732765979 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 2732765979 - Field 844470380 - Property 2879900210
source: Completion Requirements
es_es: Requisitos de finalización
it_ch: Requisiti di completamento
nl_be: Voltooiingsvereisten
ru_ru: Требования по выполнению
sv_se: Krav för slutförande

# Table 2748466131 - Field 1918310387 - Property 2879900210
source: Role ID
es_es: Id. de rol
it_ch: ID ruolo
nl_be: Rol-id
ru_ru: ИД роли
sv_se: Roll-ID

# Table 2748466131 - Field 2439416808 - Property 2879900210
source: Is Current Role Center
es_es: Es el Área de trabajo actual
it_ch: Gestione ruolo corrente
nl_be: Is huidig rolcentrum
ru_ru: Является текущим ролевым центром
sv_se: Är aktuellt rollcenter

# Table 2748466131 - Field 2708250016 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
nl_be: Gebruikers-id
ru_ru: ИД пользователя
sv_se: Användar-ID

# Table 2748466131 - Field 2814139144 - Property 2879900210
source: Is Visible
es_es: Es visible
it_ch: Visibile
nl_be: Is zichtbaar
ru_ru: Является видимым
sv_se: Är synlig

# Table 2748466131 - Field 2831725324 - Property 2879900210
source: Checklist Status
es_es: Estado de lista de comprobación
it_ch: Stato elenco di controllo
nl_be: Status van controlelijst
ru_ru: Статус контрольного списка
sv_se: Checklistans status

# Table 275794229 - Field 1383905037 - Property 2879900210
source: Default
da_dk: Standard
es_es: Predeterminado
it_ch: Predefinito
nl_be: Standaard
ru_ru: По умолчанию
sv_se: Standard

# Table 275794229 - Field 2578412327 - Property 2879900210
source: Display Name
da_dk: Visningsnavn
es_es: Nombre para mostrar
it_ch: Nome visualizzato
nl_be: Weergavenaam
ru_ru: Отображаемое имя
sv_se: Visningsnamn

# Table 275794229 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 275794229 - Field 3856268488 - Property 2879900210
source: Account Id
da_dk: Konto-id
es_es: Id. de cuenta
it_ch: ID conto
ru_ru: ИД учетной записи
sv_se: Konto-ID

# Table 275794229 - Field 404483104 - Property 2879900210
source: EntryType
da_dk: Posttype
es_es: Tipo movimiento
it_ch: Tipo di movimento
nl_be: Boekingssoort
ru_ru: Тип операции
sv_se: Transaktionstyp

# Table 275794229 - Field 404483104 - Property 62802879
source: Account,Scenario
es_es: Cuenta,Escenario
ru_ru: Учетная запись,Сценарий
sv_se: Konto,Scenario

# Table 275794229 - Field 56735747 - Property 2879900210
source: Position
es_es: Posición
it_ch: Posizione
nl_be: Positie
ru_ru: Позиция

# Table 275794229 - Field 910027226 - Property 2879900210
source: Scenario
da_dk: Scenarie
es_es: Escenario
ru_ru: Сценарий

# Table 2794189023 - Field 1001505280 - Property 2879900210
source: Ignore Case
es_es: No dist. mayúsc. y minúsc.
it_ch: Ignora maiuscole/minuscole
nl_be: Niet hoofdlettergevoelig
ru_ru: Не учитывать регистр
sv_se: Ignorera skiftläge

# Table 2794189023 - Field 1628235799 - Property 2879900210
source: Compiled
es_es: Compilado
it_ch: Compilato
nl_be: Gecompileerd
ru_ru: Скомпилировано
sv_se: Kompilerad

# Table 2794189023 - Field 2272751685 - Property 2879900210
source: Ignore Pattern Whitespace
es_es: Omitir espacio en blanco del patrón
it_ch: Ignora spazi vuoti modello
nl_be: Witruimte patroon negeren
ru_ru: Игнорировать неэкранированные пробелы
sv_se: Ignorera mönster med blanksteg

# Table 2794189023 - Field 2572413993 - Property 2879900210
source: Multiline
es_es: Multilínea
nl_be: Meerdere regels
ru_ru: Многострочный
sv_se: Flerradig

# Table 2794189023 - Field 2612374468 - Property 2879900210
source: Right To Left
es_es: De derecha a izquierda
it_ch: Da destra a sinistra
nl_be: Rechts naar links
ru_ru: Справа налево
sv_se: Höger till vänster

# Table 2794189023 - Field 3024051472 - Property 2879900210
source: Culture Invariant
es_es: Referencia cultural invariable
it_ch: Invariante cultura
nl_be: Cultuuronafhankelijk
ru_ru: Игнорировать различия региональных параметров
sv_se: Invariant kultur

# Table 2794189023 - Field 3798167227 - Property 2879900210
source: Match Timeout In Milliseconds
es_es: Tiempo de espera de coincidencia en milisegundos
it_ch: Timeout corrispondenza in millisecondi
nl_be: Overeenkomsttime-out in milliseconden
ru_ru: Время ожидания совпадения в миллисекундах
sv_se: Matcha tidsgräns i millisekunder

# Table 2794189023 - Field 3963650414 - Property 2879900210
source: Explicit Capture
es_es: Captura explícita
it_ch: Acquisizione esplicita
nl_be: Expliciet vastleggen
ru_ru: Явный захват
sv_se: Explicit överföring

# Table 2794189023 - Field 61155663 - Property 2879900210
source: ECMA Script
es_es: Script ECMA
it_ch: Script ECMA
sv_se: ECMA-skript

# Table 283413285 - Field 1393533604 - Property 2879900210
source: Table Caption
da_dk: Tabeltitel
es_es: Título de tabla
fr_fr: Légende table
it_ch: Didascalia tabella
nl_be: Tabelbijschrift
ru_ru: Метка таблицы
sv_se: Tabellrubrik

# Table 283413285 - Field 1554787498 - Property 2879900210
source: Default Data Sensitivity
da_dk: Standarddatafølsomhed
es_es: Confidencialidad de datos predeterminada
fr_fr: Sensibilité des données par défaut
it_ch: Riservatezza dati di default
nl_be: Standaardvertrouwelijkheid van gegevens
ru_ru: Конфиденциальность данных по умолчанию
sv_se: Standarddatakänslighet

# Table 283413285 - Field 1554787498 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
da_dk: Ikke klassificerede,Følsomme,Personlige,Virksomhedsfortrolige data,Normal
es_es: Sin clasificar,Confidencial,Personal,Confidencial de la empresa,Normal
fr_fr: Non classé,Sensible,Personnel,Confidentiel,Normal
it_ch: Non classificati,Riservati,Personali,Riservati della società,Normali
nl_be: Niet-geclassificeerd,Vertrouwelijk,Persoonlijk,Vertrouwelijke bedrijfsinformatie,Normaal
ru_ru: Неклассифицированные,Конфиденциальные,Личные,Для служебного пользования,Обычные
sv_se: Oklassificerat,Känsligt,Personligt,Konfidentiellt,Normalt

# Table 283413285 - Field 183296051 - Property 2879900210
source: Fields
da_dk: Felter
es_es: Campos
fr_fr: Champs
it_ch: Campi
nl_be: Velden
ru_ru: Поля
sv_se: Fält

# Table 283413285 - Field 2040558538 - Property 2879900210
source: Status 2
es_es: Estado 2
fr_fr: Statut 2
it_ch: Stato 2
ru_ru: Состояние 2

# Table 283413285 - Field 2040558538 - Property 62802879
source: Review Needed,Reviewed
da_dk: Gennemgang nødvendig,Gennemset
es_es: Revisión necesaria,Revisado
fr_fr: Révision nécessaire,Révisé
it_ch: Esame necessario,Esaminato
nl_be: Controle vereist,Gecontroleerd
ru_ru: Требуется проверка,Проверено
sv_se: Granskning krävs,Granskad

# Table 283413285 - Field 2372105710 - Property 2879900210
source: Key Field No.
da_dk: Nøglefeltnr.
es_es: Nº campo clave
fr_fr: N° champ de clé
it_ch: Nr. campo chiave
nl_be: Sleutelveldnr.
ru_ru: Номер ключевого поля
sv_se: Nyckelfältsnr

# Table 283413285 - Field 2595880166 - Property 2879900210
source: Key Field Name
da_dk: Navn på nøglefelt
es_es: Nombre de campo clave
fr_fr: Nom du champ de clé
it_ch: Nome campo chiave
nl_be: Sleutelveldnaam
ru_ru: Имя ключевого поля
sv_se: Nyckelfältsnamn

# Table 283413285 - Field 3017471043 - Property 2879900210
source: Table No.
da_dk: Tabelnr.
es_es: Tabla nº
fr_fr: N° table
it_ch: Nr. tabella
nl_be: Tabelnr.
ru_ru: Номер таблицы
sv_se: Tabellnr

# Table 283413285 - Field 3241050949 - Property 2879900210
source: Entity Filter
da_dk: Enhedsfilter
es_es: Filtro de entidad
fr_fr: Filtre d'entité
it_ch: Filtro entità
nl_be: Entiteitfilter
ru_ru: Фильтр объектов
sv_se: Enhetsfilter

# Table 283413285 - Field 3349558288 - Property 2879900210
source: Include
da_dk: Inkluder
es_es: Incluir
fr_fr: Inclure
it_ch: Includi
nl_be: Opnemen
ru_ru: Включить
sv_se: Inkludera

# Table 283413285 - Field 3632888861 - Property 2879900210
source: Privacy Blocked Field No.
da_dk: Nr. på feltet Beskyttelse af personlige oplysninger spærret
es_es: N.º de campo de privacidad bloqueada
fr_fr: N° champ Confidentialité bloquée
it_ch: Nr. campo bloccato da privacy
nl_be: Wegens privacy geblokkeerd veldnummer
ru_ru: Номер поля, заблокированного из-за конфиденциальности
sv_se: Nummer för fältet Sekretessblockerad

# Table 283413285 - Field 3732000533 - Property 2879900210
source: Reviewed
da_dk: Gennemset
es_es: Revisado
fr_fr: Révisé
it_ch: Esaminato
nl_be: Gecontroleerd
ru_ru: Проверено
sv_se: Granskad

# Table 283413285 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado
fr_fr: Statut
it_ch: Stato
ru_ru: Состояние

# Table 283413285 - Field 513339096 - Property 62802879
source: Review Needed,Reviewed
da_dk: Gennemgang nødvendig,Gennemset
es_es: Revisión necesaria,Revisado
fr_fr: Révision nécessaire,Révisé
it_ch: Esame necessario,Esaminato
nl_be: Controle vereist,Gecontroleerd
ru_ru: Требуется проверка,Проверено
sv_se: Granskning krävs,Granskad

# Table 283413285 - Field 643268232 - Property 2879900210
source: Page No.
da_dk: Sidenummer
es_es: Nº página
fr_fr: N° page
it_ch: Nr. pagina
nl_be: Paginanr.
ru_ru: Номер страницы
sv_se: Sidnr

# Table 283413285 - Field 748037802 - Property 2879900210
source: Similar Fields Label
da_dk: Etiket for lignende felter
es_es: Campos similares, Etiqueta
fr_fr: Étiquette de champs similaires
it_ch: Etichetta campi simili
nl_be: Label van soortgelijke velden
ru_ru: Метка похожих полей
sv_se: Fält för liknande fält

# Table 283413285 - Field 764542837 - Property 2879900210
source: Similar Fields Reviewed
da_dk: Lignende felter gennemset
es_es: Campos similares, Revisado
fr_fr: Champs similaires révisés
it_ch: Campi simili esaminati
nl_be: Soortgelijke velden gecontroleerd
ru_ru: Похожие поля проверены
sv_se: Liknande fält har granskats

# Table 28344312 - Field 1139687811 - Property 2879900210
source: Group Index
es_es: Índice de grupo
it_ch: Indice gruppo
nl_be: Groepsindex
ru_ru: Индекс группы
sv_se: Gruppindex

# Table 28344312 - Field 171145402 - Property 2879900210
source: Index
es_es: Índice
it_ch: Indice
ru_ru: Указатель

# Table 28344312 - Field 1881551368 - Property 2879900210
source: Length
es_es: Longitud
it_ch: Lunghezza
nl_be: Lengte
ru_ru: Длина
sv_se: Längd

# Table 28344312 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Table 28344312 - Field 3060051996 - Property 2879900210
source: Values
es_es: Valores
it_ch: Valori
nl_be: Waarden
ru_ru: Значения
sv_se: Värden

# Table 28344312 - Field 3878926381 - Property 2879900210
source: Success
es_es: Correcto
it_ch: Operazione riuscita
nl_be: Geslaagd
ru_ru: Успешно
sv_se: Lyckades

# Table 2927020213 - Field 1127537191 - Property 2879900210
source: Is Setup Done
es_es: Se ha completado la configuración
it_ch: Setup completato
nl_be: Is instelling gereed
ru_ru: Сделана ли настройка
sv_se: Är konfigurationen klar

# Table 2927020213 - Field 4016282929 - Property 2879900210
source: Is Setup in Progress
es_es: Está la configuración en curso
it_ch: Setup in corso
sv_se: Konfiguration pågår

# Table 2927020213 - Field 938899581 - Property 2879900210
source: Date when Setup Started
es_es: Fecha de inicio de la configuración
it_ch: Data di inizio setup
sv_se: Datum när konfigurationen inleddes

# Table 2934790640 - Field 2166181827 - Property 2879900210
source: Content
es_es: Contenido
it_ch: Contenuto
nl_be: Inhoud
ru_ru: Содержимое
sv_se: Innehåll

# Table 3016299816 - Field 1123305005 - Property 2879900210
source: Logo
es_es: Logotipo
ru_ru: Логотип
sv_se: Logotyp

# Table 3016299816 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 3029408820 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
es_es: Clave principal
fr_fr: Clé primaire
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 3029408820 - Field 3252935640 - Property 2879900210
source: Media
da_dk: Medier
es_es: Medios
fr_fr: Support
it_ch: Elemento multimediale
ru_ru: Мультимедиа

# Table 3049595448 - Field 1085746399 - Property 2879900210
source: Object Type
da_dk: Objekttype
es_es: Tipo objeto
fr_fr: Type objet
it_ch: Tipo oggetto
ru_ru: Тип объекта
sv_se: Objekttyp

# Table 3049595448 - Field 1085746399 - Property 62802879
source: ,,,,,Codeunit,,,Page,Query
da_dk: ,,,,,Codeunit,,,Side,Forespørgsel
es_es: ,,,,,Codeunit,,,Página,Consulta
fr_fr: ,,,,,Codeunit,,,Page,Requête
it_ch: ,,,,,Codeunit,,,Pagina,Query
nl_be: ,,,,,Codeunit,,,Pagina,Query
ru_ru: ,,,,,Codeunit,,,Страница,Запрос

# Table 3049595448 - Field 1434822636 - Property 2879900210
source: Published
da_dk: Publiceret
es_es: Publicado
fr_fr: Publié
it_ch: Pubblicato
nl_be: Gepubliceerd
ru_ru: Опубликовано
sv_se: Publicerat

# Table 3049595448 - Field 1550704454 - Property 2879900210
source: Exclude Fields Outside of the Repeater
es_es: Excluir campos fuera del repetidor
it_ch: Escludi campi all'esterno del ripetitore
nl_be: Velden buiten de repeater uitsluiten
ru_ru: Исключить поля за пределами repeater
sv_se: Utelämna fält utanför repeater

# Table 3049595448 - Field 2229797486 - Property 2879900210
source: Service Name
da_dk: Servicenavn
es_es: Nombre del servicio
fr_fr: Nom de service
it_ch: Nome servizio
nl_be: Servicenaam
ru_ru: Имя службы
sv_se: Tjänstnamn

# Table 3049595448 - Field 3711240756 - Property 2879900210
source: Object ID
da_dk: Objekt-id
es_es: Id. objeto
fr_fr: ID objet
it_ch: ID oggetto
ru_ru: Код объекта
sv_se: Objekt-ID

# Table 3049595448 - Field 4240069560 - Property 2879900210
source: Exclude Non-Editable FlowFields
es_es: Excluir FlowFields no editables
it_ch: Escludi FlowFields non modificabili
nl_be: Niet-bewerkbare FlowFields uitsluiten
ru_ru: Исключить нередактируемые поля FlowFields
sv_se: Utelämna icke-redigerbara FlowFields

# Table 3049595448 - Field 987215274 - Property 2879900210
source: All Tenants
da_dk: Alle lejere
es_es: Todos los suscriptores
fr_fr: Tous les abonnés
it_ch: Tutti i tenant
nl_be: Alle tenants
ru_ru: Все арендаторы
sv_se: Alla klientorganisationer

# Table 3143285109 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
sv_se: Anslutningsprogram

# Table 3143285109 - Field 3588218969 - Property 2879900210
source: Rate Limit
es_es: Límite de velocidad
it_ch: Limite di frequenza
sv_se: Kvotgräns

# Table 3143285109 - Field 3856268488 - Property 2879900210
source: Account Id
es_es: Id. de cuenta
it_ch: ID account
sv_se: Konto-ID

# Table 3143285109 - Field 90141998 - Property 2879900210
source: Email Address
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
sv_se: E-postadress

# Table 31612813 - Field 1393533604 - Property 2879900210
source: Table Caption
da_dk: Tabeltitel
es_es: Título de tabla
it_ch: Didascalia tabella
nl_be: Tabelbijschrift
ru_ru: Метка таблицы
sv_se: Tabellrubrik

# Table 31612813 - Field 1460223235 - Property 2879900210
source: Date Field Name
da_dk: Datofeltnavn
es_es: Nombre campo fecha
it_ch: Nome campo data
nl_be: Naam van datumveld
ru_ru: Имя поля даты
sv_se: Namn på datumfält

# Table 31612813 - Field 1789703403 - Property 2879900210
source: Retention Period
da_dk: Opbevaringsperiode
es_es: Periodo de retención
it_ch: Periodo di conservazione
nl_be: Bewaarperiode
ru_ru: Период хранения
sv_se: Kvarhållningsperiod

# Table 31612813 - Field 2066789741 - Property 2879900210
source: Table Id
da_dk: Tabel-id
es_es: Id. tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 31612813 - Field 2118494212 - Property 2879900210
source: Apply to all records
da_dk: Anvend på alle records
es_es: Aplicar a todos los registros
it_ch: Applica a tutti i record
nl_be: Toepassen op alle records
ru_ru: Применить ко всем записям
sv_se: Använd på alla poster

# Table 31612813 - Field 2822064388 - Property 2879900210
source: Date Field Caption
da_dk: Titel på datofelt
es_es: Título campo fecha
it_ch: Didascalia campo data
nl_be: Bijschrift van datumveld
ru_ru: Метка поля даты
sv_se: Rubrik för datumfält

# Table 31612813 - Field 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret
es_es: Habilitado
it_ch: Abilitato
nl_be: Geactiveerd
ru_ru: Включено
sv_se: Aktiverat

# Table 31612813 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
es_es: Nombre de tabla
it_ch: Nome tabella
nl_be: Tabelnaam
ru_ru: Имя таблицы
sv_se: Tabellnamn

# Table 31612813 - Field 611330467 - Property 2879900210
source: Date Field No.
da_dk: Datofeltnr.
es_es: N.º campo fecha
it_ch: Nr. campo data
nl_be: Datumveldnr.
ru_ru: Номер поля даты
sv_se: Nummer på datumfält

# Table 31612813 - Field 839389155 - Property 2879900210
source: Number Of Records Deleted
da_dk: Antal slettede records
es_es: Número de registros eliminados
it_ch: Numero di record eliminati
nl_be: Aantal verwijderde records
ru_ru: Количество удаленных записей
sv_se: Antal borttagna poster

# Table 3170013184 - Field 1848808116 - Property 2879900210
source: Operation ID
da_dk: Handlings-id
es_es: Id. de operación
it_ch: ID operazione
nl_be: Bewerkings-id
ru_ru: ИД операции
sv_se: Åtgärds-ID

# Table 3170013184 - Field 3156524383 - Property 2879900210
source: Operation Type
da_dk: Handlingstype
es_es: Tipo de operación
it_ch: Tipo operazione
nl_be: Bewerkingstype
ru_ru: Тип операции
sv_se: Åtgärdstyp

# Table 3170013184 - Field 318613646 - Property 2879900210
source: Details
da_dk: Detaljer
es_es: Detalles
it_ch: Dettagli
ru_ru: Сведения
sv_se: Information

# Table 3170013184 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 3170013184 - Field 3944750556 - Property 2879900210
source: Started On
da_dk: Startet d.
es_es: Iniciada el
it_ch: Data inizio
nl_be: Gestart op
ru_ru: Дата начала
sv_se: Startades den

# Table 3170013184 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado
it_ch: Stato
ru_ru: Состояние
