Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application_*.g.xlf
Languages: de_de

# Table 1483379216 - Property 2879900210
source: Aggregated Assisted Setup
de_de: Aggregierte, unterstütztes Setup

# Table 1483379216 - Field 894914730 - Property 2879900210
source: Page ID
de_de: Seiten-ID

# Table 1483379216 - Field 146219450 - Property 2879900210
source: Order
de_de: Reihenfolge

# Table 1483379216 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
de_de: Nicht abgeschlossen,Abgeschlossen,Nicht begonnen,Gesehen,Betrachtet,Gelesen,

# Table 1483379216 - Field 1539408610 - Property 2879900210
source: Visible
de_de: Sichtbar

# Table 1483379216 - Field 4036313429 - Property 2879900210
source: Icon
de_de: Symbol

# Table 1483379216 - Field 4093180191 - Property 2879900210
source: Item Type
de_de: Artikelart

# Table 1483379216 - Field 4093180191 - Property 62802879
source: ,Group,Setup and Help
de_de: ,Gruppe,Einrichtung und Hilfe

# Table 1483379216 - Field 3512150049 - Property 2879900210
source: Assisted Setup Page ID
de_de: ID der Seite zum unterstützten Setup

# Table 1483379216 - Field 1869133296 - Property 2879900210
source: External Assisted Setup
de_de: Externes, unterstütztes Setup

# Table 1483379216 - Field 2897660500 - Property 2879900210
source: Record ID
de_de: Datensatz-ID

# Table 799089619 - Property 2879900210
source: Assisted Setup
de_de: Unterstütztes Setup

# Table 799089619 - Field 894914730 - Property 2879900210
source: Page ID
de_de: Seiten-ID

# Table 799089619 - Field 146219450 - Property 2879900210
source: Order
de_de: Reihenfolge

# Table 799089619 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
de_de: Nicht abgeschlossen,Abgeschlossen,Nicht begonnen,Gesehen,Betrachtet,Gelesen,

# Table 799089619 - Field 1539408610 - Property 2879900210
source: Visible
de_de: Sichtbar

# Table 799089619 - Field 4206260792 - Property 2879900210
source: Parent
de_de: Übergeordnet

# Table 799089619 - Field 4036313429 - Property 2879900210
source: Icon
de_de: Symbol

# Table 799089619 - Field 4093180191 - Property 2879900210
source: Item Type
de_de: Artikelart

# Table 799089619 - Field 4093180191 - Property 62802879
source: ,Group,Setup and Help
de_de: ,Gruppe,Einrichtung und Hilfe

# Table 799089619 - Field 3950520716 - Property 2879900210
source: Featured
de_de: Ausgewählt

# Table 799089619 - Field 1513519486 - Property 2879900210
source: Help Url
de_de: Hilfe-URL

# Table 799089619 - Field 3512150049 - Property 2879900210
source: Assisted Setup Page ID
de_de: ID der Seite zum unterstützten Setup

# Table 799089619 - Field 1358400863 - Property 2879900210
source: Help Status
de_de: Hilfestatus

# Table 799089619 - Field 2515772770 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname

# Table 799089619 - Field 366198708 - Property 2879900210
source: Group
de_de: Gruppe

# Table 799089619 - Field 3665605423 - Property 2879900210
source: Completed
de_de: Abgeschlossen

# Table 799089619 - Field 649174547 - Property 2879900210
source: Video Category
de_de: Kategorie für Video

# Page 799089619 - Property 2879900210
source: Assisted Setup
de_de: Unterstütztes Setup

# Page 799089619 - Control 2961552353 - Property 1295455071
source: Specifies the name.
de_de: Gibt den Namen an.

# Page 799089619 - Control 3665605423 - Property 1295455071
source: Specifies whether the setup is complete.
de_de: Gibt an, ob das Setup abgeschlossen ist.

# Page 799089619 - Control 1575635115 - Property 2879900210
source: Help
de_de: Hilfe

# Page 799089619 - Control 4105281732 - Property 2879900210
source: Group
de_de: Gruppe

# Page 799089619 - Control 1013389983 - Property 2879900210
source: Translated Name
de_de: Übersetzter Name

# Page 799089619 - Control 1013389983 - Property 1295455071
source: Specifies the name translated locally.
de_de: Gibt den Namen lokal übersetzten Namen an.

# Page 799089619 - Control 2515772770 - Property 1295455071
source: Specifies the extension which has added this setup.
de_de: Gibt die Erweiterung an, die dieses Setup hinzugefügt hat.

# Page 799089619 - Action 415555793 - Property 2879900210
source: Start Setup
de_de: Einrichtung starten

# Page 799089619 - Action 415555793 - Property 1295455071
source: Start the assisted setup guide.
de_de: Startet das unterstützte Setup.

# Page 799089619 - Action 506759728 - Property 2879900210
source: General Videos
de_de: Allgemeine Videos

# Page 799089619 - Action 506759728 - Property 1295455071
source: See other videos that can help you set up the app.
de_de: Sehen Sie sich weitere Videos an, mit denen Sie die App einrichten können.

# Page 799089619 - NamedType 3736455171
source: Read
de_de: Lesen

# Page 799089619 - NamedType 2098769147
source: Watch
de_de: Ansehen

# Table 3440859411 - Property 2879900210
source: Assisted Setup Icons
de_de: Unterstützte Setupsymbole

# Table 3440859411 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 3440859411 - Field 320775665 - Property 2879900210
source: Image
de_de: Bild

# Table 3440859411 - Field 4091014368 - Property 2879900210
source: Media Resources Ref
de_de: Medienressourcen-Ref.

# Table 812764647 - Property 2879900210
source: Assisted Setup Log
de_de: Protokoll des unterstützten Setup

# Table 812764647 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 812764647 - Field 2360837978 - Property 2879900210
source: Entery No.
de_de: Postennr.

# Table 812764647 - Field 1016837963 - Property 2879900210
source: Date Time
de_de: Datum/Uhrzeit

# Table 812764647 - Field 680169230 - Property 2879900210
source: Invoked Action
de_de: Aufgerufene Aktion

# Table 812764647 - Field 680169230 - Property 62802879
source: ,Video,Help,Tour,Assisted Setup
de_de: ,Video,Hilfe,Tour,Unterstütztes Setup

# Table 3123343958 - Property 2879900210
source: Product Video Category
de_de: Kategorie für Produktvideo

# Table 3123343958 - Field 3702373668 - Property 2879900210
source: Category
de_de: Kategorie

# Table 3123343958 - Field 3702373668 - Property 62802879
source: ,Getting Started,,Finance & Bookkeeping,Sales,Reporting & BI,Inventory Management,Project Management,Workflows,Services & Extensions,Setup,Warehouse Management
de_de: ,Erste Schritte,,Finanzen und Buchhaltung,Verkauf,Berichte und BI,Lagermanagement,Projektmanagement,Workflows,Dienstleistungen und Erweiterungen,Einrichtung,Logistik

# Table 3123343958 - Field 2997031112 - Property 2879900210
source: Assisted Setup ID
de_de: ID für unterstütztes Setup

# Table 3123343958 - Field 529658396 - Property 2879900210
source: Alternate Title
de_de: Alternativer Titel

# Table 2200828805 - Property 2879900210
source: Subscription Plan
de_de: Abonnementplan

# Table 2200828805 - Field 655387622 - Property 2879900210
source: Role Center ID
de_de: Rollencenter-ID

# Query 2200828805 - Property 2879900210
source: Plan
de_de: Planen

# Table 3975264862 - Property 2879900210
source: User Plan
de_de: Benutzerplan

# Table 3975264862 - Field 3021697414 - Property 2879900210
source: User Security ID
de_de: Benutzersicherheitskennung

# Table 3975264862 - Field 129688762 - Property 2879900210
source: User Name
de_de: Benutzername

# Table 3975264862 - Field 1581469095 - Property 2879900210
source: Full Name
de_de: Vollständiger Name

# Table 3868457122 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 750064457 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 2488342448 - Property 2879900210
source: Cue Setup
de_de: Stapeleinrichtung

# Table 2488342448 - Field 129688762 - Property 2879900210
source: User Name
de_de: Benutzername

# Table 2488342448 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID

# Table 2488342448 - Field 3531868071 - Property 2879900210
source: Cue ID
de_de: Stapel-ID

# Table 2488342448 - Field 3070320983 - Property 2879900210
source: Cue Name
de_de: Stapelname

# Table 2488342448 - Field 2870768530 - Property 2879900210
source: Threshold 1
de_de: Schwellenwert 1

# Table 2488342448 - Field 957678679 - Property 2879900210
source: Threshold 2
de_de: Schwellenwert 2

# Table 2488342448 - Field 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname

# Table 2488342448 - Field 1380338462 - Property 2879900210
source: Personalized
de_de: Personalisiert

# Table 283413285 - Property 2879900210
source: Data Subjects
de_de: Datensubjekte

# Table 283413285 - Field 3017471043 - Property 2879900210
source: Table No.
de_de: Tabellennr.

# Table 283413285 - Field 1393533604 - Property 2879900210
source: Table Caption
de_de: Tabellenbezeichnung

# Table 283413285 - Field 2372105710 - Property 2879900210
source: Key Field No.
de_de: Schlüsselfeldnr.

# Table 283413285 - Field 2595880166 - Property 2879900210
source: Key Field Name
de_de: Schlüsselfeldname

# Table 283413285 - Field 3241050949 - Property 2879900210
source: Entity Filter
de_de: Einheitenfilter

# Table 283413285 - Field 3349558288 - Property 2879900210
source: Include
de_de: Einschließen

# Table 283413285 - Field 183296051 - Property 2879900210
source: Fields
de_de: Felder

# Table 283413285 - Field 513339096 - Property 62802879
source: Review Needed,Reviewed
de_de: Überprüfung erforderlich,Überprüft

# Table 283413285 - Field 3732000533 - Property 2879900210
source: Reviewed
de_de: Überprüft

# Table 283413285 - Field 2040558538 - Property 62802879
source: Review Needed,Reviewed
de_de: Überprüfung erforderlich,Überprüft

# Table 283413285 - Field 643268232 - Property 2879900210
source: Page No.
de_de: Seitennr.

# Table 283413285 - Field 764542837 - Property 2879900210
source: Similar Fields Reviewed
de_de: Ähnliche Felder überprüft

# Table 283413285 - Field 748037802 - Property 2879900210
source: Similar Fields Label
de_de: Ähnliche Felder Bezeichnung

# Table 283413285 - Field 1554787498 - Property 2879900210
source: Default Data Sensitivity
de_de: Standarddatensensitivität

# Table 283413285 - Field 1554787498 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
de_de: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal

# Table 283413285 - Field 3632888861 - Property 2879900210
source: Privacy Blocked Field No.
de_de: Datenschutzsperren-Feldnr.

# Table 2257524325 - Field 1131619133 - Property 2879900210
source: Value
de_de: Wert

# Page 2257524325 - Property 2879900210
source: Field Contents
de_de: Feldinhalt

# Table 1106505126 - Field 2691914712 - Property 2879900210
source: Last Sync Date Time
de_de: Datum-Uhrzeit der letzten Synchronisierung

# Table 4093990710 - Field 3748967844 - Property 2879900210
source: Windows Language ID
de_de: Windows-Sprach-ID

# Table 4093990710 - Field 2802526462 - Property 2879900210
source: Windows Language Name
de_de: Windows Sprachenname

# Table 1584771742 - Property 2879900210
source: Business Setup Icon
de_de: Unternehmenseinrichtungs-Symbol

# Table 1584771742 - Field 3768090202 - Property 2879900210
source: Business Setup Name
de_de: Unternehmenseinrichtungs-Name

# Table 1584771742 - Field 4036313429 - Property 2879900210
source: Icon
de_de: Symbol

# Table 1584771742 - Field 4091014368 - Property 2879900210
source: Media Resources Ref
de_de: Medienressourcen-Ref.

# Table 1325297727 - Property 2879900210
source: Manual Setup
de_de: Manuelle Einrichtung

# Table 1325297727 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 1325297727 - Field 1009384294 - Property 2879900210
source: Keywords
de_de: Schlüsselwörter

# Table 1325297727 - Field 3733767603 - Property 2879900210
source: Setup Page ID
de_de: Seiten-ID einrichten

# Table 1325297727 - Field 4036313429 - Property 2879900210
source: Icon
de_de: Symbol

# Table 1325297727 - Field 2515772770 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname

# Table 1325297727 - Field 3702373668 - Property 2879900210
source: Category
de_de: Kategorie

# Page 1325297727 - Property 2879900210
source: Manual Setup
de_de: Manuelle Einrichtung

# Page 1325297727 - Control 2961552353 - Property 1295455071
source: Specifies the name of the manual setup.
de_de: Gibt den Namen der manuellen Einrichtung an.

# Page 1325297727 - Control 4023602082 - Property 1295455071
source: Specifies the extension which has added this setup.
de_de: Gibt die Erweiterung an, die dieses Setup hinzugefügt hat.

# Page 1325297727 - Control 3461834954 - Property 1295455071
source: Specifies a description of the manual setup.
de_de: Gibt eine Beschreibung der manuellen Einrichtung an.

# Page 1325297727 - Control 3702373668 - Property 1295455071
source: Specifies the category enum to which the setup belongs
de_de: Gibt die Kategorie-Enumeration an, zu der die Einrichtung gehört

# Page 1325297727 - Control 1009384294 - Property 1295455071
source: Specifies which keywords relate to the manual setup on the line.
de_de: Gibt an, welche Schlüsselwörter zur manuellen Einrichtung in der Zeile gehören.

# Page 1325297727 - Action 821844379 - Property 2879900210
source: Open Manual Setup
de_de: Manuelle Einrichtung öffnen

# Page 1325297727 - Action 821844379 - Property 1295455071
source: View or edit the setup for the application feature.
de_de: Einrichtung für die Anwendungsfunktion anzeigen oder bearbeiten.

# Table 3181557883 - Field 3482496012 - Property 2879900210
source: Pattern
de_de: Muster

# Table 3181557883 - Field 321365911 - Property 2879900210
source: Recurs Every
de_de: Kehrt alle

# Table 3181557883 - Field 1248140535 - Property 2879900210
source: Monthly Pattern
de_de: Monatliches Muster

# Table 3181557883 - Field 116959183 - Property 2879900210
source: Recurs on Day
de_de: Kehrt an folgendem Tag wieder

# Table 3181557883 - Field 1964804572 - Property 2879900210
source: Ordinal Recurrence No.
de_de: Ordnungswiederholungsnr.

# Table 3181557883 - Field 2169532623 - Property 2879900210
source: Start Time
de_de: Startzeit

# Table 3181557883 - Field 130355 - Property 2879900210
source: Recurs on Monday
de_de: Kehrt am Montag wieder

# Table 3181557883 - Field 2709959422 - Property 2879900210
source: Recurs on Tuesday
de_de: Kehrt am Dienstag wieder

# Table 3181557883 - Field 835484733 - Property 2879900210
source: Recurs on Wednesday
de_de: Kehrt am Mittwoch wieder

# Table 3181557883 - Field 4160080263 - Property 2879900210
source: Recurs on Thursday
de_de: Kehrt am Donnerstag wieder

# Table 3181557883 - Field 2478831756 - Property 2879900210
source: Recurs on Friday
de_de: Kehrt am Freitag wieder

# Table 3181557883 - Field 3671551776 - Property 2879900210
source: Recurs on Saturday
de_de: Kehrt am Samstag wieder

# Table 3181557883 - Field 347286671 - Property 2879900210
source: Recurs on Sunday
de_de: Kehrt am Sonntag wieder

# Table 3181557883 - Field 2668337108 - Property 2879900210
source: Weekday
de_de: Wochentag

# Table 3181557883 - Field 3465500804 - Property 2879900210
source: Month
de_de: Monat

# Table 3181557883 - Field 474480784 - Property 2879900210
source: Start Date
de_de: Startdatum

# Table 3181557883 - Field 2649176925 - Property 2879900210
source: End Date
de_de: Enddatum

# Table 2219781045 - Field 1950707465 - Property 2879900210
source: User SID
de_de: Benutzer-SID

# Table 2219781045 - Field 2950970530 - Property 2879900210
source: Last Request Time
de_de: Letzte Anforderungszeit

# Table 2219781045 - Field 2470223551 - Property 2879900210
source: Send Request
de_de: Anforderung senden

# Table 1850560024 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 1850560024 - Field 2137773794 - Property 2879900210
source: Expire Time
de_de: Ablaufzeit

# Table 1850560024 - Field 4294444582 - Property 2879900210
source: Request Timeout
de_de: Timeout bei Anforderung

# Table 1358710565 - Property 2879900210
source: Translation
de_de: Übersetzung

# Table 1358710565 - Field 450009889 - Property 2879900210
source: Language ID
de_de: Sprach-ID

# Table 1358710565 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID

# Table 1358710565 - Field 869342929 - Property 2879900210
source: Field ID
de_de: Feld-ID

# Table 1358710565 - Field 1131619133 - Property 2879900210
source: Value
de_de: Wert

# Table 1358710565 - Field 696461927 - Property 2879900210
source: Language Name
de_de: Sprachenname

# Page 1358710565 - Control 639974159 - Property 2879900210
source: Target Language
de_de: Zielsprache

# Page 1358710565 - Control 639974159 - Property 1295455071
source: The language to which the source text was translated.
de_de: Die Sprache, in die der Quelltext übersetzt wurde.

# Page 1358710565 - Control 1131619133 - Property 1295455071
source: The translated text.
de_de: Der übersetzte Text.

# Table 1704880675 - Field 621446384 - Property 2879900210
source: Tag Timestamp
de_de: Tag-Zeitstempel

# Table 1704880675 - Field 3133801257 - Property 2879900210
source: Company
de_de: Unternehmen

# Table 1704880675 - Field 4276350956 - Property 2879900210
source: Skipped Upgrade
de_de: Übersprungenes Upgrade

# Table 1486435046 - Field 1950707465 - Property 2879900210
source: User SID
de_de: Benutzer-SID

# Table 1486435046 - Field 3904802791 - Property 2879900210
source: First Login Date
de_de: Datum der ersten Anmeldung

# Table 1486435046 - Field 2656929399 - Property 2879900210
source: Penultimate Login Date
de_de: Datum der vorletzten Anmeldung

# Table 1486435046 - Field 378991847 - Property 2879900210
source: Last Login Date
de_de: Datum der letzten Anmeldung

# Table 4140863310 - Property 2879900210
source: Product Video Buffer
de_de: Puffer für Produktvideo

# Table 4140863310 - Field 329424276 - Property 2879900210
source: Title
de_de: Titel

# Table 4140863310 - Field 1615752660 - Property 2879900210
source: Table Num
de_de: Tabellennr.

# Table 4140863310 - Field 2515772770 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname

# Table 4140863310 - Field 3702373668 - Property 2879900210
source: Category
de_de: Kategorie

# Table 3865875552 - Property 2879900210
source: Tenant Web Service Columns
de_de: Tenant-Webdienst-Spalten

# Table 3865875552 - Field 2485164427 - Property 2879900210
source: Entry ID
de_de: Posten-ID

# Table 3865875552 - Field 2278951215 - Property 2879900210
source: Data Item
de_de: Dateneintrag

# Table 3865875552 - Field 3766508163 - Property 2879900210
source: Field Number
de_de: Feldnummer

# Table 3865875552 - Field 3070320983 - Property 2879900210
source: Report Caption
de_de: Berichtsbezeichnung

# Table 3865875552 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
de_de: Tenant-Webdienst-ID

# Table 3865875552 - Field 2360814333 - Property 2879900210
source: Table
de_de: Tabelle

# Table 3865875552 - Field 3349558288 - Property 2879900210
source: Include
de_de: Einschließen

# Table 3865875552 - Field 823559016 - Property 2879900210
source: Field Caption
de_de: Feldbezeichnung

# Table 2046507299 - Property 2879900210
source: Tenant Web Service Filter
de_de: Tenant-Webdienst-Filter

# Table 2046507299 - Field 2485164427 - Property 2879900210
source: Entry ID
de_de: Posten-ID

# Table 2046507299 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
de_de: Tenant-Webdienst-ID

# Table 2046507299 - Field 2278951215 - Property 2879900210
source: Data Item
de_de: Dateneintrag

# Table 736257850 - Property 2879900210
source: Tenant Web Service OData
de_de: Tenant-Webdienst-OData

# Table 736257850 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
de_de: Tenant-Webdienst-ID

# Table 736257850 - Field 3721023310 - Property 2879900210
source: OData Select Clause
de_de: OData Select-Klausel

# Table 736257850 - Field 1973252110 - Property 2879900210
source: OData Filter Clause
de_de: OData-Filter-Klausel

# Table 736257850 - Field 3476247372 - Property 2879900210
source: OData V4 Filter Clause
de_de: OData V4-Filter-Klausel

# Table 3049595448 - Property 2879900210
source: Web Service Aggregate
de_de: Webdienst aggregieren

# Table 3049595448 - Field 1085746399 - Property 2879900210
source: Object Type
de_de: Objektart

# Table 3049595448 - Field 1085746399 - Property 62802879
source: ,,,,,Codeunit,,,Page,Query
de_de: ,,,,,Codeunit,,,Seite,Abfrage

# Table 3049595448 - Field 3711240756 - Property 2879900210
source: Object ID
de_de: Objekt-ID

# Table 3049595448 - Field 1434822636 - Property 2879900210
source: Published
de_de: Veröffentlicht

# Table 3049595448 - Field 987215274 - Property 2879900210
source: All Tenants
de_de: Alle Tenants

# Codeunit 3023760489 - NamedType 287455396
source: You have already completed the %1 assisted setup guide. Do you want to run it again?
de_de: Sie haben das für %1 unterstützte Setup bereits abgeschlossen. Möchten Sie sie erneut ausführen?

# Codeunit 1645891195 - NamedType 1164184890
source: You cannot mix plans of type Basic, Essential, and Premium. Contact your system administrator or Microsoft partner for assistance.\\You will be logged out when you choose the OK button.
de_de: Pläne vom Typ "Basic", "Essential" und "Premium" können nicht vermischt werden. Wenden Sie sich an den Systemadministrator oder Microsoft Partner, um Unterstützung zu erhalten.\\Sie werden abgemeldet, wenn Sie die Schaltfläche "OK" auswählen.

# Codeunit 1645891195 - NamedType 2470204172
source: You cannot mix plans of type Essential and Premium. Contact your system administrator or Microsoft partner for assistance.\\You will be logged out when you choose the OK button.
de_de: Pläne vom Typ "Essential" und "Premium" können nicht vermischt werden. Wenden Sie sich an den Systemadministrator oder Microsoft Partner, um Unterstützung zu erhalten.\\Sie werden abgemeldet, wenn Sie die Schaltfläche "OK" auswählen.

# Codeunit 1645891195 - NamedType 3110089295
source: Changes in users plans were detected. Choose the Refresh all User Groups action in the Users window.
de_de: Es wurden Benutzerplanänderungen erkannt. Wählen Sie im Fenster "Benutzer" die Aktion "Alle Benutzergruppen aktualisieren".

# Codeunit 1645891195 - NamedType 2557192627
source: The device user cannot be the first user to log into the system.
de_de: Der Gerätebenutzer darf nicht der erste Benutzer sein, der sich am System anmeldet.

# Codeunit 4205038922 - NamedType 2705830830
source: Failed to retrieve the Azure Active Directory tenant domain name.
de_de: Fehler beim Abrufen des Azure Active Directory-Tenant-Domänennamen.

# Codeunit 1569885001 - NamedType 1194350794
source: The user with the security ID %1 does not have a valid object ID in Azure Active Directory.
de_de: Der Benutzer mit der Sicherheits-ID %1 weist keine gültige Objekt-ID in Azure Active Directory auf.

# Codeunit 1569885001 - NamedType 3774820659
source: An Azure Active Directory user with the object ID %1 was not found.
de_de: Ein Azure Active Directory-Benutzer mit der Objekt-ID %1 wurde nicht gefunden.

# Codeunit 390433962 - NamedType 2077785973
source: Number of users retrieved: '#1#################################\Current user name: '#2#################################\
de_de: Anzahl der abgerufenen Benutzer: '#1#################################\Name des aktuellen Benutzers: '#2#################################\

# Codeunit 390433962 - NamedType 2729636235
source: Number of users retrieved: %1.
de_de: Anzahl der abgerufenen Benutzer: %1.

# Codeunit 390433962 - NamedType 2534762797
source: User %1 was not found in Office 365. We will turn off the user account.
de_de: Benutzer %1 wurde nicht in Office 365 gefunden. Wir werden das Benutzerkonto deaktivieren.

# Codeunit 4215518646 - NamedType 1905859220
source: %1 is not an application secret.
de_de: %1 ist kein Anwendungsschlüssel.
