Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 182252907 - NamedType 636340345
source: Cannot add Table %1 to the list of allowed tables because it does not exist.
da_dk: Tabellen %1 kan ikke tilføjes på listen over tilladte tabeller, fordi den ikke findes.
es_es: No se puede agregar la tabla %1 a la lista de tablas permitidas porque no existe.
it_ch: Impossibile aggiungere la tabella %1 alla lista delle tabelle consentite in quanto non esiste.
nl_be: Kan tabel %1 niet toevoegen aan de lijst met toegestane tabellen omdat deze niet bestaat.
ru_ru: Не удается добавить таблицу %1 в список разрешенных таблиц, так как она не существует.
sv_se: Det går inte att lägga till tabell %1 i listan över tillåtna tabeller eftersom den inte finns.

# Codeunit 182252907 - NamedType 815383985
source: Removed Table Id %1 from the list of allowed tables
da_dk: Fjernede tabel-id'et %1 fra listen over tilladte tabeller
es_es: Se ha eliminado el id. de tabla %1 de la lista de tablas permitidas
it_ch: ID tabella %1 rimosso dalla lista delle tabelle consentite
nl_be: Tabel-id %1 verwijderd uit de lijst met toegestane tabellen
ru_ru: Таблица с ИД %1 удалена из списка разрешенных таблиц
sv_se: Tabell-ID %1 har tagits bort från listan över tillåtna tabeller

# Codeunit 182252907 - NamedType 886010842
source: Failed to add table %1 %2 to the list of allowed tables
es_es: No se pudo agregar la tabla %1 %2 a la lista de tablas permitidas
it_ch: Impossibile aggiungere la tabella %1 %2 alla lista di tabelle consentite
nl_be: Kan tabel %1 %2 niet toevoegen aan de lijst met toegestane tabellen
ru_ru: Не удалось добавить таблицу %1 %2 в список разрешенных таблиц
sv_se: Det gick inte att lägga till tabell %1 %2 i listan över tillåtna tabeller

# Codeunit 1859339181 - NamedType 1062088075
source: There is no performance profiling data.
es_es: No hay datos de generación de perfiles de rendimiento.
it_ch: Non sono presenti dati di profilatura delle prestazioni.
sv_se: Det finns inga data från prestandaprofileraren.

# Codeunit 1859339181 - NamedType 2791640661
source: This type of .alcpuprofile file is not supported. Please upload a sampling-based CPU profile file.
es_es: No se admite este tipo de archivo .alcpuprofile no se admite. Cargue un archivo de perfil de CPU basado en muestreos.
it_ch: Questo tipo di file .alcpuprofile non è supportato. Caricare un file del profilo CPU basato su campionamento.
sv_se: Den här typen av .alcpuprofile-fil stöds inte. Ladda upp en stickprovsbaserad CPU-profilfil.

# Codeunit 1953614490 - NamedType 1029703527
source: Table %1 was not found. The retention policy has been disabled.
da_dk: Tabellen %1 blev ikke fundet. Opbevaringspolitikken er deaktiveret.
es_es: No se encontró la tabla %1. Se ha deshabilitado la directiva de retención.
it_ch: Tabella %1 non trovata. I criteri di conservazione sono stati disabilitati.
nl_be: Tabel %1 is niet gevonden. Het bewaarbeleid is uitgeschakeld.
ru_ru: Таблица %1 не найдена. Политика хранения отключена.
sv_se: Tabell %1 hittades inte. Kvarhållningsprincipen har inaktiverats.

# Codeunit 1953614490 - NamedType 1064438895
source: The field Date Field No. must have a value in the retention policy for table %1, %2
da_dk: Feltet Datofeltnr. skal have en værdi i opbevaringspolitikken for tabel %1, %2
es_es: El campo N.º campo fecha debe tener un valor en la directiva de retención para la tabla %1, %2
it_ch: Il campo Nr. campo data deve avere un valore nei criteri di conservazione per la tabella %1, %2
nl_be: Het veld Datumveldnr. moet een waarde hebben in het bewaarbeleid voor tabel %1, %2
ru_ru: Поле "Номер поля даты" должно иметь значение в политике хранения для таблицы %1 (%2)
sv_se: Fältet Nummer på datumfält måste ha ett värde i kvarhållningsprincipen för tabell %1, %2

# Codeunit 1953614490 - NamedType 1153960828
source: Do you want to delete expired data, as defined in the selected retention policy?
da_dk: Vil du slette udløbne data, som defineret i den valgte opbevaringspolitik?
es_es: ¿Desea eliminar los datos caducados, según se definen en la directiva de retención seleccionada?
it_ch: Eliminare i dati scaduti, come definito nei criteri di conservazione selezionati?
nl_be: Wilt u verlopen gegevens verwijderen, zoals gedefinieerd in het geselecteerde bewaarbeleid?
ru_ru: Удалить данные, срок хранения которых, согласно выбранной политике хранения, истек?
sv_se: Vill du ta bort utgångna data, så som de har definierats i den valda kvarhållningsprincipen?

# Codeunit 1953614490 - NamedType 1219142662
source: We're deleting records based on your retention policy. This might take a few moments.
da_dk: Vi er ved at slette records baseret på din opbevaringspolitik. Det kan tage et øjeblik.
es_es: Estamos eliminando registros basados en su directiva de retención. Esto puede tardar varios minutos.
it_ch: I record vengono eliminati in base al criterio di conservazione. Potrebbe essere necessario qualche istante.
nl_be: Records worden verwijderd op basis van uw bewaarbeleid. Dit kan even duren.
ru_ru: Идет удаление записей в соответствии с вашей политикой хранения. Это может занять некоторое время.
sv_se: Vi tar bort poster baserat på din kvarhållningsprincip. Detta kan ta en stund.

# Codeunit 1953614490 - NamedType 1242030601
source: Finished counting the number of expired records in table %1, %2.
da_dk: Optællingen af udløbne records i tabellen %1 %2 er afsluttet.
es_es: Ha finalizado el recuento del número de registros vencidos en la tabla %1, %2.
it_ch: Conteggio del numero di record scaduti nella tabella %1, %2 completato.
nl_be: Het tellen van het aantal verlopen records in tabel %1, %2 is voltooid.
ru_ru: Завершен подсчет количества записей с истекшим сроком хранения в таблице %1 (%2).
sv_se: Klar med inventeringen av antalet utgångna poster i tabell %1, %2.

# Codeunit 1953614490 - NamedType 1605642045
source: Finished applying the retention policy defined for table: %1, %2.
da_dk: Afsluttede anvendelse af den opbevaringspolitik, der er defineret for tabelen: %1, %2.
es_es: Ha finalizado la aplicación de la directiva de retención definida para la tabla: %1, %2.
it_ch: Applicazione dei criteri di conservazione definiti per la tabella %1, %2 completata.
nl_be: Toepassen van het bewaarbeleid dat is gedefinieerd voor tabel: %1, %2 is voltooid.
ru_ru: Завершено применение политики хранения, определенной для таблицы %1 (%2).
sv_se: Slutfört tillämpning av kvarhållningsprincipen som har definierats för tabellen: %1, %2.

# Codeunit 1953614490 - NamedType 1663735968
source: Started applying the retention policy defined for table %1, %2.
da_dk: Startede anvendelsen af den opbevaringspolitik, der er defineret for tabellen %1, %2.
es_es: Se ha iniciado la aplicación de la directiva de retención definida para la tabla %1, %2.
it_ch: Applicazione dei criteri di conservazione definiti per la tabella %1, %2 avviata.
nl_be: Toepassen van het bewaarbeleid dat is gedefinieerd voor tabel %1, %2 is gestart.
ru_ru: Начато применение политики хранения, определенной для таблицы %1 (%2).
sv_se: Påbörjat tillämpning av kvarhållningsprincipen som har definierats för tabellen: %1, %2.

# Codeunit 1953614490 - NamedType 185354590
source: The operation was cancelled.
da_dk: Handlingen blev annulleret.
es_es: Se canceló la operación.
it_ch: Operazione annullata.
nl_be: De bewerking is geannuleerd.
ru_ru: Операция отменена.
sv_se: Åtgärden avbröts.

# Codeunit 1953614490 - NamedType 2082228456
source: No filters were found in the record to apply for table %1, %2. No records will be deleted.
da_dk: Der blev ikke fundet filtre i recorden, som skal anvendes til tabellen %1, %2. Ingen records vil blive slettet.
es_es: No se encontró ningún filtro en el registro que aplicar para la tabla %1, %2. No se eliminará ningún registro.
it_ch: Nessun filtro trovato nel record da applicare alla tabella %1, %2. Nessun record verrà eliminato.
nl_be: Er zijn geen filters in de record gevonden om toe te passen voor tabel %1, %2. Er worden geen records verwijderd.
ru_ru: В записи не найдены фильтры для применения к таблице %1 (%2). Записи удаляться не будут.
sv_se: Det finns inga filter i posten som ska användas för tabell %1, %2. Inga poster tas bort.

# Codeunit 1953614490 - NamedType 2296666171
source: Table %1, %2, is not in the list of allowed tables.
da_dk: Tabellen %1, %2 findes ikke på listen over tilladte tabeller.
es_es: La tabla %1, %2, no se encuentra en la lista de tablas permitidas.
it_ch: La tabella %1, %2 non è nella lista delle tabelle consentite.
nl_be: Tabel %1, %2, staat niet in de lijst met toegestane tabellen.
ru_ru: Таблица %1 (%2) не входит в список разрешенных таблиц.
sv_se: Tabell %1, %2 finns inte i listan över tillåtna tabeller.

# Codeunit 1953614490 - NamedType 2375120454
source: The retention policy setup record instance must be temporary. Contact your Microsoft Partner for assistance.
da_dk: Forekomsten af record til konfiguration af opbevaringspolitik skal være midlertidig. Kontakt din Microsoft-partner for at få hjælp.
es_es: La instancia de registro de configuración de directiva de retención debe ser temporal. Póngase en contacto con su socio de Microsoft para obtener ayuda.
it_ch: L'istanza del record setup criteri di conservazione deve essere temporanea. Contattare il partner Microsoft per assistenza.
nl_be: Het exemplaar van de instellingsrecord van het bewaarbeleid moet tijdelijk zijn. Neem contact met uw Microsoft-partner op voor hulp.
ru_ru: Экземпляр записи настройки политики хранения должен быть временным. Обратитесь за помощью к своему партнеру корпорации Майкрософт.
sv_se: Instansen av konfigurationsposter för kvarhållningsprincipen måste vara tillfällig. Kontakta din Microsoft-partner om du vill ha hjälp.

# Codeunit 1953614490 - NamedType 245002259
source: Deleted %1 of %2 records from table %3, %4.
da_dk: Slettede %1 af %2 records fra tabellen %3 %4.
es_es: Se han eliminado %1 de %2 registros de la tabla %3, %4.
it_ch: %1 di %2 record eliminati dalla tabella %3, %4.
nl_be: %1 van %2 records verwijderd uit tabel %3, %4.
ru_ru: Удалено %1 из %2 записей из таблицы %3 (%4).
sv_se: %1 av %2 poster har tagits bort från tabell %3, %4.

# Codeunit 1953614490 - NamedType 305534420
source: Started counting the number of expired records in table %1, %2.
da_dk: Startede optællingen af antallet af udløbne records i tabellen %1, %2.
es_es: Se ha iniciado el recuento del número de registros vencidos en la tabla %1, %2.
it_ch: Conteggio del numero di record scaduti nella tabella %1, %2 avviato.
nl_be: Het tellen van het aantal verlopen records in tabel %1, %2 is gestart.
ru_ru: Начат подсчет количества записей с истекшим сроком хранения в таблице %1 (%2).
sv_se: Påbörjat räkning av antalet utgångna poster i tabell %1, %2.

# Codeunit 1953614490 - NamedType 3077667919
source: Deleted the maximum number of records allowed. We have stopped deleting records in this table.
da_dk: Det maksimale antal tilladte records blev slettet. Vi har stoppet sletningen af records i denne tabel.
es_es: Se ha eliminado el número máximo de registros permitidos. Hemos dejado de eliminar registros en esta tabla.
it_ch: Numero massimo di record eliminati. L'eliminazione dei record in questa tabella è stata arrestata.
nl_be: Het maximum aantal toegestane records is verwijderd. Het verwijderen van records uit deze tabel is gestopt.
ru_ru: Удалено максимальное допустимое количество записей. Удаление записей в этой таблице остановлено.
sv_se: Det högsta antalet tillåtna poster har tagits bort. Vi har slutat ta bort poster i den här tabellen.

# Codeunit 1953614490 - NamedType 315616047
source: Finished applying all retention policies.
da_dk: Alle opbevaringspolitikker er blevet anvendt.
es_es: Ha finalizado la aplicación de todas las directivas de retención.
it_ch: Applicazione di tutti i criteri di conservazione completata.
nl_be: Toepassen van al het bewaarbeleid is voltooid.
ru_ru: Завершено применение всех политик хранения.
sv_se: Slutfört tillämpning av alla kvarhållningsprinciper.

# Codeunit 1953614490 - NamedType 3345655642
source: A subscriber with indirect permissions is required to delete expired records from table %1, %2. Contact your Microsoft Partner for assistance.
da_dk: Der kræves en abonnent med indirekte rettigheder for at slette udløbne records fra tabellen %1, %2. Kontakt din Microsoft-partner for at få hjælp.
es_es: Se requiere un suscriptor con permisos indirectos para eliminar los registros vencidos de la tabla %1, %2. Póngase en contacto con su socio de Microsoft para obtener ayuda.
it_ch: È necessario un sottoscrittore con autorizzazioni indirette per eliminare i record scaduti dalla tabella %1, %2. Contattare il partner Microsoft per assistenza.
nl_be: Er is een abonnee met indirecte machtigingen vereist om verlopen records te verwijderen uit tabel %1, %2. Neem contact op met uw Microsoft-partner voor hulp.
ru_ru: Для удаления записей с истекшим сроком хранения из таблицы %1 (%2) требуется подписчик с непрямыми разрешениями. Обратитесь за помощью к своему партнеру корпорации Майкрософт.
sv_se: En prenumerant med indirekt behörighet krävs för att ta bort utgångna poster från tabellen %1, %2. Kontakta din Microsoft-partner om du behöver hjälp.

# Codeunit 1953614490 - NamedType 3426544542
source: Started applying all retention policies.
da_dk: Startede med at anvende alle opbevaringspolitikker.
es_es: Se ha iniciado la aplicación de todas las directivas de retención.
it_ch: Applicazione di tutti i criteri di conservazione avviata.
nl_be: Toepassen van al het bewaarbeleid is gestart.
ru_ru: Начато применение всех политик хранения.
sv_se: Påbörjat tillämpning av alla kvarhållningsprinciper.

# Codeunit 1953614490 - NamedType 3456230978
source: Do you want to delete expired data, as defined in your retention policies?
da_dk: Vil du slette udløbne data, som defineret i dine opbevaringspolitikker?
es_es: ¿Desea eliminar los datos caducados, según se definen en las directivas de retención?
it_ch: Eliminare i dati scaduti, come definito nei criteri di conservazione?
nl_be: Wilt u verlopen gegevens verwijderen, zoals gedefinieerd in uw bewaarbeleid?
ru_ru: Удалить данные, срок хранения которых, согласно политикам хранения, истек?
sv_se: Vill du ta bort utgångna data, så som de har definierats i dina kvarhållningsprinciper?

# Codeunit 1953614490 - NamedType 3574270403
source: Started by user.
da_dk: Startet af brugeren.
es_es: Se ha iniciado por el usuario.
it_ch: Avviato dall'utente.
nl_be: Gestart door gebruiker.
ru_ru: Начато пользователем.
sv_se: Startad av användaren.

# Codeunit 1953614490 - NamedType 382102027
source: An error occured while applying the retention policy for table %1 %2.\\%3
da_dk: Der opstod en fejl ved anvendelse af opbevaringspolitikken for tabellen %1 %2.\\%3
es_es: Se produjo un error al aplicar la directiva de retención para la tabla %1 %2.\\%3
it_ch: Si è verificato un errore durante l'applicazione dei criteri di conservazione per la tabella %1 %2.\\%3
nl_be: Er is een fout opgetreden tijdens het toepassen van het bewaarbeleid voor tabel %1 %2.\\%3
ru_ru: Произошла ошибка при применении политики хранения для таблицы %1 (%2).\\%3
sv_se: Ett fel uppstod när kvarhållningsprincipen för tabell %1 %2 tillämpades.\\%3

# Codeunit 1953614490 - NamedType 4039912347
source: %1 of %2 records are expired in table %3, %4, and can be deleted.
da_dk: %1 af %2s records er udløbet i tabellen %3, %4 og kan slettes.
es_es: %1 de los %2 registros han expirado en la tabla %3, %4 y se pueden eliminar.
it_ch: %1 di %2 record sono scaduti nella tabella %3, %4 e possono essere eliminati.
nl_be: %1 van %2 records zijn verlopen in tabel %3, %4, en kunnen worden verwijderd.
ru_ru: У %1 из %2 записей в таблице %3 (%4) истек срок хранения, и их можно удалить.
sv_se: %1 av %2 poster har förfallit i tabell %3, %4 och kan tas bort.

# Codeunit 1953614490 - NamedType 692193823
source: Reached the maximum number of records that can be deleted at the same time. The maximum number allowed is %1.\\Do you want to delete more records?
da_dk: Det maksimale antal records, der kan slettes på samme tidspunkt, blev nået. Det maksimale tilladte antal er %1.\\Vil du slette flere records?
es_es: Ha alcanzado el número máximo de registros que se pueden eliminar al mismo tiempo. El número máximo permitido es %1.\\¿Desea eliminar más registros?
it_ch: È stato raggiunto il numero massimo di record che possono essere eliminati contemporaneamente. Numero massimo consentito: %1.\\Eliminare altri record?
nl_be: Het maximale aantal records dat tegelijkertijd kan worden verwijderd, is bereikt. Het maximaal toegestane aantal is %1.\\Wilt u meer records verwijderen?
ru_ru: Достигнуто максимальное допустимое количество одновременно удаляемых записей. Максимальное допустимое количество — %1.\\Вы хотите удалить больше записей?
sv_se: Det maximala antalet poster som kan tas bort på samma gång har uppnåtts. Maximalt tillåtet antal är %1.\\Do du vill ta bort fler poster?

# Codeunit 2027814023 - NamedType 2258512449
source: Your browser may be blocking pop-ups needed by %1.\\Change your browser settings to allow pop-ups or allow pop-ups from the %1 site, then try again.
es_es: Es posible que el explorador bloquee los elementos emergentes que %1 necesita.\\Change la configuración del explorador para permitir los elementos emergentes o permitir los elementos emergentes del sitio de %1 e inténtelo de nuevo.
it_ch: È possibile che il browser blocchi i popup richiesti da %1.\\Modificare le impostazioni del browser per consentire i popup oppure consentire i popup dal sito %1, quindi riprovare.
sv_se: Webbläsaren kanske blockerar de popup-fönster som krävs för %1.\\Ändra webbläsarinställningarna till att tillåta popup-fönster eller tillåta popup-fönster från platsen %1. Försök sedan igen.

# Codeunit 2027814023 - NamedType 433891438
source: The authentication request URL %1 has been succesfully retrieved.
da_dk: %1 for URL-adresse til godkendelsesanmodning blev hentet.
es_es: La dirección URL de la solicitud de autenticación %1 se ha recuperado correctamente.
it_ch: L'URL di richiesta di autenticazione %1 è stato recuperato correttamente.
nl_be: De URL van de verificatieaanvraag %1 is opgehaald.
ru_ru: URL-адрес запроса проверки подлинности %1 успешно извлечен.
sv_se: URL:en %1 för autentiseringsbegäran har hämtats.

# Codeunit 2064034156 - NamedType 1564010861
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
da_dk: Ikke klassificerede,Følsomme,Personlige,Virksomhedsfortrolige data,Normal
es_es: Sin clasificar,Confidencial,Personal,Confidencial de la empresa,Normal
fr_fr: Non classé,Sensible,Personnel,Confidentiel,Normal
it_ch: Non classificati,Riservati,Personali,Riservati della società,Normali
nl_be: Niet-geclassificeerd,Vertrouwelijk,Persoonlijk,Vertrouwelijke bedrijfsinformatie,Normaal
ru_ru: Неклассифицированные,Конфиденциальные,Личные,Для служебного пользования,Обычные
sv_se: Oklassificerat,Känsligt,Personligt,Konfidentiellt,Normalt

# Codeunit 2064034156 - NamedType 3248050052
source: Microsoft is providing this Data Classification feature as a matter of convenience only. It's your responsibility to classify the data appropriately and comply with any laws and regulations that are applicable to you. Microsoft disclaims all responsibility towards any claims related to your classification of the data.
da_dk: Microsoft denne kun funktion til dataklassificering for at gøre tingene nemmere for dig. Du har selv ansvaret for at klassificere dataene korrekt og overholde de love og regler, der gælder for dig. Microsoft fraskriver sig ethvert ansvar i forbindelse med krav vedrørende din klassificering af dataene.
es_es: Microsoft proporciona esta característica de clasificación de datos solo por razones de conveniencia. Usted tiene la responsabilidad de clasificar los datos correctamente y cumplir las leyes y normas correspondientes. Microsoft rechaza toda responsabilidad relativa a reclamaciones relacionadas con la clasificación que usted haga de los datos.
fr_fr: Microsoft fournit cette fonction de classification des données pour votre convenance uniquement. Il vous incombe de classer les données de manière appropriée et de vous conformer aux lois et réglementations qui vous concernent. Microsoft décline toute responsabilité en cas de réclamations liées à votre classification des données.
it_ch: Microsoft fornisce questa funzione di classificazione dei dati solo per motivi di utilità. È responsabilità dell'utente classificare i dati in modo appropriato e rispettare le leggi e i regolamenti applicabili. Microsoft declina ogni responsabilità nei confronti di eventuali reclami relativi alla classificazione dei dati.
nl_be: Microsoft biedt de functie Gegevensclassificatie alleen voor uw gemak. Het is uw verantwoordelijkheid de gegevens correct te classificeren en te voldoen aan wetten en regelgeving die op u van toepassing zijn. Microsoft wijst alle verantwoordelijkheid met betrekking tot de classificatie van uw gegevens af.
ru_ru: Microsoft предоставляет этот компонент классификации данных только для удобства. Вы несете ответственность за надлежащую классификацию данных и соответствие всем требованиям действующих законов и положений. Microsoft не несет никакой ответственности за любые претензии, связанные с вашей классификацией данных.
sv_se: Microsoft tillhandahåller den här dataklassificeringsfunktionen för att göra det enklare för dig. Det är ditt ansvar att klassificera data så att de uppfyller kraven i de lagar och regler som gäller för dig. Microsoft friskriver sig allt ansvar för eventuella krav som berör klassificeringen av dina data.

# Codeunit 2091346909 - NamedType 2186304282
source: Test Email Message
da_dk: Test mailmeddelelse
es_es: Mensaje de correo electrónico de prueba
it_ch: Messaggio e-mail di test
nl_be: Test-e-mailbericht
ru_ru: Тестовое сообщение электронной почты
sv_se: Test av e-postmeddelande

# Codeunit 2091346909 - NamedType 2198964122
source: Other...
da_dk: Andet...
es_es: Otros...
it_ch: Altro...
nl_be: Overige...
ru_ru: Другое...
sv_se: Övrigt ...

# Codeunit 2091346909 - NamedType 341563484
source: An error has occured while sending the email, please look at the Outbox to find the error.
da_dk: Der opstod en fejl under afsendelse af mailen. Se i udbakken for at finde fejlen.
es_es: Se produjo un error al enviar el mensaje de correo electrónico. Consulte la bandeja de salida para encontrar el error.
it_ch: Si è verificato un errore durante l'invio del messaggio e-mail. Controllare la posta in uscita per individuare l'errore.
nl_be: Er is een fout opgetreden tijdens het verzenden van de e-mail. Raadpleeg de outbox om de fout te vinden.
ru_ru: При отправке сообщения электронной почты произошла ошибка. Просмотрите папку "Исходящие", чтобы найдите ошибку.
sv_se: Ett fel uppstod när e-postmeddelandet skickades. Kontrollera Utkorgen för att hitta felet.

# Codeunit 2091346909 - NamedType 3526255051
source: Choose the email address that should receive a test email message:
da_dk: Vælg den mailadresse, der skal modtage en testmail:
es_es: Elija la dirección de correo electrónico que recibirá un mensaje de correo electrónico de prueba:
it_ch: Scegliere l'indirizzo di posta elettronica che deve ricevere un messaggio di posta elettronica di verifica:
nl_be: Kies het e-mailadres waarop een test-e-mailbericht moet worden ontvangen:
ru_ru: Выберите адрес электронной почты, на который должно быть отправлено тестовое сообщение:
sv_se: Välj den e-postadress som ska ta emot ett testmeddelande:
