Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 709229469 - Control 3162830111 - Property 1295455071
source: Specifies the date and time the email was sent.
da_dk: Angiver det dato og klokkeslæt, som mailen blev afsendt på.
es_es: Especifica la fecha y la hora de envío del mensaje de correo electrónico.
it_ch: Specifica la data e l'ora in cui il messaggio è stato inviato.
nl_be: Hiermee worden de datum en tijd opgegeven waarop de e-mail is verzonden.
ru_ru: Определяет дату и время отправки сообщения электронной почты.
sv_se: Anger datum och tidpunkt då e-postmeddelandet skickades.

# Page 709229469 - Control 3162830111 - Property 2879900210
source: Sent
da_dk: Sendt
es_es: Enviado
it_ch: Inviato
nl_be: Verzonden
ru_ru: Отправлено
sv_se: Skickad

# Page 709229469 - Control 3460611877 - Property 1295455071
source: Specifies the Business Central user who sent this email.
da_dk: Angiver den Business Central-bruger, som har sendt denne mail.
es_es: Especifica el usuario de Business Central que envió este mensaje de correo electrónico.
it_ch: Specifica l'utente Business Central che ha inviato il messaggio e-mail.
nl_be: Hiermee wordt de Business Central-gebruiker opgegeven die deze e-mail heeft verzonden.
ru_ru: Определяет пользователя Business Central, который отправил это сообщение электронной почты.
sv_se: Anger Business Central-användaren som skickade detta e-postmeddelande.

# Page 709229469 - Control 3552705779 - Property 1295455071
source: Specifies a short description of the email that was sent.
da_dk: Angiver en kort beskrivelse af den mail, der er sendt.
es_es: Especifica una descripción breve del mensaje de correo electrónico que se envió.
it_ch: Specifica una breve descrizione del messaggio e-mail che è stato inviato.
nl_be: Hiermee wordt een korte omschrijving van de verzonden e-mail opgegeven.
ru_ru: Определяет краткое описание отправленного сообщения электронной почты.
sv_se: Anger en kort beskrivning av e-postmeddelandet som skickades.

# Page 709229469 - Control 3916863470 - Property 1295455071
source: Specifies the email address that this email was sent from.
da_dk: Angiver den mailadresse, som denne mail blev sendt fra.
es_es: Especifica la dirección de correo electrónico desde la que se envió este mensaje de correo electrónico.
it_ch: Specifica l'indirizzo e-mail da cui è stato inviato il messaggio e-mail.
nl_be: Hiermee wordt het e-mailadres opgegeven vanwaar deze e-mail is verzonden.
ru_ru: Определяет адрес электронной почты, с которого было отправлено это сообщение электронной почты.
sv_se: Anger e-postadressen som det här e-postmeddelandet skickades från.

# Page 709229469 - Control 3916863470 - Property 2879900210
source: Sent From
da_dk: Sendt fra
es_es: Enviados desde
it_ch: Inviato da
nl_be: Verzonden van
ru_ru: Отправлено от
sv_se: Skickat från

# Page 709229469 - Control 539546824 - Property 1295455071
source: Specifies the range of emails to load sent after the date.
es_es: Especifica el rango de correos electrónicos que se van a cargar después de la fecha.
it_ch: Specifica l'intervallo di messaggi e-mail da caricare che sono stati inviati dopo la data.
sv_se: Anger intervallet med e-postmeddelanden som ka läsas och som skickats efter datumet.

# Page 709229469 - Control 539546824 - Property 2879900210
source: Show sent emails after
es_es: Mostrar correos electrónicos enviados después
it_ch: Mostra messaggi e-mail inviati dopo
sv_se: Visa skickade e-postmeddelanden efter

# Page 709229469 - Control 854218517 - Property 1295455071
source: Specifies the type of email extension that was used to send the email.
da_dk: Angiver den type mailudvidelse, der blev brugt til at sende mailen.
es_es: Especifica el tipo de extensión de correo electrónico que se usó para enviar el mensaje de correo electrónico.
it_ch: Specifica il tipo di estensione e-mail che è stata utilizzata per inviare l'e-mail.
nl_be: Hiermee wordt het type e-mailextensie opgegeven dat is gebruikt om het e-mailbericht te verzenden.
ru_ru: Определяет тип почтового расширения, которое использовалось для отправки сообщения электронной почты.
sv_se: Anger vilken typ av e-posttillägg som användes för att skicka e-postmeddelandet.

# Page 761349018 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
da_dk: Angiver navnet på den vedhæftede fil
es_es: Especifica el nombre del archivo adjunto.
it_ch: Specifica il nome dell'allegato
nl_be: Hiermee wordt de naam van de bijlage opgegeven
ru_ru: Определяет имя вложения.
sv_se: Anger namnet på bilagan.

# Page 761349018 - Control 989751795 - Property 2879900210
source: File Name
es_es: Nombre de archivo
it_ch: Nome file
sv_se: Filnamn

# Page 799089619 - Control 1013389983 - Property 1295455071
source: Specifies the name translated locally.
da_dk: Angiver navnet, der er oversat lokalt.
es_es: Especifica el nombre traducido localmente.
fr_fr: Spécifie le nom traduit localement.
it_ch: Specifica il nome tradotto localmente.
nl_be: Hiermee wordt de vertaalde lokale naam opgegeven.
ru_ru: Определяет название, переведенное на язык данного региона.
sv_se: Anger namnet som översatts lokalt.

# Page 799089619 - Control 1013389983 - Property 2879900210
source: Translated Name
da_dk: Oversat navn
es_es: Nombre traducido
fr_fr: Nom traduit
it_ch: Nome tradotto
nl_be: Vertaalde naam
ru_ru: Переведенное название
sv_se: Översatta namn

# Page 799089619 - Control 1575635115 - Property 1295455071
source: Learn more about the process.
da_dk: Få mere at vide om processen.
es_es: Más información sobre el proceso.
it_ch: Ulteriori informazioni sul processo.
nl_be: Meer informatie over het proces.
ru_ru: Подробнее о процессе.
sv_se: Läs mer om processen.

# Page 799089619 - Control 1575635115 - Property 2879900210
source: Learn more
es_es: Más información
it_ch: Ulteriori informazioni
sv_se: Läs mer

# Page 799089619 - Control 2515772770 - Property 1295455071
source: Specifies the extension which has added this setup.
da_dk: Angiver den udvidelse, som har tilføjet denne opsætning.
es_es: Especifica la extensión que ha agregado esta configuración.
fr_fr: Spécifie l'extension qui a ajouté cette configuration.
it_ch: Specifica l'estensione che ha aggiunto il setup.
nl_be: Hiermee wordt de extensie opgegeven die deze instelling heeft toegevoegd.
ru_ru: Определяет расширение, которое добавило эту настройку.
sv_se: Anger tillägget som har lagts till den här konfigurationen.

# Page 799089619 - Control 2961552353 - Property 1295455071
source: Specifies the name.
da_dk: Angiver navnet.
es_es: Especifica el nombre.
fr_fr: Spécifie le nom.
it_ch: Specifica il nome.
nl_be: Hiermee wordt de naam opgegeven.
ru_ru: Определяет имя.
sv_se: Anger namnet.

# Page 799089619 - Control 3461834954 - Property 1295455071
source: Specifies the description of the set up.
da_dk: Angiver beskrivelsen af opsætningen.
es_es: Especifica la descripción de la configuración.
fr_fr: Spécifie la description du paramétrage.
it_ch: Specifica la descrizione dell'impostazione.
nl_be: Hiermee wordt de omschrijving van de instelling opgegeven.
ru_ru: Определяет описание настройки.
sv_se: Anger beskrivningen av inställningen.

# Page 799089619 - Control 3665605423 - Property 1295455071
source: Specifies whether the setup is complete.
da_dk: Angiver, om opsætningen er fuldført.
es_es: Especifica si se completó la configuración.
fr_fr: Indique si la configuration est terminée.
it_ch: Specifica se il setup è completato.
nl_be: Hiermee wordt opgegeven of de instelling is voltooid.
ru_ru: Указывает, завершена ли настройка.
sv_se: Anger om inställningen har slutförts.

# Page 799089619 - Control 691702675 - Property 1295455071
source: Play a video that describes the process.
da_dk: Afspil en video, der beskriver processen.
es_es: Reproduzca un vídeo que describa el proceso.
it_ch: Riprodurre un video che descrive il processo.
nl_be: Een video afspelen die het proces beschrijft.
ru_ru: Воспроизведение видео с описанием процесса.
sv_se: Spela upp ett videoklipp som beskriver processen.

# Page 799089619 - Control 691702675 - Property 2879900210
source: Video
es_es: Vídeo
fr_fr: Vidéo
ru_ru: Видео

# Page 825875962 - Control 3162830111 - Property 1295455071
source: Specifies the date and time the email was sent.
es_es: Especifica la fecha y la hora de envío del mensaje de correo electrónico.
it_ch: Specifica la data e l'ora di invio del messaggio.
sv_se: Anger datum och tidpunkt då e-postmeddelandet skickades.

# Page 825875962 - Control 3162830111 - Property 2879900210
source: Sent
es_es: Enviado
it_ch: Inviato
sv_se: Skickad

# Page 825875962 - Control 3460611877 - Property 1295455071
source: Specifies the Business Central user who sent this email.
es_es: Especifica el usuario de Business Central que envió este mensaje de correo electrónico.
it_ch: Specifica l'utente Business Central che ha inviato il messaggio e-mail.
sv_se: Anger Business Central-användaren som skickade detta e-postmeddelande.

# Page 825875962 - Control 3552705779 - Property 1295455071
source: Specifies a short description of the email that was sent.
es_es: Especifica una descripción breve del mensaje de correo electrónico que se envió.
it_ch: Specifica una breve descrizione del messaggio e-mail che è stato inviato.
sv_se: Anger en kort beskrivning av e-postmeddelandet som skickades.

# Page 825875962 - Control 3916863470 - Property 1295455071
source: Specifies the email address that this email was sent from.
es_es: Especifica la dirección de correo electrónico desde la que se envió este mensaje de correo electrónico.
it_ch: Specifica l'indirizzo e-mail da cui è stato inviato il messaggio e-mail.
sv_se: Anger e-postadressen som det här e-postmeddelandet skickades från.

# Page 825875962 - Control 3916863470 - Property 2879900210
source: Sent From
es_es: Enviados desde
it_ch: Inviato da
sv_se: Skickat från

# Page 825875962 - Control 854218517 - Property 1295455071
source: Specifies the type of email extension that was used to send the email.
es_es: Especifica el tipo de extensión de correo electrónico que se usó para enviar el mensaje de correo electrónico.
it_ch: Specifica il tipo di estensione e-mail che è stata utilizzata per inviare l'e-mail.
sv_se: Anger vilken typ av e-posttillägg som användes för att skicka e-postmeddelandet.

# Page 826565576 - Control 1939157249 - Property 1295455071
source: Specifies the publisher of the app that this page is used to set up.
es_es: Especifica al editor de la aplicación que esta página se usa para configurar.
it_ch: Specifica l'editore dell'app utilizzata dalla pagina per il setup.
sv_se: Anger utgivaren av den app som konfigureras med den här sidan.

# Page 826565576 - Control 2515772770 - Property 1295455071
source: Specifies the app that this page is used to set up.
es_es: Especifica a la aplicación que esta página se usa para configurar.
it_ch: Specifica l'app utilizzata dalla pagina per il setup.
sv_se: Anger appen som konfigureras med den här sidan.

# Page 826565576 - Control 2961552353 - Property 1295455071
source: Specifies the name.
es_es: Especifica el nombre.
it_ch: Specifica il nome.
sv_se: Anger namnet.

# Page 826565576 - Control 2961552353 - Property 2879900210
source: Page
es_es: Página
it_ch: Pagina
sv_se: Sida

# Page 826565576 - Control 3461834954 - Property 1295455071
source: Specifies a description of the setup.
es_es: Especifica una descripción de la configuración.
it_ch: Specifica una descrizione del setup.
sv_se: Anger en beskrivning av konfigurationen.

# Page 862534927 - Control 2961552353 - Property 1295455071
source: Specifies the name of the record.
da_dk: Angiver navnet på recorden.
es_es: Especifica el nombre del registro.
fr_fr: Spécifie le nom de l'enregistrement.
it_ch: Specifica il nome del record.
nl_be: Hiermee wordt de naam van de record opgegeven.
ru_ru: Определяет имя записи.
sv_se: Anger postens namn.

# Page 906691248 - Control 579552529 - Property 1968111052
source: A sign in window is open. To continue, pick the account you want to use and accept the conditions. This message will close when you are done.
es_es: Hay una ventana de inicio de sesión abierta. Para continuar, elija la cuenta que desea usar y acepte las condiciones. Este mensaje se cerrará cuando haya terminado.
it_ch: Una finestra di accesso è aperta. Per continuare, scegliere l'account che si desidera utilizzare e accettare le condizioni. Una volta fatto, questo messaggio viene chiuso.
sv_se: Ett inloggningsfönster är öppet. Om du vill fortsätta väljer du det konto du vill använda och godkänner villkoren. Det här meddelandet stängs när du är klar.

# Page 1105213220 - NamedType 1965782370
source: Do you want to set data sensitivity to %1 on %2 fields?
da_dk: Vil du indstille datafølsomheden til %1 i %2-felter?
es_es: ¿Desea establecer la confidencialidad de datos en %1 para los campos %2?
fr_fr: Souhaitez-vous définir la sensibilité des données sur %1 dans les champs %2 ?
it_ch: Impostare la riservatezza di dati su %1 in %2 campi?
nl_be: Wilt u gegevensvertrouwelijkheid op %1 instellen voor %2 velden?
ru_ru: Задать значение %1 для конфиденциальности данных в полях %2?
sv_se: Vill du ange datakänsligheten till %1 för %2 fält?

# Page 1105213220 - NamedType 2808191070
source: No record has been selected.
da_dk: Der er ikke valgt en record.
es_es: No se ha seleccionado ningún registro.
fr_fr: Aucun enregistrement n'a été sélectionné.
it_ch: Nessun record selezionato.
nl_be: Er is geen record geselecteerd.
ru_ru: Не выбрана ни одна запись.
sv_se: Inga poster har valts.

# Page 1105213220 - NamedType 3732317208
source: Deleted User
da_dk: Slettet bruger
es_es: Usuario eliminado
fr_fr: Utilisateur supprimé
it_ch: Utente eliminato
nl_be: Verwijderde gebruiker
ru_ru: Удаленный пользователь
sv_se: Borttagen användare

# Page 1153700271 - NamedType 1713628989
source: Set filters
es_es: Establecer filtros
it_ch: Imposta filtri
nl_be: Filters instellen
ru_ru: Настройка фильтров
sv_se: Ange filter

# Page 1153700271 - NamedType 3092633424
source: This template is not associated with an entity and hence it can only be applied programmatically.
es_es: Esta plantilla no está asociada a una entidad y, por lo tanto, solo se puede aplicar mediante programación.
it_ch: Questo modello non è associato a un'entità e pertanto può essere collegato solo a livello di codice.
nl_be: Deze sjabloon is niet gekoppeld aan een entiteit en kan daarom alleen via programmering worden toegepast.
ru_ru: Этот шаблон не связан с сущностью, поэтому его можно применить только программно.
sv_se: Den här mallen är inte associerad med någon enhet och därför kan den bara tillämpas programmässigt.

# Page 1206474225 - NamedType 1825302534
source: The number of expired records is being calculated in the background. This may take a while.
es_es: El número de registros expirados se está calculando en segundo plano. Esto puede tardar un tiempo.
it_ch: Il numero di record scaduti viene calcolato in background. L'operazione potrebbe richiedere tempo.
sv_se: Antalet utgångna poster beräknas i bakgrunden. Det kan ta en stund.

# Page 1206474225 - NamedType 2824899842
source: The retention policy is not enabled. Would you like to enable it now?
da_dk: Opbevaringspolitikken er ikke aktiveret. Vil du aktivere den nu?
es_es: La directiva de retención no está habilitada. ¿Desea habilitarla ahora?
it_ch: Criteri di conservazione non abilitati. Abilitarli subito?
nl_be: Het bewaarbeleid is niet geactiveerd. Wilt u het nu activeren?
ru_ru: Политика хранения не включена. Включить ее сейчас?
sv_se: Kvarhållningsprincipen är inte aktiverad. Vill du aktivera den nu?

# Page 1251581097 - NamedType 3318074931
source: Your emails are being throttled due to the rate limit set on an account.
es_es: Se están limitando los mensajes de correo electrónico debido al límite de velocidad establecido en una cuenta.
it_ch: I messaggi e-mail vengono limitati a causa del limite di frequenza impostato sull'account.
sv_se: Dina e-postmeddelanden begränsas på grund av den hastighetsgräns som har angetts för ett konto.

# Page 1251581097 - NamedType 4247047285
source: The email extension that was used to send this email has been uninstalled. To view information about the email account, you must reinstall the extension.
da_dk: Den mailudvidelse, der blev brugt til at sende denne mail, er blevet fjernet. Hvis du vil have vist oplysninger om mailkontoen, skal du geninstallere udvidelsen.
es_es: Se ha desinstalado la extensión de correo electrónico que se usó para enviar este mensaje de correo electrónico. Para ver la información sobre la cuenta de correo electrónico, debe volver a instalar la extensión.
it_ch: L'estensione e-mail utilizzata per l'invio di questo messaggio e-mail è stata disinstallata. Per visualizzare le informazioni relative all'account di posta elettronica, è necessario reinstallare l'estensione.
nl_be: De e-mailextensie die is gebruikt om deze e-mail te verzenden, is verwijderd. Als u informatie over het e-mailaccount wilt weergeven, moet u de extensie opnieuw installeren.
ru_ru: Почтовое расширение удалено, с помощью которого было отправлено это сообщение электронной почты, удалено. Для просмотра информации об учетной записи электронной почты необходимо установить расширение заново.
sv_se: E-posttillägget som användes för att skicka detta e-postmeddelande har avinstallerats. Om du vill visa information om e-postkontot måste du installera om tillägget.

# Page 1306929145 - NamedType 4047091786
source: The passwords that you entered do not match.
da_dk: De indtastede adgangskoder stemmer ikke overens.
es_es: Las contraseñas especificadas no coinciden.
fr_fr: Les mots de passe que vous avez entrés ne correspondent pas.
it_ch: Le password immesse non corrispondono.
nl_be: De ingevoerde wachtwoorden komen niet overeen.
ru_ru: Введенные пароли не совпадают.
sv_se: De angivna lösenorden stämmer inte överens.

# Page 1393501467 - NamedType 2043314487
source: CPU profile |*.alcpuprofile
es_es: Perfil de CPU |*.alcpuprofile
it_ch: Profilo CPU |*.alcpuprofile
sv_se: CPU-profil |*.alcpuprofile

# Page 1393501467 - NamedType 2160076607
source: The file might contain sensitive data, so be sure to handle it securely and according to privacy requirements. Do you want to continue?
es_es: El archivo podría incluir datos confidenciales, por lo que debe asegurarse de administrarlo de forma segura y según los requisitos de privacidad. ¿Desea continuar?
it_ch: Il file potrebbe contenere dati riservati, è necessario gestirlo in modo sicuro e in base ai requisiti di privacy. Continuare?
sv_se: Filen kan innehålla känsliga data, så se till att hantera den på ett säkert sätt och enligt sekretesskraven. Vill du fortsätta?

# Page 1393501467 - NamedType 2381464454
source: Upload a previously recorded performance profile
es_es: Cargar un perfil de rendimiento registrado previamente
it_ch: Caricare un profilo delle prestazioni registrato in precedenza
sv_se: Ladda upp en tidigare inspelad prestandaprofil

# Page 1550306620 - NamedType 581166427
source: Add a related entity (advanced)
es_es: Agregar una entidad relacionada (avanzado)
it_ch: Aggiungere un'entità correlata (avanzata)
nl_be: Gerelateerde entiteit toevoegen (geavanceerd)
ru_ru: Добавить связанную сущность (расширенную)
sv_se: Lägg till en relaterad enhet (avancerat)

# Page 1550306620 - NamedType 825368625
source: Add a related entity (simple)
es_es: Agregar una entidad relacionada (simple)
it_ch: Aggiungere un'entità correlata (semplice)
nl_be: Een gerelateerde entiteit toevoegen (eenvoudig)
ru_ru: Добавить связанную сущность (простой вариант)
sv_se: Lägg till en relaterad enhet (enkel)

# Page 1785861980 - NamedType 1154975446
source: Review affected data
da_dk: Gennemse berørte data
es_es: Revisar datos afectados
it_ch: Esamina i dati interessati
nl_be: Betrokken gegevens controleren
ru_ru: Просмотреть затрагиваемые данные
sv_se: Granska data som påverkas

# Page 1785861980 - NamedType 2247491078
source: The feature %1 cannot be enabled because data update handling is not implemented.
da_dk: Funktionen %1 kan ikke aktiveres, fordi håndtering af dataopdatering ikke er implementeret.
es_es: No se puede habilitar la característica %1 porque no se ha implementado el tratamiento de las actualizaciones de datos.
it_ch: Impossibile abilitare la funzionalità %1 perché la gestione degli aggiornamenti dati non è implementata.
nl_be: De functie %1 kan niet worden geactiveerd omdat verwerking van gegevensupdates niet is geïmplementeerd.
ru_ru: Функциональный компонент %1не может быть включен, так как обработка обновления данных не реализована.
sv_se: Det går inte att aktivera funktionen %1 eftersom hantering av datauppdateringar inte har implementerats.

# Page 1785861980 - NamedType 3970746100
source: There is no data to be updated. Complete the update in the current session to enable the feature.
da_dk: Der er ingen data at opdatere. Fuldfør opdateringen i den aktuelle session for at aktivere funktionen.
es_es: No hay datos para actualizar. Complete la actualización en la sesión actual para habilitar la característica.
it_ch: Nessun dato da aggiornare. Completare l'aggiornamento nella sessione corrente per abilitare la funzionalità.
nl_be: Er zijn geen gegevens die kunnen worden bijgewerkt. Voltooi de update in de huidige sessie om de functie in te schakelen.
ru_ru: Отсутствуют данные для обновления. Завершите обновление в текущем сеансе, чтобы включить функциональный компонент.
sv_se: Det finns inga data att uppdatera. Slutför uppdateringen i den aktuella sessionen om du vill aktivera funktionen.

# Page 1849231761 - NamedType 1791042584
source: User Settings
es_es: Ajustes de usuario
it_ch: Impostazioni utente
nl_be: Gebruikersvoorkeuren
ru_ru: Параметры пользователя
sv_se: Användarkonfiguration

# Page 1954735620 - NamedType 1554585786
source: User has chosen to close the installation progress and is not waiting for the installation to finish.
es_es: El usuario ha elegido cerrar el progreso de la instalación y no está esperando a que finalice la instalación.
it_ch: L'utente ha scelto di chiudere l'avanzamento dell'installazione e di non attendere il completamento dell'installazione.
sv_se: Användaren har valt att stänga installationsprocessen och väntar inte på att installationen ska slutföras.

# Page 1954735620 - NamedType 2792205536
source: Invalid operation id.
es_es: Id. operación no válido.
it_ch: ID operazione non valido.
sv_se: Ogiltigt åtgärds-ID.

# Page 2005578726 - NamedType 3563795241
source: Multi-select is not supported on this action
es_es: No se admite la selección múltiple en esta acción
it_ch: Selezione multipla non supportata per questa azione
sv_se: Det går inte att använda flerval för den här åtgärden

# Page 2005578726 - NamedType 3727125186
source: Installed Extensions
da_dk: Installerede udvidelser
es_es: Extensiones instaladas
fr_fr: Extensions installées
it_ch: Estensioni installate
nl_be: Geïnstalleerde extensies
ru_ru: Установленные расширения
sv_se: Installerade tillägg

# Page 2005578726 - NamedType 860257111
source: The extension %1 cannot be unpublished because it is installed.
da_dk: Udgivelsen af udvidelsen %1 kan ikke annulleres, da den er installeret.
es_es: No se puede anular la publicación de la extensión %1 porque está instalada.
fr_fr: Impossible d'annuler la publication de l'extension %1 car elle est installée.
it_ch: Impossibile annullare la pubblicazione dell'estensione %1 perché è installata.
nl_be: De publicatie van de extensie %1 kan niet ongedaan worden gemaakt, omdat deze is geïnstalleerd.
ru_ru: Не удается отменить публикацию расширения %1, поскольку оно установлено.
sv_se: Det går inte att upphäva publiceringen av tillägget %1 eftersom det är installerat.
