Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3989631842 - Control 3338462467 - Property 1295455071
source: Specifies the ID of the permission set.
es_es: Especifica el id. del conjunto de permisos.
it_ch: Specifica l'ID del set di autorizzazioni.
sv_se: Anger behörighetsuppsättningens ID.

# Page 3989631842 - Control 3338462467 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3989631842 - Control 3461834954 - Property 1295455071
source: Specifies the description of the permission set.
es_es: Especifica la descripción del conjunto de permisos.
it_ch: Specifica la descrizione del set di autorizzazioni.
sv_se: Anger en beskrivning av behörighetsuppsättningen.

# Page 3989631842 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
sv_se: Beskrivning

# Page 3989631842 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension that provides the permission set.
es_es: Especifica el nombre de la extensión que proporciona el conjunto de permisos.
it_ch: Specifica il nome dell'estensione che fornisce il set di autorizzazioni.
sv_se: Anger namnet på tillägget som tillhandahåller behörighetsuppsättningen.

# Page 3989631842 - Control 4023602082 - Property 2879900210
source: Extension Name
es_es: Nombre de extensión
it_ch: Nome estensione
sv_se: Namn på tillägg

# Page 4001231554 - Control 1257094138 - Property 2879900210
source: Business Central Excel add-in setup
es_es: Configuración de complementos de Excel de Business Central
it_ch: Setup componente aggiuntivo Excel di Business Central
nl_be: Instelling van Excel-invoegtoepassing van Business Central
ru_ru: Настройка надстройки Excel для Business Central
sv_se: Inställningar för Excel-tillägget för Business Central

# Page 4001231554 - Control 1325265185 - Property 1968111052
source: If your organization does not allow users to access the Office Store (AppSource), administrators can configure Centralized Deployment to control which users or groups can continue accessing the Excel add-in.
es_es: Si su organización no permite que los usuarios tengan acceso a la Tienda Office (AppSource), los administradores pueden configurar una implementación centralizada para controlar qué usuarios o grupos pueden tener acceso al complemento de Excel.
it_ch: Se l'organizzazione non consente agli utenti di accedere a Office Store (AppSource), gli amministratori possono configurare la distribuzione centralizzata per controllare quali utenti o gruppi possono continuare ad accedere al componente aggiuntivo di Excel.
nl_be: Als uw organisatie niet toestaat dat gebruikers toegang krijgen tot de Office Store (AppSource), kunnen beheerders Gecentraliseerde implementatie configureren om te bepalen welke gebruikers of groepen toegang hebben tot de Excel-invoegtoepassing.
ru_ru: Если ваша организация не разрешает пользователям доступ к Магазину Office (AppSource), администраторы могут настроить централизованное развертывание, чтобы пользователи или группы, которым это необходимо, могли продолжать пользоваться надстройкой Excel.
sv_se: Om din organisation inte tillåter att användare får åtkomst till Office Store (AppSource), kan administratörer konfigurera Centraliserad distribution för att styra vilka användare eller grupper som har fortsatt åtkomst till Excel-tillägget.

# Page 4001231554 - Control 1330212104 - Property 1968111052
source: 2. Choose ‘Get apps’, then search for and add ‘Microsoft Dynamics Office Add-in´.
es_es: 2. Elija "Obtener aplicaciones" y, a continuación, busque y agregue "Complemento de Microsoft Dynamics Office".
it_ch: 2. Scegliere "Scarica app", quindi cercare e aggiungere "Componente aggiuntivo per Office di Microsoft Dynamics".
nl_be: 2. Kies 'Apps ophalen', zoek vervolgens 'Microsoft Dynamics Office-invoegtoepassing' en voeg dit toe.
ru_ru: 2. Выберите "Получить приложения", затем найдите приложение "Microsoft Dynamics Office Add-in" и добавьте его.
sv_se: 2. Välj "Hämta appar" och sök sedan efter och lägg till ́"Office-tillägg för Microsoft Dynamics".

# Page 4001231554 - Control 1341261272 - Property 1968111052
source: Users of this environment can either receive the add-in through Centralized Deployment or through individual acquisition from the Office Store, but not both.
es_es: Los usuarios de este entorno pueden recibir el complemento a través de la implementación centralizada o mediante una compra individual de la Tienda Office, pero no de ambas maneras.
it_ch: Gli utenti di questo ambiente possono ricevere il componente aggiuntivo tramite la distribuzione centralizzata o tramite l'acquisizione individuale da Office Store, ma non entrambe.
nl_be: Gebruikers van deze omgeving kunnen de invoegtoepassing ontvangen via Gecentraliseerde implementatie of via afzonderlijke aanschaf vanuit de Office Store, maar niet beide.
ru_ru: Пользователи этой среды могут получить надстройку либо посредством централизованного развертывания, либо путем самостоятельного приобретения из Магазина Office, но не обоими этими способами.
sv_se: Användare av den här miljön kan ta emot tillägget via Centraliserad distribution eller skaffa det själv från Office Store, men inte båda.

# Page 4001231554 - Control 182752656 - Property 1968111052
source: Let’s start by configuring app settings in Microsoft 365. You must be part of the Office apps admin role or Global admin role to do this.
es_es: Empecemos por la configuración de las opciones de la aplicación en Microsoft 365. Para poder hacerla, debe formar parte del rol de administrador de aplicaciones de Office o del rol de administrador global.
it_ch: Si inizia configurando le impostazioni dell'app in Microsoft 365. Per eseguire questa attività è necessario disporre del ruolo di amministratore delle app di Office o di amministratore globale.
nl_be: Begin met het configureren van app-instellingen in Microsoft 365. U moet onderdeel van de beheerdersrol voor Office-apps of de globale beheerdersrol uitmaken om dit te kunnen doen.
ru_ru: Давайте начнем с задания настроек приложения в Microsoft 365. Для этого у вас должна быть роль администратора приложений Office или роль глобального администратора.
sv_se: Vi börjar med att konfigurera appinställningar i Microsoft 365. Du måste ha en administrativ roll för Office-appar eller ha rollen som global administratör för att kunna göra detta.

# Page 4001231554 - Control 1918365569 - Property 1968111052
source: Enabling Centralized Deployment affects features that use the Excel add-in, such as the ‘Edit in Excel’ action, but has no impact on other Excel-related features and does not affect permissions assigned to users in Business Central.
es_es: La habilitación de una implementación centralizada afecta a las características que usan el complemento de Excel, como la acción "Editar en Excel', pero no afecta a otras características relacionadas con Excel, ni tampoco afecta a los permisos asignados a los usuarios de Business Central.
it_ch: L'abilitazione della distribuzione centralizzata influisce sulle funzionalità che utilizzano il componente aggiuntivo di Excel, ad esempio l'azione "Modifica in Excel", ma non ha alcun impatto su altre funzioni correlate a Excel o sulle autorizzazioni assegnate agli utenti in Business Central.
nl_be: Gecentraliseerde implementatie inschakelen is van invloed op functies die de Excel-invoegtoepassing gebruiken, zoals de actie 'Bewerken in Excel', maar het heeft geen invloed op andere aan Excel gerelateerde functies en is ook niet van invloed op machtigingen die zijn toegewezen aan gebruikers in Business Central.
ru_ru: Включение централизованного развертывания затрагивает функции, для которых используется надстройка Excel, например действие "Изменить в Excel", но не влияет на другие связанные с Excel функции или на разрешения, назначенные пользователям в Business Central.
sv_se: Om du aktiverar Centraliserad distribution påverkas funktioner som använder Excel-tillägget, till exempel åtgärden "Redigera i Excel". Detta har dock ingen inverkan på andra Excel-relaterade funktioner och påverkar inte de behörigheter som har tilldelats användare i Business Central.

# Page 4001231554 - Control 1978957889 - Property 1968111052
source: Enabling Centralized Deployment on this environment requires users to have their identity assigned to the add-in in Microsoft 365 as specified in the previous step to continue using the Edit in Excel feature.
es_es: Al habilitar la implementación centralizada en este entorno, se requiere que los usuarios tengan su identidad asignada al complemento de Microsoft 365, según se especificó en el paso anterior, para seguir usando la característica Editar en Excel.
it_ch: L'abilitazione della distribuzione centralizzata in questo ambiente richiede che gli utenti dispongano dell'identità assegnata al componente aggiuntivo in Microsoft 365 come specificato nel passaggio precedente per continuare a usare la funzionalità Modifica in Excel.
nl_be: Voor de inschakeling van Gecentraliseerde implementatie in deze omgeving moet de identiteit van gebruikers in Microsoft 365 aan de invoegtoepassing zijn toegewezen om de functie Bewerken in Excel te kunnen blijven gebruiken.
ru_ru: Для включения централизованного развертывания в этой среде необходимо назначить удостоверения пользователей надстройке в Microsoft 365, как указано на предыдущем шаге. Это даст им возможность продолжать использовать функцию "Изменить в Excel".
sv_se: Om du aktiverar Centraliserad distribution i den här miljön måste användarna ha sina identiteter tilldelade för tillägget i Microsoft 365 som anges i föregående steg för att kunna fortsätta använda funktionen Redigera i Excel.

# Page 4001231554 - Control 2252241102 - Property 2879900210
source: Configure Business Central
es_es: Configurar Business Central
it_ch: Configura Business Central
nl_be: Business Central configureren
ru_ru: Настройте Business Central
sv_se: Konfigurera Business Central

# Page 4001231554 - Control 2649492572 - Property 2879900210
source: All done?
es_es: ¿Todo listo?
it_ch: Tutto fatto?
nl_be: Helemaal klaar?
ru_ru: Готово?
sv_se: Är allt klart?

# Page 4001231554 - Control 3169764171 - Property 1295455071
source: Enables Centralized Deployment on this environment.
es_es: Habilita la implementación centralizada en este entorno.
it_ch: Abilita la distribuzione centralizzata in questo ambiente.
sv_se: Aktiverar centraliserad distribution i den här miljön.

# Page 4001231554 - Control 3169764171 - Property 2879900210
source: Use Centralized Deployment
es_es: Usar implementación centralizada
it_ch: Usa distribuzione centralizzata
nl_be: Gecentraliseerde implementatie gebruiken
ru_ru: Использовать централизованное развертывание
sv_se: Använd Centraliserad distribution

# Page 4001231554 - Control 3647570164 - Property 2879900210
source: Let's go!
es_es: Empecemos.
it_ch: Inizia
nl_be: Aan de slag!
ru_ru: Приступим!
sv_se: Sätt i gång!

# Page 4001231554 - Control 3996033732 - Property 1968111052
source: Centralized Deployment requires configuring both Microsoft 365 and Business Central. Choose Next to get started.
es_es: La implementación centralizada requiere que se configure tanto Microsoft 365 como Business Central. Elija Siguiente para empezar.
it_ch: La distribuzione centralizzata richiede la configurazione di Microsoft 365 e Business Central. Scegliere Avanti per iniziare.
nl_be: Gecentraliseerde implementatie vereist dat zowel Microsoft 365 als Business Central wordt geconfigureerd. Kies Volgende om aan de slag te gaan.
ru_ru: Для централизованного развертывания необходимо настроить и Microsoft 365, и Business Central. Чтобы начать, нажмите "Далее".
sv_se: Om du vill använda Centraliserad distribution måste du konfigurera både Microsoft 365 och Business Central. Välj Nästa för att komma i gång.

# Page 4001231554 - Control 4245212746 - Property 1968111052
source: After the add-in has been deployed, choose Next to configure Business Central.
es_es: Después de implementar el complemento, elija Siguiente para configurar Business Central.
it_ch: Dopo aver distribuito il componente aggiuntivo, scegliere Avanti per configurare Business Central.
nl_be: Nadat de invoegtoepassing is geïmplementeerd, kiest u Volgende om Business Central te configureren.
ru_ru: После развертывания надстройки нажмите "Далее", чтобы настроить Business Central.
sv_se: När tillägget har distribuerats väljer du Nästa för att konfigurera Business Central.

# Page 4001231554 - Control 463882100 - Property 2879900210
source: Configure Microsoft 365
es_es: Configurar Microsoft 365
it_ch: Configura Microsoft 365
nl_be: Microsoft 365 configureren
ru_ru: Настройте Microsoft 365
sv_se: Konfigurera Microsoft 365

# Page 4001231554 - Control 692515487 - Property 1968111052
source: 3. Follow the deployment instructions and choose who has access to the add-in.
es_es: 3. Siga las instrucciones de implementación y elija quién tiene acceso al complemento.
it_ch: 3. Seguire le istruzioni di distribuzione e scegliere chi ha accesso al componente aggiuntivo.
nl_be: 3. Volg de implementatie-instructies en kies wie toegang heeft tot de invoegtoepassing.
ru_ru: 3. Следуйте инструкциям по развертыванию и выберите, у кого должен быть доступ к надстройке.
sv_se: 3. Följ anvisningarna i distributionsguiden och välj vem som ska ha åtkomst till tillägget.

# Page 4021082514 - Control 1225782422 - Property 2879900210
source: Attachments
da_dk: Vedhæftede filer
es_es: Datos adjuntos
it_ch: Allegati
nl_be: Bijlagen
ru_ru: Вложения
sv_se: Bilagor

# Page 4021082514 - Control 1267408499 - Property 1295455071
source: Specifies the account from which the email was sent.
da_dk: Angiver den konto, som mailen er sendt fra.
es_es: Especifica la cuenta desde la que se envió el mensaje de correo electrónico.
it_ch: Specifica l'account da cui è stato inviato il messaggio e-mail.
nl_be: Hiermee wordt het account opgegeven van waaruit het e-mailbericht is verzonden.
ru_ru: Определяет учетную запись, от которой было отправлено сообщение электронной почты.
sv_se: Anger kontot som e-postmeddelandet skickades från.

# Page 4021082514 - Control 1267408499 - Property 2879900210
source: From
da_dk: Fra
es_es: Desde
it_ch: Da
nl_be: Van
ru_ru: От
sv_se: Från

# Page 4021082514 - Control 2282749623 - Property 1295455071
source: Specifies the content of the email.
da_dk: Angiver indholdet af mailen.
es_es: Especifica el contenido del mensaje de correo electrónico.
it_ch: Specifica il contenuto del messaggio e-mail.
nl_be: Hiermee wordt de inhoud van de e-mail opgegeven.
ru_ru: Определяет содержимое сообщения электронной почты.
sv_se: Anger e-postmeddelandets innehåll.

# Page 4021082514 - Control 2282749623 - Property 2879900210
source: Message
da_dk: Meddelelse
es_es: Mensaje
it_ch: Messaggio
nl_be: Bericht
ru_ru: Сообщение
sv_se: Meddelande

# Page 4021082514 - Control 2439845918 - Property 1295455071
source: Specifies the email CC recipients.
da_dk: Angiver mailens CC-modtagere.
es_es: Especifica los destinatarios en CC del mensaje de correo electrónico.
it_ch: Specifica i destinatari Cc del messaggio e-mail.
nl_be: Hiermee worden de CC-ontvangers van het e-mailbericht opgegeven.
ru_ru: Определяет получателей копии сообщения электронной почты.
sv_se: Anger mottagarna av kopia av e-postmeddelandet.

# Page 4021082514 - Control 2516836987 - Property 1295455071
source: Specifies the email recipients.
da_dk: Angiver mailens modtagere.
es_es: Especifica los destinatarios del mensaje de correo electrónico.
it_ch: Specifica i destinatari del messaggio e-mail.
nl_be: Hiermee worden de ontvangers van het e-mailbericht opgegeven.
ru_ru: Определяет получателей сообщения электронной почты.
sv_se: Anger mottagarna av e-postmeddelandet.

# Page 4021082514 - Control 2516836987 - Property 2879900210
source: To
da_dk: Til
es_es: Para
it_ch: A
nl_be: Aan
ru_ru: Кому
sv_se: Till

# Page 4021082514 - Control 277965026 - Property 1295455071
source: Specifies the subject of the sent email.
da_dk: Angiver den sendte mails emne.
es_es: Especifica el asunto del mensaje de correo electrónico enviado.
it_ch: Specifica l'oggetto del messaggio e-mail inviato.
nl_be: Hiermee wordt het onderwerp van het verzonden e-mailbericht opgegeven.
ru_ru: Определяет тему отправляемого сообщения электронной почты.
sv_se: Anger ämnet för e-postmeddelandet som skickats.

# Page 4021082514 - Control 277965026 - Property 2879900210
source: Subject
da_dk: Emne
es_es: Asunto
it_ch: Oggetto
nl_be: Onderwerp
ru_ru: Тема
sv_se: Ämne

# Page 4021082514 - Control 3825649316 - Property 1295455071
source: Specifies the email BCC recipients.
da_dk: Angiver mailens BCC-modtagere.
es_es: Especifica los destinatarios en CCO del mensaje de correo electrónico.
it_ch: Specifica i destinatari Ccn del messaggio e-mail.
nl_be: Hiermee worden de BCC-ontvangers van het e-mailbericht opgegeven.
ru_ru: Определяет получателей скрытой копии сообщения электронной почты.
sv_se: Anger mottagarna av hemlig kopia av e-postmeddelande.

# Page 4021082514 - Control 3825649316 - Property 2879900210
source: Bcc
es_es: CCO
it_ch: Ccn
ru_ru: СК
sv_se: Dold kopia

# Page 4021082514 - Control 4234547318 - Property 1295455071
source: Specifies the content of the email.
da_dk: Angiver indholdet af mailen.
es_es: Especifica el contenido del mensaje de correo electrónico.
it_ch: Specifica il contenuto del messaggio e-mail.
nl_be: Hiermee wordt de inhoud van de e-mail opgegeven.
ru_ru: Определяет содержимое сообщения электронной почты.
sv_se: Anger e-postmeddelandets innehåll.

# Page 4021082514 - Control 4234547318 - Property 2879900210
source: Message
da_dk: Meddelelse
es_es: Mensaje
it_ch: Messaggio
nl_be: Bericht
ru_ru: Сообщение
sv_se: Meddelande

# Page 4035890834 - Control 1085746399 - Property 1295455071
source: Specifies the object type.
da_dk: Angiver objekttypen.
es_es: Especifica el tipo de objeto.
fr_fr: Spécifie le type d'objet.
it_ch: Specifica il tipo di oggetto.
nl_be: Hiermee wordt de objectsoort opgegeven.
ru_ru: Определяет тип объекта.
sv_se: Anger objekttypen.

# Page 4035890834 - Control 1085746399 - Property 2879900210
source: Type
es_es: Tipo
it_ch: Tipo
nl_be: Soort
ru_ru: Тип
sv_se: Typ

# Page 4035890834 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object.
da_dk: Angiver navnet på objektet.
es_es: Especifica el nombre del objeto.
fr_fr: Spécifie le nom de l'objet.
it_ch: Specifica il nome dell'oggetto.
nl_be: Hiermee wordt de naam van het object opgegeven.
ru_ru: Определяет имя объекта.
sv_se: Anger objektets namn.

# Page 4035890834 - Control 1418569422 - Property 2879900210
source: Object Name
da_dk: Objektnavn
es_es: Nombre objeto
fr_fr: Nom objet
it_ch: Nome oggetto
nl_be: Objectnaam
ru_ru: Имя объекта
sv_se: Objektnamn

# Page 4035890834 - Control 3711240756 - Property 1295455071
source: Specifies the object ID.
da_dk: Angiver id'et for objektet.
es_es: Especifica el id. de objeto.
fr_fr: Spécifie l'ID d'objet.
it_ch: Specifica l'ID oggetto.
nl_be: Hiermee wordt de object-id opgegeven.
ru_ru: Определяет идентификатор объекта.
sv_se: Anger objektets ID.

# Page 4035890834 - Control 3804014811 - Property 1295455071
source: Specifies the subtype of the object.
es_es: Especifica el subtipo del objeto.
it_ch: Specifica il sottotipo dell'oggetto.
sv_se: Anger objektets undertyp.

# Page 4035890834 - Control 3804014811 - Property 2879900210
source: Object Subtype
es_es: Subtipo de objeto
it_ch: Sottotipo oggetto
sv_se: Undertyp för objekt

# Page 4035890834 - Control 3811799877 - Property 1295455071
source: Specifies the caption of the object.
da_dk: Angiver objektets titel.
es_es: Especifica el título del objeto.
fr_fr: Spécifie le libellé de l'objet.
it_ch: Specifica la didascalia dell'oggetto.
nl_be: Hiermee wordt het bijschrift van het object opgegeven.
ru_ru: Определяет метку объекта.
sv_se: Anger objektets rubrik.

# Page 4035890834 - Control 3811799877 - Property 2879900210
source: Object Caption
da_dk: Objekttitel
es_es: Título objeto
fr_fr: Libellé objet
it_ch: Didascalia oggetto
nl_be: Objectbijschrift
ru_ru: Метка объекта
sv_se: Objektrubrik

# Page 4035890834 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension the object comes from.
da_dk: Angiver navnet på udvidelsen på den udvidelse, som objektet stammer fra.
es_es: Especifica el nombre de la extensión de la que procede el objeto.
fr_fr: Spécifie le nom de l’extension d'où provient l’objet.
it_ch: Specifica il nome dell'estensione da cui deriva l'oggetto.
nl_be: Hiermee wordt de naam opgegeven van de extensie waaruit het object afkomstig is.
ru_ru: Определяет имя расширения, которое является источником объекта.
sv_se: Anger namnet på tillägget som objektet kommer från.

# Page 4035890834 - Control 4023602082 - Property 2879900210
source: Extension Name
da_dk: Udvidelsesnavn
es_es: Nombre de extensión
fr_fr: Nom de l'extension
it_ch: Nome estensione
nl_be: Extensienaam
ru_ru: Название расширения
sv_se: Namn på tillägg

# Page 4047916792 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
da_dk: Angiver logoet fra udvidelsen, eksempelvis tjenesteudbyderens logo.
es_es: Especifica el logotipo de la extensión, como el logotipo del proveedor de servicios.
fr_fr: Spécifie le logo de l'extension, tel que le logo du fournisseur de service.
it_ch: Specifica il logo dell'estensione, ad esempio il logo del provider di servizi.
nl_be: Hiermee wordt het logo opgegeven van de extensie, zoals het logo van de serviceprovider.
ru_ru: Определяет логотип расширения, например логотип поставщика службы.
sv_se: Anger tilläggets logotyp, till exempel logotypen för tjänstleverantören.

# Page 4047916792 - Control 1123305005 - Property 2879900210
source: Logo
es_es: Logotipo
ru_ru: Логотип
sv_se: Logotyp

# Page 4047916792 - Control 1772640682 - Property 1295455071
source: Specifies the person or company that created the extension.
da_dk: Angiver den person eller den virksomhed, som oprettede udvidelsen.
es_es: Especifica la persona o la empresa que creó la extensión.
fr_fr: Spécifie la personne ou la société ayant créé l'extension.
it_ch: Specifica la persona o la società che ha creato l'estensione.
nl_be: Hiermee wordt opgegeven welke persoon of welk bedrijf de extensie heeft gemaakt.
ru_ru: Определяет лицо или организацию, разработавших расширение.
sv_se: Anger personen eller företaget som skapade tillägget.

# Page 4047916792 - Control 1772640682 - Property 2879900210
source: Publisher
da_dk: Udgiver
es_es: Editor
fr_fr: Éditeur
it_ch: Editore
nl_be: Uitgever
ru_ru: Издатель
sv_se: Utgivare

# Page 4047916792 - Control 237762718 - Property 1295455071
source: Specifies the version of the extension.
da_dk: Angiver udvidelsens version.
es_es: Especifica la versión de la extensión.
fr_fr: Spécifie la version de l'extension.
it_ch: Specifica la versione dell'estensione.
nl_be: Hiermee wordt de versie van de extensie opgegeven.
ru_ru: Определяет версию расширения.
sv_se: Anger tilläggets version.

# Page 4047916792 - Control 237762718 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Page 4047916792 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
da_dk: Angiver navnet på udvidelsen.
es_es: Especifica el nombre de la extensión.
fr_fr: Spécifie le nom de l'extension.
it_ch: Specifica il nome dell'estensione.
nl_be: Hiermee wordt de naam van de extensie opgegeven.
ru_ru: Определяет имя расширения.
sv_se: Anger namnet på tillägget.

# Page 4047916792 - Control 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn
