Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1785861980 - Control 2521436282 - Property 1295455071
source: Specifies the earliest date and time when the task should be run in the background session.
da_dk: Angiver den tidligste dato og det tidligste klokkeslæt for, hvornår opgaven skal køres i baggrundssessionen.
es_es: Especifica la primera fecha y hora en que debe ejecutarse la tarea en la sesión en segundo plano.
it_ch: Specifica la data e l'ora più recenti in cui il task deve essere eseguito nella sessione in background.
nl_be: Hiermee worden de vroegste datum en tijd opgegeven waarop de taak moet worden uitgevoerd in de achtergrondsessie.
ru_ru: Определяет самые ранние дату и время, когда должна быть запущена задача в фоновом сеансе.
sv_se: Anger tidigaste datum och tid då uppgiften ska köras i bakgrundssessionen.

# Page 1785861980 - Control 2521436282 - Property 2879900210
source: Start Date/Time
da_dk: Startdato/-tidspunkt
es_es: Fecha/hora inicio
it_ch: Data/ora inizio
nl_be: Begindatum-/tijd
ru_ru: Дата/время начала
sv_se: Startdatum/-tid

# Page 1785861980 - Control 2758287844 - Property 1295455071
source: Specifies whether the user does understand the update procedure and agree to proceed.
da_dk: Angiver, om brugeren forstår opdateringsproceduren og accepterer at fortsætte.
es_es: Especifica si el usuario entiende el procedimiento de actualización y está acepta continuar.
it_ch: Specifica se l'utente comprende la procedura di aggiornamento e accetta di procedere.
nl_be: Hiermee wordt opgegeven of de gebruiker de updateprocedure begrijpt en ermee instemt.
ru_ru: Указывает, понимает ли пользователь суть процедуры обновления и соглашается ли на продолжение.
sv_se: Anger om användaren förstår uppdateringsproceduren och går med på att fortsätta.

# Page 1785861980 - Control 2758287844 - Property 2879900210
source: I accept the data update
da_dk: Jeg accepterer dataopdateringen
es_es: Acepto la actualización de datos
it_ch: Accetto l'aggiornamento dati
nl_be: Ik accepteer de gegevensupdate
ru_ru: Я соглашаюсь с обновлением данных
sv_se: Jag godkänner datauppdateringen

# Page 1785861980 - Control 2916936581 - Property 2879900210
source: Step 1
da_dk: Trin 1
es_es: Paso 1
it_ch: Passaggio 1
nl_be: Stap 1
ru_ru: Шаг 1
sv_se: Steg 1

# Page 1785861980 - Control 3335115421 - Property 1295455071
source: Specifies whether the task should be run in the current or in the background session.
da_dk: Angiver, om opgaven skal køres i den aktuelle session eller i baggrundssessionen.
es_es: Especifica si la tarea debe ejecutarse en la sesión actual o en la que se encuentra en segundo plano.
it_ch: Specifica se il task deve essere eseguito nella sessione corrente o in background.
nl_be: Hiermee wordt opgegeven of de taak moet worden uitgevoerd in de huidige sessie of in de achtergrondsessie.
ru_ru: Указывает, в текущем или в фоновом сеансе должна запускаться задача.
sv_se: Anger om uppgiften ska köras i den aktuella sessionen eller i bakgrundssessionen.

# Page 1785861980 - Control 3335115421 - Property 2879900210
source: Run In Background Session
da_dk: Kør i baggrundssession
es_es: Ejecutar en la sesión en segundo plano
it_ch: Esegui in sessione in background
nl_be: Uitvoeren in achtergrondsessie
ru_ru: Запустить в фоновом сеансе
sv_se: Kör i bakgrundssession

# Page 1785861980 - Control 3461834954 - Property 1295455071
source: Specifies the description of what is going to happen during the data update task.
da_dk: Angiver beskrivelsen af, hvad der skal ske under dataopdateringsopgaven.
es_es: Especifica la descripción de lo que se va a producir durante la tarea de actualización de datos.
it_ch: Specifica la descrizione di cosa accade durante il task di aggiornamento dati.
nl_be: Hiermee wordt de beschrijving opgegeven van wat er gebeurt tijdens de gegevensupdatetaak.
ru_ru: Определяет описание того, что будет происходить во время выполнения задачи обновления данных.
sv_se: Anger en beskrivning av vad som ska ske under datauppdateringsuppgiften.

# Page 1785861980 - Control 3752326231 - Property 1968111052
source: The data update task will be running in the background session.
da_dk: Dataopdateringsopgaven vil køre i baggrundssessionen.
es_es: La tarea de actualización de datos se ejecutará en la sesión en segundo plano.
it_ch: Il task di aggiornamento dati verrà eseguito nella sessione in background.
nl_be: De gegevensupdatetaak wordt uitgevoerd in de achtergrondsessie.
ru_ru: Задача обновления данных будет запущена в фоновом сеансе.
sv_se: Datauppdateringsuppgiften ska köras i bakgrundssessionen.

# Page 1785861980 - Control 518794847 - Property 1968111052
source: The data update task will be running in the current session.
da_dk: Dataopdateringsopgaven vil køre i den aktuelle session.
es_es: La tarea de actualización de datos se ejecutará en la sesión actual.
it_ch: Il task di aggiornamento dati verrà eseguito nella sessione corrente.
nl_be: De gegevensupdatetaak wordt uitgevoerd in de huidige sessie.
ru_ru: Задача обновления данных будет запущена в текущем сеансе.
sv_se: Datauppdateringsuppgiften ska köras i den aktuella sessionen.

# Page 1785861980 - Control 746829113 - Property 1295455071
source: Specifies whether the task should be run immediately in the background session.
da_dk: Angiver, om opgaven skal køres omgående i baggrundssessionen.
es_es: Especifica si la tarea debe ejecutarse inmediatamente en la sesión en segundo plano.
it_ch: Specifica se il task deve essere eseguito immediatamente nella sessione in background.
nl_be: Hiermee wordt opgegeven of de taak direct in de achtergrondsessie moet worden uitgevoerd.
ru_ru: Указывает, должна ли задача быть немедленно запущена в фоновом сеансе.
sv_se: Anger om uppgiften ska köras omedelbart i bakgrundssessionen.

# Page 1785861980 - Control 746829113 - Property 2879900210
source: Run Immediately
da_dk: Kør med det samme
es_es: Ejecutar inmediatamente
it_ch: Esegui immediatamente
nl_be: Onmiddellijk uitvoeren
ru_ru: Запустить немедленно
sv_se: Kör omedelbart

# Page 1785861980 - Control 872480034 - Property 2879900210
source: What is updated
da_dk: Hvad opdateres
es_es: Qué se actualiza
it_ch: Cosa viene aggiornato
nl_be: Wat is er bijgewerkt
ru_ru: Что обновляется
sv_se: Vad uppdateras

# Page 1849231761 - Control 2241665020 - Property 1295455071
source: Specifies the region setting for the user. The region defines display formats, for example, for dates, numbering, symbols, and currency. Users can change this on the My Settings page.
es_es: Especifica la configuración de la región para el usuario. La región define formatos de visualización, por ejemplo, fechas, numeración, símbolos y divisa. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica l'impostazione dell'area geografica per l'utente. L'area geografica definisce i formati di visualizzazione, ad esempio per date, numeri, simboli e valute. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de regio-instelling voor de gebruiker opgegeven. Met de regio worden indelingen gedefinieerd, bijvoorbeeld voor datums, nummering, symbolen en valuta. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет регион пользователя. От региона зависят форматы отображения дат, нумерации, символов, денежных значений и т. п. Пользователь может сменить регион на странице "Мои настройки".
sv_se: Anger användarens regioninställning. Regionen definierar visningsformaten, till exempel för datum, numrering, symboler och valuta. Användarna kan ändra detta på sidan Mina inställningar.

# Page 1849231761 - Control 2241665020 - Property 2879900210
source: Region
es_es: Región
it_ch: Area geografica
nl_be: Regio
ru_ru: Регион

# Page 1849231761 - Control 2339353424 - Property 1295455071
source: Specifies the user role that defines the user's default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
es_es: Especifica el rol de usuario que define el Área de trabajo predeterminada del usuario y las personalizaciones específicas del rol. A menos que se restrinja con permisos, los usuarios pueden cambiar su rol en la página Mi configuración.
it_ch: Specifica il ruolo utente che definisce la gestione ruolo predefinita dell'utente e le personalizzazioni specifiche del ruolo. A meno che le autorizzazioni non siano limitate, gli utenti possono modificare il ruolo nella pagina Impostazioni personali.
sv_se: Anger användarrollen som definierar användarens standardrollcenter och rollspecifika anpassningar. Om användarna inte har begränsade behörigheter kan de ändra sina roller på sidan Mina inställningar.

# Page 1849231761 - Control 2339353424 - Property 2879900210
source: Role
es_es: Rol
it_ch: Ruolo
nl_be: Rol
ru_ru: Роль
sv_se: Roll

# Page 1849231761 - Control 2564753503 - Property 1295455071
source: Specifies whether to display short messages that inform, remind, or teach the user about important fields and actions when they open a page.
es_es: Especifica si se deben mostrar mensajes cortos que informen, recuerden o enseñen al usuario sobre acciones y campos importantes al abrir una página.
it_ch: Specifica se visualizzare messaggi brevi che consentono di definire, ricordare o illustrare all'utente i campi e le azioni importanti all'apertura di una pagina.
sv_se: Anger om korta meddelanden ska visas, vilka informerar, påminner användaren om eller lär användaren om viktiga fält och åtgärder, när användaren öppnar en sida.

# Page 1849231761 - Control 2564753503 - Property 2879900210
source: Teaching Tips
es_es: Consejos didácticos
it_ch: Suggerimenti didattici
sv_se: Utbildningstips

# Page 1849231761 - Control 2708250016 - Property 1295455071
source: Specifies the user's unique identifier.
es_es: Especifica el identificador único del usuario.
it_ch: Specifica l'identificatore univoco dell'utente.
sv_se: Anger användarens unika identifierare.

# Page 1849231761 - Control 2708250016 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
nl_be: Gebruikers-id
ru_ru: ИД пользователя
sv_se: Användar-ID

# Page 1849231761 - Control 2945354029 - Property 1295455071
source: Specifies the time zone for the user. Users can change this on the My Settings page.
es_es: Especifica la zona horaria del usuario. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica il fuso orario per l'utente. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de tijdzone voor de gebruiker opgegeven. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет часовой пояс пользователя. Пользователь может сменить часовой пояс на странице "Мои настройки".
sv_se: Anger användarens tidszon. Användarna kan ändra detta på sidan Mina inställningar.

# Page 1849231761 - Control 2945354029 - Property 2879900210
source: Time Zone
es_es: Zona horaria
it_ch: Fuso orario
nl_be: Tijdzone
ru_ru: Часовой пояс
sv_se: Tidszon

# Page 1849231761 - Control 2981864456 - Property 1295455071
source: Specifies the user's full name.
es_es: Especifica el nombre completo del usuario.
it_ch: Specifica il nome completo dell'utente.
sv_se: Anger användarens fullständiga namn.

# Page 1849231761 - Control 2981864456 - Property 2879900210
source: Full Name
es_es: Nombre completo
it_ch: Nome completo
nl_be: Volledige naam
ru_ru: ФИО
sv_se: Fullständigt namn

# Page 1849231761 - Control 3133801257 - Property 1295455071
source: Specifies the company that the user works in. Unless restricted by permissions, users can change this on the My Settings page.
es_es: Especifica la empresa en la que trabaja el usuario. A menos que lo restrinjan los permisos, los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica la società in cui lavora l'utente. A meno che le autorizzazioni non siano limitate, gli utenti possono modificare questa impostazione nella pagina impostazioni personali.
nl_be: Hiermee wordt het bedrijf opgegeven waarin de gebruiker werkt. Tenzij het wordt beperkt door machtigingen, kunnen gebruikers dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет организацию, в которой работает пользователь. Пользователь может сменить свою роль на странице "Мои настройки", если его разрешения это допускают.
sv_se: Anger företaget som användaren arbetar på. Om användarna inte har begränsad behörighet kan de ändra detta på sidan Mina inställningar.

# Page 1849231761 - Control 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# Page 1849231761 - Control 4093990710 - Property 1295455071
source: Specifies the language in which Business Central will display. Users can change this on the My Settings page.
es_es: Especifica el idioma en el que se mostrará Business Central. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica la lingua in cui verrà visualizzato Business Central. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de taal opgegeven waarin Business Central wordt weergegeven. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет язык интерфейса Business Central. Пользователь может сменить язык на странице "Мои настройки".
sv_se: Anger vilket språk Business Central ska visas på. Användarna kan ändra detta på sidan Mina inställningar.

# Page 1849231761 - Control 4093990710 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 1880563192 - Control 1230148255 - Property 1295455071
source: Specifies the time of day.
da_dk: Angiver klokkeslættet.
es_es: Especifica la hora del día.
it_ch: Specifica l'ora del giorno.
nl_be: Hiermee wordt het tijdstip opgegeven.
ru_ru: Определяет время суток.
sv_se: Anger tid på dagen.

# Page 1880563192 - Control 1230148255 - Property 2879900210
source: Time
da_dk: Tidspunkt
es_es: Hora
fr_fr: Heure
it_ch: Ora
nl_be: Tijd
ru_ru: Время
sv_se: Tid

# Page 1880563192 - Control 3192175264 - Property 1295455071
source: Specifies the date.
da_dk: Angiver datoen.
es_es: Especifica la fecha.
it_ch: Specifica la data.
nl_be: Hiermee wordt de datum opgegeven.
ru_ru: Определяет дату.
sv_se: Anger datumet.

# Page 1880563192 - Control 3192175264 - Property 2879900210
source: Date
da_dk: Dato
es_es: Fecha
it_ch: Data
nl_be: Datum
ru_ru: Дата
sv_se: Datum

# Page 1919691214 - Control 2065755396 - Property 1295455071
source: Specifies the total number of records stored in the table.
es_es: Especifica el número total de registros almacenados en la tabla.
it_ch: Specifica il numero totale di record archiviati nella tabella.
sv_se: Anger det totala antalet poster som lagras i den här tabellen.

# Page 1919691214 - Control 2901901922 - Property 1295455071
source: Specifies the type of compression that is applied to the table in the database.
es_es: Especifica el tipo de compresión que se aplica a la tabla de la base de datos.
it_ch: Specifica il tipo di compressione collegato alla tabella nel database.
sv_se: Anger vilken typ av komprimering som tillämpas på tabellen i databasen.

# Page 1919691214 - Control 2901901922 - Property 62802879
source: None,Row,Page,,
da_dk: Ingen,Række,Side,,
es_es: Ninguno,Fila,Página,,
it_ch: Nessuno,Riga,Pagina,,
nl_be: Geen,Rij,Pagina,,
ru_ru: Нет,Строка,Страница,,
sv_se: Ingen,Rad,Sida,,

# Page 1919691214 - Control 3017471043 - Property 1295455071
source: Specifies the ID of the table.
es_es: Especifica el id. de la tabla.
it_ch: Specifica l'ID della tabella.
sv_se: Anger tabellens ID.

# Page 1919691214 - Control 3391158951 - Property 1295455071
source: Specifies the total amount of space the table occupies in the database (in kilobytes).
es_es: Especifica la cantidad total de espacio que ocupa la tabla en la base de datos (en kilobytes).
it_ch: Specifica la quantità totale di spazio occupato dalla tabella nel database (in kilobyte).
sv_se: Anger det totala utrymmet som tabellen upptar i databasen (i kB).

# Page 1919691214 - Control 3599723277 - Property 1295455071
source: Specifies how much space the table indexes (keys) occupy in the database (in kilobytes).
es_es: Especifica la cantidad de espacio que los índices de tabla (claves) ocupan en la base de datos (en kilobytes).
it_ch: Specifica la quantità di spazio occupato dagli indici della tabella (chiavi) nel database (in kilobyte).
sv_se: Anger hur mycket utrymme tabellindex (nycklar) upptar i databasen (i kB).

# Page 1919691214 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table.
es_es: Especifica el nombre de la tabla.
it_ch: Specifica il nome della tabella.
sv_se: Anger tabellens namn.

# Page 1919691214 - Control 3997336476 - Property 1295455071
source: Specifies the name of the company the table belongs to.
es_es: Especifica el nombre de la empresa a la que pertenece la tabla.
it_ch: Specifica il nome della società a cui appartiene la tabella.
sv_se: Namnet på företaget som tabellen tillhör.

# Page 1919691214 - Control 54790405 - Property 1295455071
source: Specifies the average record size (in bytes).
es_es: Especifica el tamaño medio de registro (en bytes).
it_ch: Specifica la dimensione media del record (in byte).
sv_se: Anger den genomsnittliga storleken för en post (i byte).

# Page 1919691214 - Control 720611327 - Property 1295455071
source: Specifies how much space the table data occupies in the database (in kilobytes).
es_es: Especifica la cantidad de espacio que ocupan los datos de la tabla en la base de datos (en kilobytes).
it_ch: Specifica la quantità di spazio occupato dalla tabella nel database (in kilobyte).
sv_se: Anger hur mycket utrymme tabellen upptar i databasen (i kB).

# Page 1954735620 - Control 2779704308 - Property 1968111052
source: Installation might take a minute. You can work on other tasks while you wait and check the status later on the Extension Installation Status page.
es_es: La instalación puede tardar un minuto. Puede trabajar en otras tareas mientras espera y comprueba el estado más adelante en la página Estado de instalación de extensión.
it_ch: L'installazione potrebbe richiedere un minuto. È possibile eseguire altre attività durante l'attesa e controllare lo stato successivamente nella pagina Stato installazione estensione.
sv_se: Installationen kan ta någon minut. Du kan arbeta med andra uppgifter medan du väntar och kontrollera statusen senare på sidan Installationsstatus för tillägg.

# Page 1967324515 - Control 2241665020 - Property 1295455071
source: Specifies the region setting for the user. The region defines display formats, for example, for dates, numbering, symbols, and currency. Users can change this on the My Settings page.
es_es: Especifica la configuración de la región para el usuario. La región define formatos de visualización, por ejemplo, fechas, numeración, símbolos y divisa. Los usuarios pueden cambiarlo en la página Mi configuración.
it_ch: Specifica l'impostazione dell'area geografica per l'utente. L'area geografica definisce i formati di visualizzazione, ad esempio per date, numeri, simboli e valute. Gli utenti possono modificare questo valore nella pagina Impostazioni personali.
nl_be: Hiermee wordt de regio-instelling voor de gebruiker opgegeven. Met de regio worden indelingen gedefinieerd, bijvoorbeeld voor datums, nummering, symbolen en valuta. Gebruikers kunnen dit wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет регион пользователя. От региона зависят форматы отображения дат, нумерации, символов, денежных значений и т. п. Пользователь может сменить регион на странице "Мои настройки".
sv_se: Anger användarens regioninställning. Regionen definierar visningsformaten, till exempel för datum, numrering, symboler och valuta. Användarna kan ändra detta på sidan Mina inställningar.

# Page 1967324515 - Control 2241665020 - Property 2879900210
source: Region
es_es: Región
it_ch: Area geografica
nl_be: Regio
ru_ru: Регион

# Page 1967324515 - Control 2564753503 - Property 1295455071
source: Specifies whether to display short messages that inform, remind, or teach you about important fields and actions when you open a page.
es_es: Especifica si se deben mostrar mensajes cortos que informen, recuerden o enseñen sobre acciones y campos importantes al abrir una página.
it_ch: Specifica se visualizzare messaggi brevi che consentono di definire, ricordare o illustrare i campi e le azioni importanti all'apertura di una pagina.
nl_be: Hiermee wordt opgegeven of u korte berichten wilt weergeven waarmee u informatie, een herinnering of een instructie over belangrijke velden en acties ontvangt wanneer u een pagina opent.
ru_ru: Указывает, должны ли при открытии страницы отображаться короткие сообщения с информацией, напоминаниями или инструкциями по использованию важных полей и действий.
sv_se: Anger om korta meddelanden som informerar, påminner dig eller lär dig om viktiga fält och åtgärder ska visas när du öppnar en sida.

# Page 1967324515 - Control 2564753503 - Property 2879900210
source: Teaching Tips
es_es: Consejos didácticos
it_ch: Suggerimenti didattici
nl_be: Instructietips
ru_ru: Обучающие советы
sv_se: Undervisningstips

# Page 1967324515 - Control 2945354029 - Property 1295455071
source: Specifies the time zone that Microsoft Windows is set up to run for the selected user.
es_es: Especifica la zona horaria en la que Microsoft Windows está configurado para ejecutarse para el usuario seleccionado.
it_ch: Specifica il fuso orario impostato per l'esecuzione in Microsoft Windows per l'utente selezionato.
nl_be: Hiermee wordt de ingestelde tijdzone opgegeven die Microsoft Windows voor de geselecteerde gebruiker hanteert.
ru_ru: Определяет часовой пояс, настроенный в Microsoft Windows для выбранного пользователя.
sv_se: Anger tidszonen som Microsoft Windows ska använda för den valda användaren.

# Page 1967324515 - Control 2945354029 - Property 2879900210
source: Time Zone
es_es: Zona horaria
it_ch: Fuso orario
nl_be: Tijdzone
ru_ru: Часовой пояс
sv_se: Tidszon

# Page 1967324515 - Control 3064866762 - Property 1295455071
source: Specifies the user role that defines the user’s default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
es_es: Especifica el rol de usuario que define el Área de trabajo predeterminada del usuario y las personalizaciones específicas del rol. A menos que lo restrinjan los permisos, los usuarios pueden cambiar su rol en la página Mi configuración.
it_ch: Specifica il ruolo utente che definisce la gestione ruolo predefinita dell'utente e le personalizzazioni specifiche del ruolo. A meno che le autorizzazioni non siano limitate, gli utenti possono modificare il ruolo nella pagina Impostazioni personali.
nl_be: Hiermee wordt de gebruikersrol opgegeven waarmee het standaardrolcentrum en de rolspecifieke aanpassingen van de gebruiker worden gedefinieerd. Tenzij het door machtigingen wordt beperkt, kunnen gebruikers hun rol wijzigen op de pagina Mijn instellingen.
ru_ru: Определяет роль пользователя, от которой зависят ролевой центр по умолчанию пользователя и связанные с ролью настройки. Пользователь может сменить свою роль на странице "Мои настройки", если его разрешения это допускают.
sv_se: Anger användarrollen som definierar användarens standardrollcenter och rollspecifika anpassningar. Om användarna inte har begränsade behörigheter kan de ändra sina roller på sidan Mina inställningar.

# Page 1967324515 - Control 3064866762 - Property 2879900210
source: Role
es_es: Rol
it_ch: Ruolo
nl_be: Rol
ru_ru: Роль
sv_se: Roll
