Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1251581097 - Property 3863440606
source: draft email
da_dk: kladdemail
es_es: borrador de correo electrónico
it_ch: messaggio e-mail di bozza
nl_be: concept-e-mail
ru_ru: черновик сообщения электронной почты
sv_se: e-postutkast

# Page 1268025941 - Property 1064389655
source: About email view policies
es_es: Acerca de las directivas de visualización de correo electrónico
it_ch: Informazioni sui criteri di visualizzazione dei messaggi e-mail
sv_se: Om visningspolicyer för e-post

# Page 1268025941 - Property 247559172
source: Email view policies control the emails a user can get access to.
es_es: Las directivas de visualización de correo electrónico controlan los correos electrónicos a los que puede obtener acceso un usuario.
it_ch: I criteri di visualizzazione e-mail controllano i messaggi e-mail a cui un utente può accedere.
sv_se: Visningspolicyerna för e-post bestämmer vilka e-postmeddelanden en användare kan få åtkomst till.

# Page 1268025941 - Property 2879900210
source: User Email View Policies
es_es: Directivas de correo electrónico de usuario
it_ch: Criteri di visualizzazione dei messaggi e-mail utente
sv_se: Visningspolicyer för användares e-post

# Page 1268025941 - Property 3863440606
source: Email Personalization,Email Preferences,Policies
es_es: Personalización de correo electrónico,Preferencias de correo electrónico,Directivas
it_ch: Personalizzazione e-mail,Preferenze e-mail,Criteri
sv_se: Personanpassning av e-post,E-postinställningar,Policyer

# Page 1306929145 - Property 2879900210
source: Enter Password
da_dk: Angiv adgangskode
es_es: Escribir contraseña
fr_fr: Entrer un mot de passe
it_ch: Immettere la password
nl_be: Wachtwoord invoeren
ru_ru: Введите пароль
sv_se: Ange lösenordet

# Page 1325297727 - Property 2879900210
source: Manual Setup
da_dk: Manuel opsætning
es_es: Configuración manual
fr_fr: Configuration manuelle
it_ch: Setup manuale
nl_be: Handmatige instelling
ru_ru: Ручная настройка
sv_se: Manuell konfiguration

# Page 1352337529 - Property 2879900210
source: Privacy Notices Status
es_es: Estado de avisos de privacidad
it_ch: Stato informative sulla privacy
sv_se: Status för sekretessmeddelanden

# Page 1358710565 - Property 2879900210
source: Translation
es_es: Traducción
it_ch: Traduzione
nl_be: Vertaling
ru_ru: Перевод
sv_se: Översättning

# Page 1393501467 - Property 1064389655
source: About performance profiling
es_es: Acerca de la generación de perfiles de rendimiento
it_ch: Informazioni sulla profilatura delle prestazioni
sv_se: Om prestandaprofilering

# Page 1393501467 - Property 247559172
source: Use the performance profiler to record a slow scenario that you can then analyze to see what took a long time. The profiler uses sampling technology, so the results may differ slightly between recordings of the same scenario.
es_es: Use el generador de perfiles de rendimiento para registrar un escenario lento que luego puede analizar para ver por qué tardó tanto tiempo. El generador de perfiles usa la tecnología de muestreo, por lo que los resultados pueden diferir ligeramente entre las grabaciones del mismo escenario.
it_ch: Utilizzare il profiler delle prestazioni per registrare uno scenario lento che è quindi possibile analizzare per vedere cosa ha richiesto molto tempo. Il profiler utilizza la tecnologia di campionamento, quindi i risultati potrebbero differire leggermente tra le registrazioni dello stesso scenario.
sv_se: Med prestandaprofileraren kan du spela in ett långsamt scenario som du sedan kan analysera för att se vad som tog lång tid. I profileraren används stickprovsteknik, så resultatet kan skilja sig något mellan olika inspelningar av samma scenario.

# Page 1393501467 - Property 2879900210
source: Performance Profiler
es_es: Generador de perfiles de rendimiento
it_ch: Profiler delle prestazioni
sv_se: Prestandaprofilerare

# Page 1431104360 - Property 2879900210
source: Retention Policies
es_es: Directivas de retención
it_ch: Criteri di conservazione
nl_be: Bewaarbeleid
ru_ru: Политики хранения
sv_se: Kvarhållningsprinciper

# Page 1514646453 - Property 2879900210
source: Email Scenarios for Account
es_es: Escenarios de correo electrónico para cuenta
it_ch: Scenari e-mail per l'account
nl_be: E-mailscenario's voor account
ru_ru: Сценарии электронной почты для учетной записи
sv_se: E-postscenarier för konto

# Page 1550306620 - Property 2879900210
source: Related Entities
es_es: Entidades relacionadas
it_ch: Entità correlate
nl_be: Gerelateerde entiteiten
ru_ru: Связанные сущности
sv_se: Relaterade enheter

# Page 1623743194 - Property 2879900210
source: Retention Policy Setup Lines
es_es: Líneas config. directiva retención
it_ch: Righe setup criteri di conservazione
nl_be: Instellingsregels van bewaarbeleid
ru_ru: Строки настройки политики хранения
sv_se: Inst. kvarhållningsprinciprader

# Page 1750020835 - Property 2879900210
source: Languages
es_es: Idiomas
it_ch: Lingue
nl_be: Talen
ru_ru: Языки
sv_se: Språk

# Page 1750020835 - Property 3863440606
source: multilanguage
da_dk: flere sprog
es_es: varios idiomas
fr_fr: multilingue
it_ch: multilingua
nl_be: meerdere talen
ru_ru: многоязыковой
sv_se: flera språk

# Page 176588632 - Property 2879900210
source: Data Encryption Management
es_es: Administración del cifrado de datos
it_ch: Gestione crittografia dati
nl_be: Beheer van gegevensversleuteling
ru_ru: Управление шифрованием данных
sv_se: Datakrypteringshantering

# Page 176588632 - Property 3863440606
source: data security management
da_dk: data sikkerhed administration
es_es: administración de seguridad de datos
fr_fr: gestion de sécurité des données
it_ch: gestione sicurezza dati
nl_be: gegevensbeveiligingsbeheer
ru_ru: управление безопасностью данных
sv_se: hantering av datasäkerhet

# Page 1785861980 - Property 2879900210
source: Feature Data Update
da_dk: Opdatering af funktionsdata
es_es: Actualización de datos de característica
it_ch: Aggiornamento dati funzionalità
nl_be: Gegevensupdatefunctie
ru_ru: Обновление данных функционального компонента
sv_se: Uppdatering av funktionsdata

# Page 1849231761 - Property 1064389655
source: About user setting details
es_es: Acerca de los detalles del ajuste de usuario
it_ch: Informazioni dettagliate sulle impostazioni dell'utente
nl_be: Over details van gebruikersvoorkeuren
ru_ru: О параметрах пользователя
sv_se: Om användarens inställningsinformation

# Page 1849231761 - Property 247559172
source: Here, you manage an individual user's settings. If a setting is left blank, a default value is provided when the user signs in.
es_es: Aquí se administra la configuración de un usuario individual. Si se deja en blanco un valor, se proporciona un valor predeterminado cuando el usuario inicia sesión.
it_ch: Qui è possibile gestire le impostazioni di un singolo utente. Se un'impostazione viene lasciata vuota, viene fornito un valore predefinito quando l'utente esegue l'accesso.
nl_be: Hier beheert u instellingen van een afzonderlijke gebruiker. Als een instelling leeg wordt gelaten, wordt een standaardwaarde verschaft wanneer de gebruiker zich aanmeldt.
ru_ru: Здесь можно задать параметры для отдельного пользователя. Если оставить какой-либо параметр пустым, при входе пользователя в систему будет использоваться значение по умолчанию.
sv_se: Här hanterar du en enskild användares inställningar. Om en inställning lämnas tom används ett standardvärde när användaren loggar in.

# Page 1849231761 - Property 2879900210
source: User Settings Card
es_es: Tarjeta Ajustes usuario
it_ch: Scheda Impostazioni utente
nl_be: Gebruikersvoorkeurenkaart
ru_ru: Карточка параметров пользователя
sv_se: Kort för användarkonfiguration

# Page 1849231761 - Property 3863440606
source: User Personalization Card,User Preferences Card
es_es: Tarjeta personalización usuario,Tarjeta preferencias usuario
it_ch: Scheda Personalizzazione utente,Scheda Preferenze utente
nl_be: Gebruikerspersonalisatiekaart,Gebruikersvoorkeurenkaart
ru_ru: Карточка персонализации пользователя,Карточка предпочтений пользователя
sv_se: Kort för användaranpassning,Kort för användarinställningar

# Page 1880563192 - Property 2879900210
source: Date-Time Dialog
es_es: Cuadro de diálogo Fecha y hora
it_ch: Finestra di dialogo Data e ora
nl_be: Datum/tijd-dialoogvenster
ru_ru: Диалог даты/времени
sv_se: Dialogrutan Datum/tid

# Page 1919691214 - Property 2879900210
source: Table Information
da_dk: Tabeloplysninger
es_es: Información tabla
fr_fr: Informations table
it_ch: Informazioni tabella
nl_be: Tabelinformatie
ru_ru: Сведения о таблице
sv_se: Tabellinformation

# Page 1919691214 - Property 3863440606
source: Database,Size,Storage
da_dk: Database,Størrelse,Lager
es_es: Base de datos,Tamaño,Almacenamiento
it_ch: Database,Dimensioni,Archiviazione
nl_be: Database,Grootte,Opslag
ru_ru: База данных,Размер,Хранилище
sv_se: Databas,Storlek,Lagring

# Page 1954735620 - Property 2879900210
source: Installing app
es_es: Instalando aplicación
it_ch: Installazione dell'app
sv_se: Appen installeras

# Page 1967324515 - Property 2879900210
source: User Settings
es_es: Ajustes de usuario
it_ch: Impostazioni utente
nl_be: Gebruikersvoorkeuren
ru_ru: Параметры пользователей
sv_se: Användarkonfiguration

# Page 2005578726 - Property 2019332006
source: New,Process,Report,Details,Manage
da_dk: Ny,Proces,Rapport,Detaljer,Administrer
es_es: Nuevo,Proceso,Informe,Detalles,Administrar
fr_fr: Nouveau,Traitement,État,Détails,Gérer
it_ch: Nuovo,Processo,Report,Dettagli,Gestisci
nl_be: Nieuw,Proces,Rapport,Details,Beheren
ru_ru: Новый,Процесс,Отчет,Сведения,Управление
sv_se: Ny,Process,Rapport,Detaljer,Hantera

# Page 2005578726 - Property 2879900210
source: Extension Management
es_es: Administración de extensiones
it_ch: Gestione estensioni
nl_be: Extensiebeheer
ru_ru: Управление расширениями
sv_se: Tilläggshantering

# Page 2005578726 - Property 3863440606
source: app,add-in,customize,plug-in,appsource
da_dk: app,tilføjelsesprogram,tilpas,plug-in,appkilde
es_es: aplicación,complemento,personalizar,módulo,appsource
fr_fr: application,complément,personnaliser,plug-in,appsource
it_ch: app,componente aggiuntivo,personalizzazione,plug-in,appsource
nl_be: app,invoegtoepassing,aanpassen,appsource
ru_ru: приложение,надстройка,настройка,подключаемый модуль,appsource
sv_se: app,tillägg,anpassa,plugin-program,appsource

# Page 2087921648 - Property 2879900210
source: Enter Email Address
da_dk: Angiv mailadresse
es_es: Especificar dirección de correo electrónico
it_ch: Immetti l'indirizzo e-mail
nl_be: E-mailadres invoeren
ru_ru: Введите адрес электронной почты
sv_se: Ange e-postadress

# Page 2117157320 - Property 2879900210
source: Active Apps
es_es: Aplicaciones activas
it_ch: App attive
sv_se: Aktiva appar

# Page 2148009262 - Property 2879900210
source: Time Zones
es_es: Zonas horarias
it_ch: Fusi orari
nl_be: Tijdzones
ru_ru: Часовые пояса
sv_se: Tidszoner

# Page 2198836005 - Property 2879900210
source: Checklist Users
es_es: Usuarios de la lista de comprobación
it_ch: Elenco di controllo utenti
nl_be: Gebruikers van controlelijst
ru_ru: Пользователи контрольного списка
sv_se: Användare av checklista

# Page 2204913418 - Property 2879900210
source: Time Spent by Application Object
es_es: Tiempo empleado por objeto de aplicación
it_ch: Tempo speso dall'oggetto applicazione
sv_se: Nedlagd tid efter appobjekt

# Page 2252665413 - Property 2879900210
source: Extension Details
es_es: Detalles de la extensión
it_ch: Dettagli estensione
nl_be: Extensiedetails
ru_ru: Сведения о расширении
sv_se: Information om tillägg

# Page 2257524325 - Property 2879900210
source: Field Contents
da_dk: Feltindhold
es_es: Contenido de campos
fr_fr: Contenu du champ
it_ch: Contenuto campi
nl_be: Veldinhoud
ru_ru: Содержимое поля
sv_se: Fältinnehåll

# Page 2282749623 - Property 2879900210
source: Compose an Email
da_dk: Opret en mail
es_es: Redacte un mensaje de correo electrónico
it_ch: Componi un messaggio e-mail
nl_be: Een e-mail opstellen
ru_ru: Напишите сообщение
sv_se: Skriv ett e-postmeddelande

# Page 2303806024 - Property 2879900210
source: My Settings
es_es: Mi configuración
it_ch: Impostazioni personali
nl_be: Mijn instellingen
ru_ru: Мои настройки
sv_se: Mina inställningar

# Page 2303806024 - Property 3863440606
source: company,role center,work date,role
es_es: empresa,área de trabajo,fecha de trabajo,rol
it_ch: società,gestione ruolo utente,data del lavoro,ruolo
nl_be: bedrijf,rolcentrum,werkdatum,rol
ru_ru: организация,ролевой центр,рабочая дата,роль
sv_se: företag,rollcenter,arbetsdatum,roll

# Page 232331644 - Property 2879900210
source: Plans
da_dk: Planer
es_es: Planes
it_ch: Piani
nl_be: Plannen
ru_ru: Планы
sv_se: Planer

# Page 2359842671 - Property 2019332006
source: New,Process
es_es: Nuevo,Proceso
it_ch: Nuovo,Processo
nl_be: Nieuw,Proces
ru_ru: Новый,Процесс
sv_se: Ny,Process

# Page 2359842671 - Property 2879900210
source: Word Templates
es_es: Plantillas de Word
it_ch: Modelli di Word
nl_be: Word-sjablonen
ru_ru: Шаблоны Word
sv_se: Word-mallar

# Page 240224259 - Property 2879900210
source: Related Attachments
es_es: Datos adjuntos relacionados
it_ch: Allegati correlati
nl_be: Gerelateerde bijlagen
ru_ru: Связанные вложения
sv_se: Relaterade bilagor

# Page 2408068749 - Property 2879900210
source: Show the checklist
es_es: Mostrar la lista de comprobación
it_ch: Mostra elenco di controllo
nl_be: De controlelijst weergeven
ru_ru: Показать контрольный список
sv_se: Visa checklistan

# Page 2408068749 - Property 3863440606
source: Tour,Checklist,Resurface,Banner
es_es: Recorrido,Lista de comprobación,Resurgir,Banner
it_ch: Presentazione,Elenco di controllo,Ripresentazione,Banner
nl_be: Rondleiding,Controlelijst,Weer beschikbaar maken,Banner
ru_ru: Тур,контрольный список,повторное появление,баннер
sv_se: Genomgång,Checklista,Återkomma,Banderoll

# Page 2482016502 - Property 2879900210
source: Call Tree
es_es: Árbol de llamadas
it_ch: Albero delle chiamate
sv_se: Anropsträd

# Page 2491626637 - Property 2879900210
source: Extension Installation Status Detail
es_es: Detalle de estado de instalación de extensión
it_ch: Stato installazione estensione
sv_se: Information i Installationsstatus för tillägg

# Page 2495444288 - Property 2879900210
source: Almost there...
es_es: Ya casi está...
it_ch: L'operazione è quasi terminata...
sv_se: Nästan klart ...

# Page 2516086444 - Property 2879900210
source: Privacy Notice Approvals
es_es: Aprobaciones de aviso de privacidad
it_ch: Approvazioni Informativa sulla privacy
sv_se: Godkännanden för sekretessmeddelanden

# Page 2536897829 - Property 2879900210
source: Fields Lookup
es_es: Búsqueda de campos
it_ch: Ricerca campi
nl_be: Velden opzoeken
ru_ru: Поиск полей
sv_se: Fältuppslag

# Page 2547633168 - Property 2879900210
source: Extension Settings
es_es: Configuración de extensión
it_ch: Impostazioni estensione
nl_be: Extensie-instellingen
ru_ru: Параметры расширения
sv_se: Tilläggsinställningar

# Page 25890369 - Property 2879900210
source: Guided Experience Item List
es_es: Lista de artículos de experiencia guiada
it_ch: Lista di elementi esperienza guidata
nl_be: Lijst met items van begeleide ervaring
ru_ru: Список пунктов интерактивной процедуры
sv_se: Punktlista med guidad upplevelse

# Page 2592957935 - Property 2879900210
source: Blank Role Center
es_es: Área de trabajo en blanco
it_ch: Gestione ruolo utente vuota
nl_be: Leeg rolcentrum
ru_ru: Пустой ролевой центр
sv_se: Tomt rollcenter

# Page 2622225351 - Property 2879900210
source: Permissions
es_es: Permisos
it_ch: Autorizzazioni
sv_se: Behörigheter

# Page 2624121137 - Property 2879900210
source: Expanded Permissions
es_es: Permisos ampliados
it_ch: Autorizzazioni estese
sv_se: Utökade behörigheter

# Page 2638830259 - Property 2879900210
source: License Configuration
es_es: Configuración de licencia
it_ch: Configurazione licenza
sv_se: Licenskonfiguration

# Page 2693243134 - Property 2879900210
source: Checklist Administration
es_es: Administración de lista de comprobación
it_ch: Amministrazione elenco di controllo
nl_be: Controlelijstbeheer
ru_ru: Администрирование контрольных списков
sv_se: Administration av checklista

# Page 2776087363 - Property 2879900210
source: Camera
da_dk: Kamera
es_es: Cámara
fr_fr: Appareil photo
it_ch: Fotocamera
ru_ru: Камера
sv_se: Kamera

# Page 2817068111 - Property 2879900210
source: Recurrence Schedule Card
es_es: Tarjeta programación periódica
it_ch: Scheda Programmazione ricorrenza
nl_be: Kaart van herhalingsschema
ru_ru: Карточка расписания повторений
sv_se: Kort för återkommande schema

# Page 281796026 - Property 1064389655
source: About user settings
es_es: Acerca de la configuración de usuario
it_ch: Informazioni sulle impostazioni utente
nl_be: Over gebruikersvoorkeuren
ru_ru: О параметрах пользователей
sv_se: Om användarkonfiguration

# Page 281796026 - Property 247559172
source: **User Settings** control the look and feel of the user interface the next time the users log in. Each user can also make their own choices in their **My Settings** page, unless you restrict their permissions.
es_es: La opción **Ajustes de usuario** controla el aspecto de la interfaz de usuario la próxima vez que los usuarios inicien sesión. Cada usuario también puede crear sus propias opciones en la página **Mis ajustes**, a menos que restrinja sus permisos.
it_ch: Le **impostazioni utente** controllano l'aspetto dell'interfaccia utente quando gli utenti accedono. Ogni utente può anche effettuare le proprie scelte nella pagina **Impostazioni personali**, a meno che non vengano limitate le autorizzazioni.
sv_se: **Användarkonfigurationen** styr användargränssnittets utseende och känsla nästa gång användarna loggar in. Varje användare kan också göra sina egna val på sidan **Mina inställningar**, såvida du inte begränsar deras behörigheter.

# Page 281796026 - Property 2879900210
source: User Settings
es_es: Ajustes de usuario
it_ch: Impostazioni utente
nl_be: Gebruikersvoorkeuren
ru_ru: Параметры пользователей
sv_se: Användarkonfiguration

# Page 281796026 - Property 3863440606
source: User Personalization,User Preferences
es_es: Personalización de usuario,Preferencias de usuario
it_ch: Personalizzazione utente,Preferenze utente
nl_be: Gebruikerspersonalisatie,Gebruikersvoorkeuren
ru_ru: Персонализация пользователя,Предпочтения пользователя
sv_se: Användaranpassning,Användarinställningar

# Page 2825773015 - Property 2879900210
source: Extension Logo Part
es_es: Elemento de logotipo de la extensión
it_ch: Parte logo estensione
nl_be: Onderdeel extensielogo
ru_ru: Часть логотипа расширения
sv_se: Del för tilläggets logotyp

# Page 2892733561 - Property 2879900210
source: Allowed Companies
es_es: Empresas permitidas
it_ch: Società consentite
nl_be: Toegestane bedrijven
ru_ru: Разрешенные организации
sv_se: Tillåtna företag

# Page 2927108320 - Property 2879900210
source: Managing change
da_dk: Administrere ændring
es_es: Administración del cambio
fr_fr: Gestion des modifications
it_ch: Gestione modifica
nl_be: Wijziging beheren
ru_ru: Управление изменениями
sv_se: Hantera ändring

# Page 3003645297 - Property 2879900210
source: License Configurations
es_es: Configuraciones de licencias
it_ch: Configurazioni licenza
sv_se: Licenskonfigurationer

# Page 3036139225 - Property 2879900210
source: Media Upload
da_dk: Overførsel af medie
es_es: Carga de medios
fr_fr: Téléchargement support
it_ch: Caricamento file multimediale
nl_be: Media uploaden
ru_ru: Отправка мультимедиа
sv_se: Mediauppladdning

# Page 3041391867 - Property 2879900210
source: User Plan Members
da_dk: Medlemmer af brugerplan
es_es: Miembros del plan de usuarios
fr_fr: Membres du plan utilisateur
it_ch: Membri del piano utente
nl_be: Leden van gebruikersplan
ru_ru: Участники плана пользователей
sv_se: Medlemmar i användarplan

# Page 304601910 - Property 2879900210
source: Retention Periods
es_es: Períodos de retención
it_ch: Periodi di conservazione
nl_be: Bewaarperioden
ru_ru: Периоды хранения
sv_se: Kvarhållningsperioder

# Page 3047977240 - Property 2879900210
source: Please review terms and conditions
es_es: Revise los términos y condiciones
it_ch: Esaminare le condizioni
sv_se: Granska de allmänna villkoren

# Page 3116915808 - Property 2879900210
source: User Plans
da_dk: Brugerplaner
es_es: Planes de usuario
fr_fr: Plans utilisateur
it_ch: Piani utente
nl_be: Gebruikersplannen
ru_ru: Планы пользователей
sv_se: Användarplaner

# Page 3152802593 - Property 2879900210
source: License Configuration
es_es: Configuración de licencia
it_ch: Configurazione licenza
sv_se: Licenskonfiguration

# Page 3158499545 - Property 2879900210
source: Email Status
da_dk: Mailstatus
es_es: Estado del correo electrónico
it_ch: Stato messaggio e-mail
nl_be: Status van e-mailbericht
ru_ru: Состояние электронной почты
sv_se: Status för senast skickade e-postmeddelande

# Page 3163801880 - Property 1968111052
source: Add the attachments from the scenario to the email.
es_es: Permite agregar los anexos del escenario al mensaje de correo electrónico.
it_ch: Aggiungere gli allegati dallo scenario al messaggio e-mail.
sv_se: Lägg till bilagorna från scenariot i e-postmeddelandet.

# Page 3163801880 - Property 2879900210
source: Additional Attachments from Scenarios
es_es: Datos adjuntos adicionales de escenarios
it_ch: Allegati aggiuntivi da scenari
sv_se: Ytterligare bilagor från scenarier

# Page 3170013184 - Property 2879900210
source: Extension Installation Status
es_es: Estado de instalación de extensión
it_ch: Stato installazione estensione
sv_se: Installationsstatus för tillägg

# Page 3178175528 - Property 2879900210
source: Permissions
es_es: Permisos
it_ch: Autorizzazioni
sv_se: Behörigheter

# Page 3183728555 - Property 2879900210
source: Companies
es_es: Empresas
it_ch: Società
nl_be: Bedrijven
ru_ru: Организации
sv_se: Företag

# Page 3187226699 - Property 2879900210
source: Product Videos
da_dk: Produktvideoer
es_es: Vídeos de productos
fr_fr: Vidéos produits
it_ch: Video dei prodotti
ru_ru: Видео продуктов
sv_se: Produktvideor

# Page 3212752058 - Property 2879900210
source: Related Entity
es_es: Entidad relacionada
it_ch: Entità correlata
nl_be: Gerelateerde entiteit
ru_ru: Связанная сущность
sv_se: Relaterad enhet

# Page 3266216760 - Property 2879900210
source: Field Data Classification
es_es: Clasificación de datos de campo
it_ch: Classificazione dati campo
nl_be: Classificatie van veldgegevens
ru_ru: Классификация данных поля
sv_se: Gruppering av fältdata

# Page 329821768 - Property 2879900210
source: Email Scenarios FactBox
es_es: Cuadro informativo de escenarios de correo electrónico
it_ch: Dettaglio informazioni scenari e-mail
nl_be: Infoblok e-mailscenario's
ru_ru: Информационная панель сценариев электронной почты
sv_se: Faktabox för e-postscenarier

# Page 3313994466 - Property 2879900210
source: Available Languages
da_dk: Tilgængelige sprog
es_es: Idiomas disponibles
fr_fr: Langues disponibles
it_ch: Lingue disponibili
nl_be: Beschikbare talen
ru_ru: Доступные языки
sv_se: Tillgängliga språk

# Page 3314581104 - Property 2879900210
source: Create a Word Template
es_es: Crear una plantilla de Word
it_ch: Crea un modello di Word
nl_be: Een Word-sjabloon maken
ru_ru: Создать шаблон Word
sv_se: Skapa en Word-mall

# Page 3338462467 - Property 1064389655
source: About Permission Sets
es_es: Acerca de los conjuntos de permisos
it_ch: Informazioni sui set di autorizzazioni
sv_se: Om behörighetsuppsättningar

# Page 3338462467 - Property 2019332006
source: Navigation
es_es: Navegación
it_ch: Spostamento
sv_se: Navigering
