Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application_*.g.xlf
Languages: de_de

# Page 176588632 - Control 2598880655 - Property 1295455071
source: Specifies if an encryption key exists and is enabled on the Business Central Server.
de_de: Gibt an, ob ein Verschlüsselungsschlüssel vorhanden und auf dem Business Central Server aktiviert ist.

# Page 176588632 - Control 3097942593 - Property 2879900210
source: Encryption Key Exists
de_de: Verschlüsselungsschlüssel ist vorhanden

# Page 176588632 - Control 3097942593 - Property 1295455071
source: Specifies if an encryption key exists on the Business Central Server.
de_de: Gibt an, ob ein Verschlüsselungsschlüssel auf dem Business Central Server vorhanden ist.

# Page 176588632 - Action 2660599594 - Property 2879900210
source: Enable Encryption
de_de: Verschlüsselung aktivieren

# Page 176588632 - Action 2660599594 - Property 1295455071
source: Generate an encryption key on the server to enable encryption.
de_de: Dient zum Generieren eines Verschlüsselungsschlüssels auf dem Server, um die Verschlüsselung zu aktivieren.

# Page 176588632 - Action 819501575 - Property 2879900210
source: Import Encryption Key
de_de: Verschlüsselungsschlüssel importieren

# Page 176588632 - Action 819501575 - Property 1295455071
source: Import the encryption key to a server instance from an encryption key file that was exported from another server instance or saved as a copy when the encryption was enabled.
de_de: Dient zum Importieren des Verschlüsselungsschlüssels in eine Serverinstanz aus einer Verschlüsselungsschlüsseldatei, die von einer anderen Serverinstanz exportiert oder als Kopie gespeichert wurde, als die Verschlüsselung aktiviert wurde.

# Page 176588632 - Action 397629378 - Property 2879900210
source: Change Encryption Key
de_de: Verschlüsselungsschlüssel ändern

# Page 176588632 - Action 397629378 - Property 1295455071
source: Change to a different encryption key file.
de_de: Zu einer anderen Verschlüsselungsschlüsseldatei wechseln

# Page 176588632 - Action 533391040 - Property 2879900210
source: Export Encryption Key
de_de: Verschlüsselungsschlüssel exportieren

# Page 176588632 - Action 533391040 - Property 1295455071
source: Export the encryption key to make a copy of the key or so that it can be imported on another server instance.
de_de: Dient zum Exportieren des Verschlüsselungsschlüssels, um eine Kopie des Schlüssels zu erstellen, die auf einer anderen Serverinstanz importiert werden kann.

# Page 176588632 - Action 4056126357 - Property 2879900210
source: Disable Encryption
de_de: Verschlüsselung deaktivieren

# Page 176588632 - Action 4056126357 - Property 1295455071
source: Decrypt encrypted data.
de_de: Verschlüsselte Daten entschlüsseln

# Page 1122678929 - Property 2879900210
source: Cue Setup
de_de: Stapeleinrichtung

# Page 1122678929 - Control 129688762 - Property 1295455071
source: Specifies which Business Central user the indicator setup for the Cue pertains to. If you leave this field blank, then the indicator setup will pertain to all users.
de_de: Gibt an, zu welchem Business Central-Benutzer die Indikatoreinrichtung für den Stapel gehört. Wenn Sie dieses Feld leer lassen, betrifft die Indikatoreinrichtung alle Benutzer.

# Page 1122678929 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the Business Central table that contains the Cue.
de_de: Gibt die ID der Business Central-Tabelle an, die den Stapel enthält.

# Page 1122678929 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table that contains the field that defines the Cue.
de_de: Gibt den Namen der Tabelle an, die das Feld zum Definieren des Stapels enthält.

# Page 1122678929 - Control 3531868071 - Property 1295455071
source: Specifies the ID that is assigned the Cue.
de_de: Gibt die ID an, die dem Stapel zugeordnet ist.

# Page 1122678929 - Control 3070320983 - Property 1295455071
source: Specifies the name that is assigned to the Cue.
de_de: Gibt den Namen an, der dem Stapel zugewiesen ist.

# Page 1122678929 - Control 2051953352 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is less than the value that is specified by the Threshold 1 field.
de_de: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel kleiner als der Wert ist, der im Feld „Schwellenwert 1“ angegeben ist.

# Page 1122678929 - Control 2870768530 - Property 1295455071
source: Specifies the value in the Cue below which the indicator has the color that is specified by the Low Range Style field.
de_de: Gibt den Wert für den Stapel an, ab dem sich bei niedrigeren Werten die Farbe des Indikators in die im Feld „Niedrigbereichsstil“ angegebene Farbe ändert.

# Page 1122678929 - Control 1593335407 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is greater than or equal to the value that is specified by the Threshold 1 field but less than or equal to the value that is specified by the Threshold 2 field.
de_de: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel größer oder gleich dem Wert im Feld „Schwellenwert 1“, aber kleiner oder gleich dem Wert im Feld „Schwellenwert 2“ ist.

# Page 1122678929 - Control 957678679 - Property 1295455071
source: Specifies the value in the Cue above which the indicator has the color that is specified by the High Range Style field.
de_de: Gibt den Wert für den Stapel an, ab dem sich bei höheren Werten die Farbe des Indikators in die im Feld „Hochbereichsstil“ angegebene Farbe ändert.

# Page 1122678929 - Control 3850109114 - Property 1295455071
source: Specifies the color of the indicator when the value in the Cue is greater than the value of the Threshold 2 field.
de_de: Gibt die Farbe des Indikators an, wenn der Wert im Stapel größer als der Wert im Feld „Schwellenwert 2“ ist.

# Page 3449870094 - Property 2879900210
source: Cue Setup
de_de: Stapeleinrichtung

# Page 3449870094 - Control 3070320983 - Property 1295455071
source: Specifies the name that is assigned to the Cue.
de_de: Gibt den Namen an, der dem Stapel zugewiesen ist.

# Page 3449870094 - Control 2051953352 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is less than the value that is specified by the Threshold 1 field.
de_de: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel kleiner als der Wert ist, der im Feld „Schwellenwert 1“ angegeben ist.

# Page 3449870094 - Control 2870768530 - Property 1295455071
source: Specifies the value in the Cue below which the indicator has the color that is specified by the Low Range Style field.
de_de: Gibt den Wert für den Stapel an, ab dem sich bei niedrigeren Werten die Farbe des Indikators in die im Feld „Niedrigbereichsstil“ angegebene Farbe ändert.

# Page 3449870094 - Control 1593335407 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is greater than or equal to the value that is specified by the Threshold 1 field but less than or equal to the value that is specified by the Threshold 2 field.
de_de: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel größer oder gleich dem Wert im Feld „Schwellenwert 1“, aber kleiner oder gleich dem Wert im Feld „Schwellenwert 2“ ist.

# Page 3449870094 - Control 957678679 - Property 1295455071
source: Specifies the value in the Cue above which the indicator has the color that is specified by the High Range Style field.
de_de: Gibt den Wert für den Stapel an, ab dem sich bei höheren Werten die Farbe des Indikators in die im Feld „Hochbereichsstil“ angegebene Farbe ändert.

# Page 3449870094 - Control 3850109114 - Property 1295455071
source: Specifies the color of the indicator when the value in the Cue is greater than the value of the Threshold 2 field.
de_de: Gibt die Farbe des Indikators an, wenn der Wert im Stapel größer als der Wert im Feld „Schwellenwert 2“ ist.

# Page 3449870094 - Control 1380338462 - Property 1295455071
source: Specifies whether the colored indicator settings for the Cue have been modified to differ from the company default settings. You also use this field to revert to the default settings.
de_de: Gibt an, ob die Einstellungen der farbigen Indikatoren für den Stapel geändert wurden, um sich von den Standardeinstellungen des Mandanten zu unterscheiden. Sie verwenden dieses Feld auch, um die Standardeinstellungen wiederherzustellen.

# Page 3970971575 - Property 2879900210
source: Data Classification Assisted Setup Guide
de_de: Unterstütztes Setup der Datenklassifizierung

# Page 3970971575 - Control 3961050527 - Property 2879900210
source: Welcome to the Data Classification Assisted Setup Guide
de_de: Willkommen beim unterstützten Setup der Datenklassifizierung

# Page 3970971575 - Control 3961050527 - Property 1968111052
source: Data classification is an important part of protecting the privacy of personal and sensitive data, and is often required by data privacy laws. Classification can make it easier to retrieve personal data, for example, in response to a request, and it can add another layer of protection. This guide helps you classify the sensitivity of the data in tables and fields.
de_de: Die Klassifizierung von Daten ist ein wichtiger Teil des Schutzes persönlicher und vertraulicher Daten und oft aufgrund von Datenschutzgesetzen erforderlich. Durch die Klassifizierung kann das Abrufen persönlicher Daten, z. B. in Reaktion auf eine Anforderung, erleichtert und eine weitere Schutzebene eingeführt werden. Diese Anleitung unterstützt Sie beim Klassifizieren der Sensitivität von Tabellen- und Felddaten.

# Page 3970971575 - Control 275970701 - Property 2879900210
source: Classifications include:
de_de: Folgende Klassifizierungen sind möglich:

# Page 3970971575 - Control 3183636337 - Property 2879900210
source: - Sensitive - Private data, such as political or religious beliefs.
de_de: – Vertraulich – private Daten, wie z. B. politische oder religiöse Überzeugungen.

# Page 3970971575 - Control 2130535182 - Property 2879900210
source: - Personal - Any data that can be used to identify someone.
de_de: – Persönlich – Daten, die zum Identifizieren einer Person verwendet werden können.

# Page 3970971575 - Control 3933634608 - Property 2879900210
source: - Company Confidential - Business data that you do not want to expose. For example, ledger entries.
de_de: – Firma (vertraulich) – Geschäftsdaten, die nicht verfügbar gemacht werden sollen, z. B. Sachposten.

# Page 3970971575 - Control 36636685 - Property 2879900210
source: - Normal - Data that does not belong to other classifications.
de_de: – Normal – Daten, die keine andere Klassifizierung haben.

# Page 3970971575 - Control 2279580244 - Property 2879900210
source: Legal disclaimer
de_de: Rechtlichen Hinweise

# Page 3970971575 - Control 2279580244 - Property 1968111052
source: Microsoft is providing this Data Classification feature as a matter of convenience only. It's your responsibility to classify the data appropriately and comply with any laws and regulations that are applicable to you. Microsoft disclaims all responsibility towards any claims related to your classification of the data.
de_de: Microsoft stellt die Funktion "Datenklassifizierung" nur bereit. Es ist Ihre Aufgabe, die Daten entsprechend zu klassifizieren und alle einschlägigen Gesetze und Verordnungen, die für Sie gelten, einzuhalten. Microsoft übernimmt keinerlei Verantwortung für jegliche Ansprüche im Zusammenhang mit der Klassifizierung der Daten.

# Page 3970971575 - Control 2378146498 - Property 2879900210
source: Let's Get Started
de_de: Los geht's!

# Page 3970971575 - Control 2378146498 - Property 1968111052
source: You can export data to an Excel worksheet, add the classifications, and then import the worksheet. For example, this is great for:
de_de: Sie können Daten in ein Excel-Arbeitsblatt exportieren, die Klassifizierungen hinzufügen und das Arbeitsblatt dann importieren. Dieses Vorgehen eignet sich z. B. für folgende Zwecke:

# Page 3970971575 - Control 11165732 - Property 2879900210
source: - Adding classifications in bulk.
de_de: - Klassifizierungen stapelweise hinzufügen

# Page 3970971575 - Control 846071952 - Property 2879900210
source: - Sharing data with a partner who is classifying data for you.
de_de: - Daten an einen Partner weitergeben, der Daten für Sie klassifiziert

# Page 3970971575 - Control 2919781652 - Property 2879900210
source: - Importing the classifications from another company.
de_de: - Klassifizierung aus einem anderen Unternehmen importieren

# Page 3970971575 - Control 4064167186 - Property 2879900210
source: Export Classification Data to Excel
de_de: Klassifizierungsdaten in Excel-Datei exportieren

# Page 3970971575 - Control 1671100401 - Property 2879900210
source: Import Classification Data from Excel
de_de: Klassifizierungsdaten aus Excel-Datei importieren

# Page 3970971575 - Control 183699262 - Property 1968111052
source: You can also view lists of tables and fields and manually classify your data.
de_de: Sie können auch Listen der Tabellen und Felder anzeigen und die Daten manuell klassifizieren.

# Page 3970971575 - Control 1445609048 - Property 2879900210
source: Classify Data Manually
de_de: Daten manuell klassifizieren

# Page 3970971575 - Control 2163474580 - Property 2879900210
source: Bulk-classify data based on its use
de_de: Daten anhand ihrer Verwendung gesammelt klassifizieren

# Page 3970971575 - Control 2190674243 - Property 2879900210
source: Examples:
de_de: Beispiele:

# Page 3970971575 - Control 2190674243 - Property 1968111052
source: Data from posting includes G/L entries. Data on templates used to create customers, vendors, or items. Data on setup tables that configure functionality. These classifications apply only to fields that are currently Unclassified. We recommend that you review the fields before you apply the classifications.
de_de: Daten aus Buchungen beinhaltet Sachposten. Daten aus Vorlagen werden zum Erstellen von Debitoren, Kreditoren oder Artikeln verwendet. Daten in Einrichtungstabellen dienen zum Konfigurieren von Funktionen. Diese Kategorien gelten nur für Felder, die zurzeit den Status "Nicht klassifiziert" haben. Sie sollten die Felder überprüfen, bevor Sie die Klassifizierungen übernehmen.

# Page 3970971575 - Control 2395305902 - Property 2879900210
source: Data from posting is:
de_de: Bei den Daten aus der Buchung handelt es sich um:

# Page 3970971575 - Control 1957146386 - Property 2879900210
source: Data on templates is:
de_de: Bei den Daten aus den Vorlagen handelt es sich um:

# Page 3970971575 - Control 4294284153 - Property 2879900210
source: Data on setup tables is:
de_de: Bei den Daten der Einrichtungstabellen handelt es sich um:

# Page 3970971575 - Control 2468148152 - Property 2879900210
source: Choose the tables that you want to classify
de_de: Wählen Sie die Tabellen, die klassifiziert werden sollen

# Page 3970971575 - Control 2468148152 - Property 1968111052
source: When you classify a table, the classification applies to all fields in the table. You can choose a table to change classifications for individual fields.
de_de: Wenn Sie eine Tabelle klassifizieren, wird die Klassifizierung auf alle Felder der Tabelle angewendet. Sie können eine Tabelle auswählen, um die Klassifizierung einzelner Felder zu ändern.

# Page 3970971575 - Control 3247369565 - Property 2879900210
source: Data Subject
de_de: Datensubjekt

# Page 3970971575 - Control 4161855943 - Property 2879900210
source: Good work! Now classify individual fields
de_de: Gut gemacht! Klassifizieren Sie jetzt einzelne Felder

# Page 3970971575 - Control 4161855943 - Property 1968111052
source: The default classification has been added to the tables. Now you can classify individual fields in the tables, and the entities that relate to the tables.
de_de: Die Standardklassifizierung wurde den Tabellen hinzugefügt. Sie können jetzt einzelne Felder in den Tabellen und die Einheiten, die zu diesen Tabellen gehören, klassifizieren.

# Page 3970971575 - Control 3045132974 - Property 2879900210
source: Review the classifications for all the entities before you continue!
de_de: Überprüfen Sie die Klassifizierung aller Einheiten, bevor Sie fortfahren.

# Page 3970971575 - Control 2355833851 - Property 2879900210
source: Data Subject
de_de: Datensubjekt

# Page 3970971575 - Control 434405921 - Property 2879900210
source: We're getting there!
de_de: Einen Moment noch!

# Page 3970971575 - Control 434405921 - Property 1968111052
source: Review the classifications for similar fields before you continue.
de_de: Überprüfen Sie die Klassifizierung ähnlicher Felder, bevor Sie fortfahren.

# Page 3970971575 - Control 748037802 - Property 2879900210
source: Fields
de_de: Felder

# Page 3970971575 - Control 3174534972 - Property 2879900210
source: That's it
de_de: Das war’s schon!

# Page 3970971575 - Control 3174534972 - Property 1968111052
source: We have applied the classifications to your data. If you want, you can review and update the classifications in the Data Classification Worksheet.
de_de: Wir haben alle Klassifizierungen auf Ihre Daten angewendet. Wenn Sie möchten, können Sie die Klassifizierungen im Datenklassifizierungsarbeitsblatt überprüfen und aktualisieren.

# Page 3970971575 - Control 2481730978 - Property 2879900210
source: Open Data Classification Worksheet
de_de: Datenklassifizierungsarbeitsblatt öffnen

# Page 3970971575 - Control 315376271 - Property 2879900210
source: That's it
de_de: Das war’s schon!

# Page 3970971575 - Control 315376271 - Property 1968111052
source: The Excel worksheet is ready, and you can start classifying your data. When you are done, run this guide again to import the updated Excel worksheet and apply the classifications.
de_de: Die Excel-Tabelle ist bereit, und Sie können mit dem Klassifizieren der Daten beginnen. Wenn Sie damit fertig sind, führen Sie diesen Vorgang erneut aus, um die aktualisierte Excel-Tabelle zu importieren und die Klassifizierungen zu übernehmen.

# Page 3970971575 - Action 2438272767 - Property 2879900210
source: Back
de_de: Zurück

# Page 3970971575 - Action 3259912055 - Property 2879900210
source: Finish
de_de: Fertigstellen

# Page 3970971575 - NamedType 1052459003
source: Learn more
de_de: Weitere Informationen

# Page 3970971575 - NamedType 2090578792
source: View fields
de_de: Felder anzeigen

# Page 3970971575 - NamedType 3380134905
source: You must review the classifications for similar fields before you can continue.
de_de: Sie müssen die Klassifizierung ähnlicher Felder überprüfen, bevor Sie fortfahren können.

# Page 3970971575 - NamedType 3437023162
source: You must review the classifications for fields before you can continue.
de_de: Sie müssen die Klassifizierung der Felder überprüfen, bevor Sie fortfahren können.

# Page 1105213220 - Property 2019332006
source: New,Process,Report,Manage,View
de_de: Neu,Prozess,Bericht,Verwalten,Anzeigen

# Page 1105213220 - Control 2465538441 - Property 1295455071
source: Specifies the number of the affected table.
de_de: Gibt die Nummer der betroffenen Tabelle an.

# Page 1105213220 - Control 165954885 - Property 1295455071
source: Specifies the number of the affected field.
de_de: Gibt die Nummer des betroffenen Felds an.

# Page 1105213220 - Control 1393533604 - Property 1295455071
source: Specifies the display name of the affected table.
de_de: Gibt den Anzeigenamen der betroffenen Tabelle an.

# Page 1105213220 - Control 823559016 - Property 1295455071
source: Specifies the display name of the affected field.
de_de: Gibt den Anzeigenamen des betroffenen Berichts an.

# Page 1105213220 - Control 4079677382 - Property 1295455071
source: Specifies the type of the affected field.
de_de: Gibt die Art des betroffenen Felds an.

# Page 1105213220 - Control 2582997631 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
de_de: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal

# Page 1105213220 - Control 2582997631 - Property 1295455071
source: Specifies the sensitivity of the data. Sensitive: Information about a data subject's racial or ethnic origin, political opinions, religious beliefs, involvement with trade unions, physical or mental health, sexuality, or details about criminal offenses. Personal: Information that can be used to identify a data subject, either directly or in combination with other data or information. Confidential: Business data that you use for accounting or other business purposes, and do not want to expose to other entities. For example, this might include ledger entries. Normal: General data that does not belong to any other categories.
de_de: Gibt die Vertraulichkeit der Daten an. Vertraulich: Informationen über ethnische Herkunft, politische Meinung, Religionszugehörigkeit, Gewerkschaftsanbindung, körperliche oder geistige Gesundheit, sexuelle Ausrichtung oder Details zum Strafregister. Persönlich: Informationen, mit denen eine Person entweder direkt oder im Zusammenhang mit anderen Daten identifiziert werden kann. Vertraulich: Geschäftsdaten, die Sie für die Buchhaltung oder andere Unternehmenszwecke verwenden und anderen Entitäten nicht zur Verfügung stellen möchten. Dies können z. B. Sachposten sein. Normal: Allgemeine Daten, die keiner anderen Kategorie angehören.

# Page 1105213220 - Control 2728589042 - Property 1295455071
source: Specifies the classification of the data. Open Help to lean more.
de_de: Gibt die Klassifizierung der Daten an. Öffnen Sie die Hilfe, um mehr zu erfahren.

# Page 1105213220 - Control 652958716 - Property 2879900210
source: Last Modified By
de_de: Zuletzt geändert von

# Page 1105213220 - Control 652958716 - Property 1295455071
source: Specifies who last changed the field.
de_de: Gibt an, wer das Feld zuletzt geändert hat.

# Page 1105213220 - Control 984476005 - Property 1295455071
source: Specifies when the field was last changed.
de_de: Gibt den Zeitpunkt der letzten Änderung des Felds an.

# Page 1105213220 - Action 746276264 - Property 2879900210
source: Edit
de_de: Bearbeiten

# Page 1105213220 - Action 2864392894 - Property 2879900210
source: Set Up Data Classifications
de_de: Datenklassifizierungen einrichten

# Page 1105213220 - Action 2864392894 - Property 1295455071
source: Open the Data Classification Assisted Setup Guide.
de_de: Öffnet das unterstützte Setup der Datenklassifizierung.

# Page 1105213220 - Action 4242569052 - Property 2879900210
source: Find New Fields
de_de: Neue Felder suchen

# Page 1105213220 - Action 4242569052 - Property 1295455071
source: Search for new fields and add them in the data classification worksheet.
de_de: Sucht nach neuen Feldern und fügt sie dem Datenklassifizierungsarbeitsblatt hinzu.

# Page 1105213220 - Action 1085967800 - Property 2879900210
source: Set as Sensitive
de_de: Als "Vertraulich" festlegen

# Page 1105213220 - Action 1085967800 - Property 1295455071
source: Set the data sensitivity of the selected fields to Sensitive.
de_de: Legt die Datensensitivität der ausgewählten Felder auf „Vertraulich“ fest.

# Page 1105213220 - Action 3135932708 - Property 2879900210
source: Set as Personal
de_de: Als "Persönlich" festlegen

# Page 1105213220 - Action 3135932708 - Property 1295455071
source: Set the data sensitivity of the selected fields to Personal.
de_de: Legt die Datensensitivität der ausgewählten Felder auf „Persönlich“ fest.

# Page 1105213220 - Action 3887089917 - Property 2879900210
source: Set as Normal
de_de: Als "Normal" festlegen

# Page 1105213220 - Action 3887089917 - Property 1295455071
source: Set the data sensitivity of the selected fields to Normal.
de_de: Legt die Datensensitivität der ausgewählten Felder auf „Normal“ fest.
