Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3970971575 - Control 2190674243 - Property 1968111052
source: Data from posting includes G/L entries. Data on templates used to create customers, vendors, or items. Data on setup tables that configure functionality. These classifications apply only to fields that are currently Unclassified. We recommend that you review the fields before you apply the classifications.
da_dk: Data fra bogføring indeholder finansposter. Data i skabeloner, der er brugt til at oprette debitorer, kreditorer eller varer. Data i opsætningstabeller der konfigurerer funktionalitet. Disse klassificeringer gælder kun for felter, der i øjeblikket ikke er klassificerede. Vi anbefaler, at du gennemser felterne, før du anvender klassificeringerne.
es_es: Los datos de registro incluyen movimientos de contabilidad. Datos de plantillas utilizadas para crear los clientes, proveedores o productos. Datos de las tablas de configuración que configuran la funcionalidad. Estas clasificaciones solo se aplican a los campos que están actualmente sin clasificar. Es recomendable que revise los campos antes de aplicar las clasificaciones.
fr_fr: Les données de validation incluent les écritures comptables. Les données sur les modèles utilisées pour créer des clients, des fournisseurs ou des articles. Les données de tables de configuration de la fonctionnalité. Ces classifications s'appliquent uniquement aux champs qui ne sont pas classés actuellement. Nous vous recommandons de vérifier les champs avant d'appliquer les classifications.
it_ch: I dati della registrazione includono i movimenti C/G. I dati dei modelli vengono utilizzati per creare clienti, fornitori o articoli. I dati delle tabelle di setup configurano la funzionalità. Queste classificazioni si applicano solo ai campi che sono attualmente non classificati. Si consiglia di esaminare i campi prima di applicare le classificazioni.
nl_be: Gegevens uit boekingen bevatten grootboekposten. Gegevens in sjablonen die zijn gebruikt om klanten, leveranciers of artikelen te maken. Gegevens in instellingentabellen waarmee functionaliteit wordt geconfigureerd. Deze classificaties zijn alleen van toepassing op velden die momenteel Niet-geclassificeerd zijn. U wordt aangeraden de velden te controleren voordat u de classificaties toepast.
ru_ru: Данные из учета содержат операции ГК. Данные из шаблонов, которые используются для создания клиентов, поставщиков или номенклатур. Данные из таблиц настройки, которые задают функциональные возможности. Эти классификации применяются только для полей, которые в данный момент неклассифицированы. Рекомендуется проверить поля перед применением классификации.
sv_se: Data från bokföring som omfattar redovisningstransaktioner. Data i mallar som används för att skapa kunder, leverantörer eller artiklar. Data i inställningstabeller som konfigurerar funktioner. Dessa klassificeringar gäller bara fält som för närvarande är oklassificerade. Vi rekommenderar att du granskar fälten innan du tillämpar klassificeringen.

# Page 3970971575 - Control 2190674243 - Property 2879900210
source: Examples:
da_dk: Eksempler:
es_es: Ejemplos:
fr_fr: Exemples :
it_ch: Esempi:
nl_be: Voorbeelden:
ru_ru: Примеры:
sv_se: Exempel:

# Page 3970971575 - Control 2279580244 - Property 1968111052
source: Microsoft is providing this Data Classification feature as a matter of convenience only. It's your responsibility to classify the data appropriately and comply with any laws and regulations that are applicable to you. Microsoft disclaims all responsibility towards any claims related to your classification of the data.
da_dk: Microsoft denne kun funktion til dataklassificering for at gøre tingene nemmere for dig. Du har selv ansvaret for at klassificere dataene korrekt og overholde de love og regler, der gælder for dig. Microsoft fraskriver sig ethvert ansvar i forbindelse med krav vedrørende din klassificering af dataene.
es_es: Microsoft proporciona esta característica de clasificación de datos solo por razones de conveniencia. Usted tiene la responsabilidad de clasificar los datos correctamente y cumplir las leyes y normas correspondientes. Microsoft rechaza toda responsabilidad relativa a reclamaciones relacionadas con la clasificación que usted haga de los datos.
fr_fr: Microsoft fournit cette fonction de classification des données pour votre convenance uniquement. Il vous incombe de classer les données de manière appropriée et de vous conformer aux lois et réglementations qui vous concernent. Microsoft décline toute responsabilité en cas de réclamations liées à votre classification des données.
it_ch: Microsoft fornisce questa funzione di classificazione dei dati solo per motivi di utilità. È responsabilità dell'utente classificare i dati in modo appropriato e rispettare le leggi e i regolamenti applicabili. Microsoft declina ogni responsabilità nei confronti di eventuali reclami relativi alla classificazione dei dati.
nl_be: Microsoft biedt de functie Gegevensclassificatie alleen voor uw gemak. Het is uw verantwoordelijkheid de gegevens correct te classificeren en te voldoen aan wetten en regelgeving die op u van toepassing zijn. Microsoft wijst alle verantwoordelijkheid met betrekking tot de classificatie van uw gegevens af.
ru_ru: Microsoft предоставляет этот компонент классификации данных только для удобства. Вы несете ответственность за надлежащую классификацию данных и соответствие всем требованиям действующих законов и положений. Microsoft не несет никакой ответственности за любые претензии, связанные с вашей классификацией данных.
sv_se: Microsoft tillhandahåller den här dataklassificeringsfunktionen för att göra det enklare för dig. Det är ditt ansvar att klassificera data så att de uppfyller kraven i de lagar och regler som gäller för dig. Microsoft friskriver sig allt ansvar för eventuella krav som berör klassificeringen av dina data.

# Page 3970971575 - Control 2279580244 - Property 2879900210
source: Legal disclaimer
da_dk: Ansvarsfraskrivelse
es_es: Aviso legal
fr_fr: Clause d'exclusion de responsabilité
it_ch: Dichiarazione di non responsabilità
nl_be: Juridische vrijwaring
ru_ru: Заявление от отказе от ответственности
sv_se: Ansvarsfriskrivning

# Page 3970971575 - Control 2355833851 - Property 1295455071
source: Specifies the type of data subjects to apply the data classification to.
da_dk: Angiver den type dataemner, som dataklassificeringen skal anvendes på.
es_es: Especifica los tipos de interesados a los que se aplicará la clasificación de datos.
fr_fr: Spécifie le type d'objet de données auquel appliquer la classification des données.
it_ch: Specifica il tipo di soggetti interessati ai quali applicare la classificazione dei dati.
nl_be: Hiermee wordt het soort betrokkenen opgegeven waarop de gegevensclassificatie moet worden toegepast.
ru_ru: Определяет типы субъектов данных, к которым требуется применить категорию данных.
sv_se: Anger typen av dataämnen som dataklassificeringen ska tillämpas på.

# Page 3970971575 - Control 2355833851 - Property 2879900210
source: Data Subject
da_dk: Dataemne
es_es: Interesado
fr_fr: Objet de données
it_ch: Interessato
nl_be: Betrokkene
ru_ru: Субъект данных
sv_se: Registrerade

# Page 3970971575 - Control 2378146498 - Property 1968111052
source: You can export data to an Excel worksheet, specify classifications for unclassified fields, and then import the worksheet. For example, this is great for:
da_dk: Du kan eksportere data til et Excel-regneark, tilføje klassificeringerne af ikke-klassificerede felter og derefter importere regnearket. Dette er eksempelvis nyttigt, når du vil:
es_es: Puede exportar datos a una hoja de Excel, especificar las clasificaciones de campos no clasificados y luego importar la hoja de trabajo. Esto muy útil para, por ejemplo:
fr_fr: Vous pouvez exporter des données vers une feuille Excel, spécifier les classifications pour les champs non classés, puis importer la feuille. Par exemple, cela est utile pour :
it_ch: È possibile esportare i dati in un foglio di lavoro Excel, specificare le classificazioni per i campi non classificati, quindi importare il foglio di lavoro. Tale operazione è ideale per:
nl_be: U kunt gegevens exporteren naar een Excel-werkblad, classificaties opgeven voor niet-geclassificeerde velden en vervolgens het werkblad importeren. Dat is bijvoorbeeld handig voor:
ru_ru: Можно экспортировать данные на лист Excel, указать категории для неклассифицированных полей, затем импортировать лист. Например, это удобно в следующих случаях:
sv_se: Du kan exportera data till ett Excel-kalkylblad, ange klassificeringar för oklassificerade fält och sedan importera kalkylbladet. Det är till exempel bra när du vill:

# Page 3970971575 - Control 2378146498 - Property 2879900210
source: Let's Get Started
da_dk: Lad os komme i gang
es_es: Empecemos
fr_fr: C'est parti !
it_ch: Iniziamo
nl_be: Ga aan de slag
ru_ru: Приступим
sv_se: Nu sätter vi igång

# Page 3970971575 - Control 2395305902 - Property 1295455071
source: Specifies the default sensitivity classifications to apply to fields that are related to posting. You can view the fields to classify them individually.
da_dk: Angiver de standardfølsomhedsklassificeringer, som anvendes på felter, der er relateret til bogføring. Du kan få vist felterne for at klassificere dem individuelt.
es_es: Especifica las clasificaciones de confidencialidad predeterminadas que se aplicarán a los campos relacionados con los registros. Puede ver los campos para clasificarlos individualmente.
fr_fr: Spécifie les classifications de sensibilité par défaut à appliquer aux champs associés à la validation. Vous pouvez afficher les champs pour les classer individuellement.
it_ch: Specifica la classificazione di riservatezza predefinita da applicare ai campi correlati alla registrazione. È possibile visualizzare i campi per classificarli singolarmente.
nl_be: Hiermee worden de standaardgevoeligheidsclassificaties opgegeven die moeten worden toegepast op velden die gerelateerd zijn aan boeking. U kunt de velden weergeven om deze afzonderlijk te classificeren.
ru_ru: Определяет категории конфиденциальности по умолчанию, применяемые к полям, связанным с учетом. Вы можете просмотреть поля и классифицировать их по отдельности.
sv_se: Anger de standardklassificeringar för känslighet som används i fält som berör bokföring. Du kan visa fälten om du vill klassificera dem individuellt.

# Page 3970971575 - Control 2395305902 - Property 2879900210
source: Data from posting is:
da_dk: Data fra bogføring er:
es_es: Los datos de registro son:
fr_fr: Les données de validation sont :
it_ch: Dati della registrazione:
nl_be: Gegevens uit boekingen zijn:
ru_ru: Классификация данных из учета:
sv_se: Data från bokföring är:

# Page 3970971575 - Control 2395305902 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
da_dk: Ikke-klassificerede,Følsomme,Personlige,Virksomhedsfortrolige,Normal
es_es: Sin clasificar,Confidencial,Personal,Confidencial de la empresa,Normal
it_ch: Non classificati,Riservati,Personali,Riservati della società,Normali
nl_be: Niet-geclassificeerd,Vertrouwelijk,Persoonlijk,Vertrouwelijke bedrijfsinformatie,Normaal
ru_ru: Неклассифицированные,Конфиденциальные,Личные,Для служебного пользования,Обычные
sv_se: Oklassificerat,Känsligt,Personligt,Konfidentiellt,Normalt

# Page 3970971575 - Control 2468148152 - Property 1968111052
source: When you classify a table, the classification applies to all fields in the table. You can choose a table to change classifications for individual fields.
da_dk: Når du klassificerer en tabel, gælder klassificeringen alle felter i tabellen. Du kan vælge en tabel for at ændre klassificeringen af de enkelte felter.
es_es: Al clasificar una tabla, la clasificación se aplica a todos los campos de la tabla. Puede elegir una tabla para cambiar las clasificaciones de campos individuales.
fr_fr: Lorsque vous classez une table, la classification s'applique à tous les champs de la table. Vous pouvez sélectionner une table pour modifier les classifications des champs individuels.
it_ch: Quando si classifica una tabella, la classificazione si applica a tutti i campi nella tabella. È possibile scegliere una tabella per modificare le classificazioni per i singoli campi.
nl_be: Wanneer u een tabel classificeert, is de classificatie van toepassing op alle velden in de tabel. U kunt een tabel kiezen om classificaties te wijzigen voor afzonderlijke velden.
ru_ru: При классификации таблицы эта классификация применяется ко всем полям в таблице. Вы можете выбрать таблицу, чтобы изменить классификацию отдельных полей.
sv_se: När du klassificerar en tabell gäller klassificeringen för alla fält i tabellen. Du kan välja en tabell om du vill ändra klassificeringen för enskilda fält.

# Page 3970971575 - Control 2468148152 - Property 2879900210
source: Choose the tables that you want to classify
da_dk: Vælg de tabeller, som du vil klassificere
es_es: Elija las tablas que desea clasificar
fr_fr: Sélectionner les tables à classer
it_ch: Scegliere le tabelle da classificare
nl_be: Kies de tabellen die u wilt classificeren
ru_ru: Выберите таблицы, которые требуется классифицировать
sv_se: Välj vilka tabeller som du vill klassificera

# Page 3970971575 - Control 2481730978 - Property 1295455071
source: Specifies that you want to open the Data Classification Worksheet to review the classifications that you applied. For example, this is useful for verifying that a classification is specified for all fields.
da_dk: Angiver, at du vil åbne dataklassificeringskladden for at gennemgå de klassificeringer, du har anvendt. Dette er f.eks. nyttigt for at kontrollere, at der er angivet en klassificering for alle felter.
es_es: Especifica que desea abrir la hoja de trabajo de clasificación de datos para revisar las clasificaciones que se han aplicado. Es útil, por ejemplo, para comprobar que se haya especificado una clasificación para todos los campos.
fr_fr: Spécifie que vous souhaitez ouvrir la feuille de classification des données pour vérifier les classifications que vous avez appliquées. Cela vous permet, par exemple, de vérifier qu'une classification est spécifiée pour tous les champs.
it_ch: Specifica che si desidera aprire il foglio di lavoro per la classificazione dei dati per esaminare le classificazioni applicate. Ad esempio, questa operazione è utile per verificare che sia specificata una classificazione per tutti i campi.
nl_be: Hiermee wordt opgegeven dat u het werkblad Gegevensclassificatie wilt openen om de classificaties te bekijken die u hebt toegepast. Dit is bijvoorbeeld handig om te controleren of voor alle velden een classificatie is opgegeven.
ru_ru: Указывает, что вы хотите открыть страницу "Лист классификации данных" для просмотра примененных категорий. Например, так можно проверить, для всех ли полей задана категория.
sv_se: Anger att du vill öppna formuläret för dataklassificeringar för att granska de klassificeringar som du har använt. Detta är till exempel användbart om du vill verifiera att en klassificering har angetts för alla fält.

# Page 3970971575 - Control 2481730978 - Property 2879900210
source: Open Data Classification Worksheet
da_dk: Åbn dataklassificeringskladde
es_es: Abrir hoja de trabajo de clasificación de datos
fr_fr: Ouvrir la feuille de classification des données
it_ch: Apri foglio di lavoro di classificazione dati
nl_be: Werkblad Gegevensclassificatie openen
ru_ru: Открыть лист классификации данных
sv_se: Öppna formuläret för dataklassificeringar

# Page 3970971575 - Control 275970701 - Property 2879900210
source: Classifications include:
da_dk: Klassificeringer omfatter:
es_es: Las distintas clasificaciones son:
fr_fr: Les classifications sont :
it_ch: Le classificazioni includono:
nl_be: Dit zijn de classificaties:
ru_ru: Классификация включает в себя:
sv_se: Klassificeringarna omfattar:

# Page 3970971575 - Control 2919781652 - Property 2879900210
source: - Importing the classifications from another company.
da_dk: - Importere klassificeringerne fra en anden virksomhed.
es_es: - Importar las clasificaciones de otra empresa.
fr_fr: - Importer les classifications d'une autre société.
it_ch: - Importare le classificazioni da un'altra società.
nl_be: - De classificaties importeren uit een ander bedrijf.
ru_ru: - Импортировать классификацию из другой организации.
sv_se: - Importera klassificeringar från ett annat företag.

# Page 3970971575 - Control 2938128749 - Property 1295455071
source: Click here to learn more.
da_dk: Klik her for at få mere at vide.
es_es: Haga clic aquí para obtener más información.
it_ch: Fare clic qui per ulteriori informazioni.
nl_be: Klik hier voor meer informatie.
ru_ru: Щелкните здесь для получения дополнительной информации.
sv_se: Klicka här om du vill ha mer information.

# Page 3970971575 - Control 2938128749 - Property 2879900210
source: Learn more
da_dk: Få mere at vide
es_es: Más información
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Подробнее
sv_se: Läs mer

# Page 3970971575 - Control 3045132974 - Property 2879900210
source: Review the classifications for all the entities before you continue!
da_dk: Gennemse alle enhedernes klassificeringer, før du fortsætter!
es_es: Antes de continuar, revise las clasificaciones de todas las entidades.
fr_fr: Examinez les classifications de toutes les entités avant de continuer !
it_ch: Esaminare le classificazioni per tutte le entità prima di continuare.
nl_be: Controleer de classificaties van alle entiteiten voordat u doorgaat!
ru_ru: Перед продолжением проверьте классификацию для всех объектов!
sv_se: Granska klassificeringarna för alla enheter innan du fortsätter!

# Page 3970971575 - Control 315376271 - Property 1968111052
source: The Excel worksheet is ready, and you can start classifying your data. When you are done, run this guide again to import the updated Excel worksheet and apply the classifications.
da_dk: Excel-regnearket er klar, og du kan begynde at klassificere dine data. Når du er færdig, skal du køre denne guide igen for at importere det opdaterede Excel-regneark og anvende klassificeringerne.
es_es: La hoja Excel está lista y puede empezar a clasificar los datos. Cuando esté listo, vuelva a ejecutar esta guía para importar la hoja Excel actualizada y aplicar las clasificaciones.
fr_fr: La feuille Excel est prête et vous pouvez commencer à classer vos données. Lorsque vous avez terminé, réexécutez ce guide pour importer la feuille Excel mise à jour et appliquer les classifications.
it_ch: Il foglio di lavoro Excel è pronto ed è possibile iniziare la classificazione dei dati. Una volta completata l'operazione, eseguire nuovamente questa guida per importare il foglio di lavoro Excel aggiornato e applicare le classificazioni.
nl_be: Het Excel-werkblad is gereed en u kunt beginnen met het classificeren van uw gegevens. Als u klaar bent, voert u deze begeleide instelling nogmaals uit om het bijgewerkte Excel-werkblad te importeren en de classificaties toe te passen.
ru_ru: Лист Excel готов, и вы можете начать классификацию данных. Когда все будет готово, снова запустите это руководство, чтобы импортировать обновленный лист Excel и применить классификацию.
sv_se: Excel-kalkylbladet är klart och du kan börja klassificera dina data. När du är klar kör du den här guiden igen för att importera det uppdaterade Excel-kalkylbladet och tillämpa klassificeringarna.

# Page 3970971575 - Control 315376271 - Property 2879900210
source: That's it
da_dk: Det var det hele
es_es: Eso es
fr_fr: Voilà !
it_ch: Fine
nl_be: Dat is alles
ru_ru: Вот и все
sv_se: Klart

# Page 3970971575 - Control 3174534972 - Property 1968111052
source: We have applied the classifications to your data. If you want, you can review and update the classifications in the Data Classification Worksheet.
da_dk: Vi har anvendt klassificeringerne på dine data. Du kan evt. gennemse og opdatere klassificeringerne i dataklassificeringskladden.
es_es: Hemos aplicado las clasificaciones a sus datos. Si lo desea, puede revisar y actualizar las clasificaciones en la hoja de trabajo de clasificación de datos.
fr_fr: Nous avons appliqué les classifications à vos données. Si vous le souhaitez, vous pouvez examiner et mettre à jour les classifications dans la feuille Classification des données.
it_ch: Abbiamo applicato le classificazioni ai dati. Se si desidera, è possibile esaminare e aggiornare le classificazioni nel foglio di lavoro di classificazione dati.
nl_be: De classificaties zijn op uw gegevens toegepast. Als u wilt, kunt u de classificaties controleren en bijwerken in het werkblad Gegevensclassificatie.
ru_ru: Мы применили классификацию к вашим данным. Если требуется, можно просмотреть и обновить классификацию на листе классификации данных.
sv_se: Vi har nu tillämpat klassificeringarna på dina data. Om du vill kan du granska och uppdatera klassificeringarna i formuläret för dataklassificeringarna.

# Page 3970971575 - Control 3174534972 - Property 2879900210
source: That's it
da_dk: Det var det hele
es_es: Eso es
fr_fr: Voilà !
it_ch: Fine
nl_be: Dat is alles
ru_ru: Вот и все
sv_se: Klart

# Page 3970971575 - Control 3183636337 - Property 2879900210
source: - Sensitive - Private data, such as political or religious beliefs.
da_dk: - Følsomme - private data, f.eks. politiske eller religiøs overbevisning.
es_es: - Confidencial: datos privados, como creencias políticas o religiosas.
fr_fr: - Sensible - Données privées, telles que les croyances politiques ou religieuses.
it_ch: - Riservati: dati privati, ad esempio convinzioni politiche o religiose.
nl_be: - Vertrouwelijk: persoonlijke gegevens, zoals politieke of religieuze overtuigingen.
ru_ru: - Конфиденциальные — личные данные, такие как политические взгляды или религиозная вера.
sv_se: -Känsligt - Privata data, exempelvis politisk eller religiös åskådning.

# Page 3970971575 - Control 3247369565 - Property 1295455071
source: Specifies the type of data subjects to apply the data classification to.
da_dk: Angiver den type dataemner, som dataklassificeringen skal anvendes på.
es_es: Especifica los tipos de interesados a los que se aplicará la clasificación de datos.
fr_fr: Spécifie le type d'objet de données auquel appliquer la classification des données.
it_ch: Specifica il tipo di soggetti interessati ai quali applicare la classificazione dei dati.
nl_be: Hiermee wordt het soort betrokkenen opgegeven waarop de gegevensclassificatie moet worden toegepast.
ru_ru: Определяет типы субъектов данных, к которым требуется применить категорию данных.
sv_se: Anger typen av dataämnen som dataklassificeringen ska tillämpas på.

# Page 3970971575 - Control 3247369565 - Property 2879900210
source: Data Subject
da_dk: Dataemne
es_es: Interesado
fr_fr: Objet de données
it_ch: Interessato
nl_be: Betrokkene
ru_ru: Субъект данных
sv_se: Registrerade

# Page 3970971575 - Control 3349558288 - Property 1295455071
source: Specifies whether to apply the classification to the type of data subjects.
da_dk: Angiver, om klassificeringen skal gælde for den pågældende type dataobjekter.
es_es: Especifica si se aplicará la clasificación al tipo de interesado.
fr_fr: Spécifie si la classification doit être appliquée au type d'objet de données.
it_ch: Specifica se applicare la classificazione al tipo di soggetti interessati.
nl_be: Hiermee wordt opgegeven of de classificatie moet worden toegepast op het soort betrokkenen.
ru_ru: Указывает, применять ли категорию к этому типу субъектов данных.
sv_se: Anger om klassificeringen ska användas för den här typen av dataämnen.
