Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 4061016505 - NamedType 1040507220
source: After you enable this feature for all users, you cannot turn it off again. This is because the feature may include changes to your data and may initiate an upgrade of some database tables as soon as you enable it.\\We strongly recommend that you first enable and test this feature on a sandbox environment that has a copy of production data before doing this on a production environment.\\For detailed information about the impact of enabling this feature, you should choose No and use the Learn more link.\\Are you sure you want to enable this feature?
da_dk: Når du har aktiveret denne funktion for alle brugere, kan du ikke slå den fra igen. Dette skyldes, at funktionen kan omfatte ændringer af dine data og kan starte en opgradering af nogle databasetabeller, så snart du aktiverer den.\\Vi anbefaler på det kraftigste, at du først aktiverer og tester denne funktion i et sandkassemiljø, der har en kopi af produktionsdata, før du udfører denne funktion på et produktionsmiljø.\\Hvis du vil have detaljerede oplysninger om effekten af aktivering af denne funktion, skal du vælge Nej og bruge linket Få mere at vide.\\Er du sikker på, at du vil aktivere denne funktion?
es_es: Después de habilitar esta característica para todos los usuarios, no puede desactivarla de nuevo. Esto se debe a que la característica puede incluir cambios en los datos y puede iniciar una actualización de algunas tablas de la base en cuanto se habilite.\\Recomendamos que primero habilite y pruebe esta característica en un entorno de espacio aislado que tenga una copia de los datos de producción antes de hacerlo en un entorno de producción.\\Para obtener información detallada sobre el impacto de habilitar esta característica, debe elegir No y usar el vínculo Más información.\\¿Seguro que desea habilitar esta característica?
it_ch: Dopo aver abilitato questa funzionalità per tutti gli utenti, non è possibile nuovamente disabilitarla in quanto la funzionalità può includere modifiche ai dati e può avviare l'aggiornamento di alcune tabelle di database non appena viene abilitata.\\È consigliabile abilitare e verificare questa funzionalità innanzitutto in un ambiente sandbox con una copia dei dati di produzione prima di eseguire questa operazione in un ambiente di produzione.\\Per informazioni dettagliate sull'impatto dell'attivazione della funzionalità, scegliere No e utilizzare il collegamento Ulteriori informazioni.\\Abilitare questa funzionalità?
nl_be: Nadat u deze functie hebt ingeschakeld voor alle gebruikers, kunt u deze niet meer uitschakelen. Dit komt doordat de functie mogelijk wijzigingen in uw gegevens bevat en een upgrade van bepaalde databasetabellen kan starten zodra u deze inschakelt.\\Het wordt nadrukkelijk aanbevolen deze functie eerst in te schakelen en te testen in een sandbox-omgeving die een kopie van productiegegevens bevat, voordat u deze in een productieomgeving inschakelt.\\Voor gedetailleerde informatie over het effect van het inschakelen van deze functie, kiest u Nee en gebruikt u de koppeling Meer informatie.\\Weet u zeker dat u deze functie wilt inschakelen?
ru_ru: После включения этой функции для всех пользователей отключить ее будет нельзя. Это связано с тем, что эта функция может предполагать внесение изменений в ваши данные и может сразу же после включения инициировать обновление некоторых таблиц базы данных.\\Настоятельно рекомендуем сначала включить и протестировать эту функцию в песочнице с копией рабочих данных, прежде чем делать в рабочей среде.\\Для получения подробных сведений о последствиях включения этой функции выберите "Нет" и перейдите по ссылке "Подробнее".\\Включить эту функцию?
sv_se: När du har aktiverat funktionen för alla användare kan du inte inaktivera den igen. Detta beror på att funktionen kan omfatta ändringar av dina data och kan initiera en uppgradering av vissa databastabeller så fort du aktiverar den.\\Vi rekommenderar att du först aktiverar och testar den här funktionen i en sandbox-miljö med en kopia av produktionsdata innan du gör detta i en produktionsmiljö.\\Om du vill ha mer information om vad som händer när du aktiverar funktionen ska du välja Nej och använda länken Läs mer.\\Vill du aktivera den här funktionen?

# Page 4061016505 - NamedType 1601324261
source: Learn more
da_dk: Få mere at vide
es_es: Más información
fr_fr: En savoir plus
it_ch: Ulteriori informazioni
nl_be: Meer informatie
ru_ru: Подробнее
sv_se: Läs mer

# Page 4061016505 - NamedType 1796632658
source: Try it out
da_dk: Prøv det
es_es: Pruébelo
fr_fr: Tester
it_ch: Prova
nl_be: Uitproberen
ru_ru: Попробуйте
sv_se: Prova nu

# Page 4061016505 - NamedType 2696496991
source: This feature has already been enabled and cannot be disabled.
da_dk: Denne funktion er allerede aktiveret og kan ikke deaktiveres.
es_es: Ya se ha habilitado esta característica y no se puede deshabilitar.
it_ch: Questa funzionalità è già stata abilitata e non può essere disabilitata.
nl_be: Deze functie is al geactiveerd en kan niet worden uitgeschakeld.
ru_ru: Эта функция уже включена и не может быть отключена.
sv_se: Den här funktionen har redan aktiverats och kan inte inaktiveras.

# Page 4061016505 - NamedType 2845400600
source: A new browser tab was opened for you to try out the feature. For now, the feature has been temporarily enabled for you only. It will remain enabled whenever you open Business Central in the browser, until you completely sign out or close the browser.
es_es: Se abrió una nueva pestaña de explorador para probar la función. De momento, la característica solo se ha habilitado temporalmente. Permanecerá habilitada cada vez que abra Business Central en el explorador, hasta que se cierre la sesión completamente o se cierre el explorador.
it_ch: È stata aperta una nuova scheda del browser per provare la funzionalità. Per il momento la funzionalità è stata temporaneamente attivata solo per l'utente corrente. Rimarrà abilitata ogni volta che Business Central viene aperto nel browser, fino a quando non si esce completamente o si chiude il browser.
nl_be: Er is een nieuw browsertabblad geopend, zodat u de functie kunt uitproberen. Vanaf nu is de functie tijdelijk alleen voor u geactiveerd. De functie blijft geactiveerd wanneer u Business Central in de browser opent, totdat u zich volledig hebt afgemeld of de browser hebt gesloten.
ru_ru: Открыта новая вкладка браузера, на которой вы можете попробовать новую функцию. На данный момент эта функция временно включена только для вас. Она будет включена при каждом открытии Business Central в браузере до полного выхода или закрытия браузера.
sv_se: En ny flik har öppnats i webbläsaren så att du kan testa funktionen. Funktionen har bara tillfälligt aktiverats för dig. Den är aktiv från det att du öppnar Business Central i webbläsaren tills du loggar ut helt och hållet eller stänger webbläsaren.

# Page 4061016505 - NamedType 944771502
source: You need to enable this feature first: %1
es_es: Primero debe activar esta característica: %1
it_ch: Innanzitutto è necessario abilitare questa funzionalità: %1
sv_se: Du måste först aktivera den här funktionen: %1

# Page 4217154468 - NamedType 3719062343
source: No address suggestions were found. Click the menu action "Full Address Lists" to search for more email addresses.
es_es: No se encontraron sugerencias de dirección. Haga clic en la acción de menú "Listas completas de direcciones" para buscar más direcciones de correo electrónico.
it_ch: Non sono stati trovati suggerimenti di indirizzi. Fare clic sull'azione di menu "Liste di indirizzi completi" per cercare altri indirizzi e-mail.
sv_se: Inga adressförslag hittades. Klicka på menyåtgärden "Fullständiga adresslistor" om du vill söka efter fler e-postadresser.

# Page 513864971 - NamedType 1259364184
source: Note: There might be other users working in the system.
es_es: Nota: Es posible que haya otros usuarios trabajando en el sistema.
it_ch: Nota: potrebbero essere presenti altri utenti che lavorano nel sistema.
sv_se: Obs! Det kan finnas andra användare som arbetar i systemet.

# Page 513864971 - NamedType 2300139140
source: Installing extensions during business hours will disrupt other users.
es_es: Si instala extensiones durante las horas laborables, los demás usuarios se verán afectados.
it_ch: L'installazione delle estensioni durante le ore lavorative disturberà altri utenti.
sv_se: Om tillägg installeras under arbetstid kan andra användare störas.

# Page 513864971 - NamedType 3868090891
source: After installation, your session will refresh, and you can set up your extension.
es_es: Después de la instalación, la sesión se actualizará y podrá configurar su extensión.
it_ch: Dopo l'installazione, la sessione viene aggiornata ed è possibile impostare l'estensione.
sv_se: Efter installationen uppdateras sessionen och du kan konfigurera tillägget.

# Page 523480673 - NamedType 1174002839
source: %1 out of %2 updates have been applied in Business Central. You can close this guide.
da_dk: %1 ud af %2 opdateringer er blevet anvendt i Business Central. Du kan lukke denne vejledning.
es_es: Se han aplicado %1 de %2 actualizaciones en Business Central. Puede cerrar esta guía.
fr_fr: %1 mises à jour sur %2 ont été appliquées dans Business Central. Vous pouvez fermer ce guide.
it_ch: %1 su %2 aggiornamenti sono stati applicati in Business Central. È possibile chiudere la guida.
nl_be: %1 van %2 updates zijn in Business Central toegepast. U kunt deze gids sluiten.
ru_ru: В Business Central применено %1 обновлений из %2. Можно закрыть этот мастер.
sv_se: %1 av %2 uppdateringar har tillämpats på Business Central. Du kan stänga den här guiden.

# Page 523480673 - NamedType 2580697080
source: Number of updates ready to be applied: %1. These can be name, email address, preferred language, and user access changes. Choose View changes to see the list.
da_dk: Antal opdateringer, som er klar til at blive anvendt: %1. Disse kan være ændringer af navn, mailadresse, foretrukket sprog og brugeradgang. Vælg Vis ændringer for at få vist listen.
es_es: Número de actualizaciones disponibles para aplicarse: %1. Pueden ser nombre, dirección de correo electrónico, idioma preferido y cambios de acceso de usuario. Elija Ver cambios para ver la lista.
it_ch: Numero di aggiornamenti pronti per essere applicati: %1. Possono essere modifiche al nome, all'indirizzo e-mail, alla lingua preferita e all'accesso utente. Scegliere Visualizza modifiche per vedere l'elenco.
nl_be: Aantal wijzigingen dat kan worden toegepast: %1. Deze wijzigingen kunnen de naam, het e-mailadres, de voorkeurstaal en de gebruikerstoegang betreffen. Kies Wijzigingen weergeven om de lijst te zien.
ru_ru: Количество готовых к применению обновлений: %1. Это могут быть изменения в именах, адресах электронной почты, предпочтительных языках и уровне доступа пользователей. Нажмите "Просмотр изменений", чтобы увидеть весь список.
sv_se: Antal uppdateringar som är klara att tillämpas: %1. Dessa kan vara namn, e-postadress, prioriterade språk och ändringar av användaråtkomsten. Välj Visa ändringar om du vill visa listan.

# Page 523480673 - NamedType 3177497220
source: We found %1 license update for a user who has customized permissions. Before continuing, you must either keep the current permissions or add the permissions associated with the new license for the user.
da_dk: Vi har fundet %1 licensopdatering til en bruger, som har tilpassede rettigheder. Før du fortsætter, skal du beholde de aktuelle tilladelser eller tilføje de rettigheder, der er knyttet til den nye licens for brugeren.
es_es: Encontramos %1 actualización de licencia para un usuario que tiene permisos personalizados. Antes de continuar, debe mantener los permisos actuales o agregar los permisos asociados con la nueva licencia para el usuario.
it_ch: È stato trovato %1 aggiornamento di licenza per un utente con le autorizzazioni personalizzate. Prima di continuare, è necessario mantenere le autorizzazioni correnti o aggiungere le autorizzazioni associate alla nuova licenza per l'utente.
nl_be: Er is %1 licentie-update gevonden voor een gebruiker met aangepaste machtigingen. Voordat u doorgaat, moet u de huidige machtigingen behouden of de machtigingen toevoegen die zijn gekoppeld aan de nieuwe licentie voor de gebruiker.
ru_ru: Мы обнаружили %1 обновление лицензии для пользователя с настроенными разрешениями. Прежде чем продолжить, необходимо либо оставить для этого пользователя его текущие разрешения, либо добавить разрешения, связанные с новой лицензией.
sv_se: Vi hittade %1 licensuppdatering för en användare som har anpassade behörigheter. Innan du fortsätter måste du antingen behålla den nuvarande behörigheten eller lägga till behörigheterna som hör till den nya licensen för användaren.

# Page 523480673 - NamedType 3386275873
source: We found %1 license updates for users who have customized permissions. Before continuing, you must either keep the current permissions or add the permissions associated with the new license for those users.
da_dk: Vi har fundet %1 licensopdateringer til brugere, der har tilpassede rettigheder. Før du fortsætter, skal du beholde de aktuelle tilladelser eller tilføje de tilladelser, der er knyttet til den nye licens for de pågældende brugere.
es_es: Encontramos %1 actualizaciones de licencia para los usuarios que tienen permisos personalizados. Antes de continuar, debe mantener los permisos actuales o agregar los permisos asociados a la nueva licencia de esos usuarios.
it_ch: Sono stati trovati %1 aggiornamenti di licenza per utenti con le autorizzazioni personalizzate. Prima di continuare, è necessario mantenere le autorizzazioni correnti o aggiungere le autorizzazioni associate alla nuova licenza per gli utenti.
nl_be: Er zijn %1 licentie-updates gevonden voor gebruikers met aangepaste machtigingen. Voordat u doorgaat, moet u de huidige machtigingen behouden of de machtigingen toevoegen die zijn gekoppeld aan de nieuwe licentie voor deze gebruikers.
ru_ru: Мы обнаружили обновления лицензий (%1) для пользователей с настроенными разрешениями. Прежде чем продолжить, необходимо либо оставить для этих пользователей их текущие разрешения, либо добавить разрешения, связанные с новой лицензией.
sv_se: Vi hittade %1 licensuppdateringar för användare som har anpassade behörigheter. Innan du fortsätter måste du antingen behålla den nuvarande behörigheten eller lägga till behörigheterna som hör till den nya licensen för användarna.

# Page 523480673 - NamedType 3487676923
source: Your user account does not give you permission to fetch users from Microsoft 365. Please contact your administrator.
es_es: Su cuenta de usuario no le otorga permiso para capturar usuarios de Microsoft 365. Póngase en contacto con el administrador.
it_ch: L'account utente non concede l'autorizzazione di recuperare gli utenti da Microsoft 365. Contattare l'amministratore.
nl_be: Uw gebruikersaccount verleent u geen machtiging om gebruikers op te halen uit Microsoft 365. Neem contact op met uw beheerder.
ru_ru: Ваша учетная запись пользователя не дает вам права на извлечение пользователей из Microsoft 365. Обратитесь к системному администратору.
sv_se: Ditt användarkonto ger dig inte behörighet att hämta användare från Microsoft 365. Kontakta administratören.

# Page 523480673 - NamedType 3751591228
source: Configure permissions per license
es_es: Configurar permisos por licencia
it_ch: Configura autorizzazioni per licenza
sv_se: Konfigurera behörigheter per licens

# Page 523480673 - NamedType 731288182
source: Are you sure you wish to cancel the updates?
da_dk: Vil du annullere opdateringerne?
es_es: ¿Realmente desea cancelar las actualizaciones?
fr_fr: Voulez-vous vraiment annuler les mises à jour ?
it_ch: Annullare gli aggiornamenti?
nl_be: Weet u zeker dat u de updates wilt annuleren?
ru_ru: Отменить обновления?
sv_se: Vill du avbryta uppdateringarna?

# Page 664053810 - NamedType 2367821945
source: Go ahead and delete?
es_es: ¿Desea seguir adelante y eliminar?
it_ch: Procedere con l'eliminazione?
sv_se: Vill du fortsätta och ta bort?

# Page 709229469 - NamedType 4247047285
source: The email extension that was used to send this email has been uninstalled. To view information about the email account, you must reinstall the extension.
da_dk: Den mailudvidelse, der blev brugt til at sende denne mail, er blevet fjernet. Hvis du vil have vist oplysninger om mailkontoen, skal du geninstallere udvidelsen.
es_es: Se ha desinstalado la extensión de correo electrónico que se usó para enviar este mensaje de correo electrónico. Para ver la información sobre la cuenta de correo electrónico, debe volver a instalar la extensión.
it_ch: L'estensione e-mail utilizzata per l'invio di questo messaggio e-mail è stata disinstallata. Per visualizzare le informazioni relative all'account di posta elettronica, è necessario reinstallare l'estensione.
nl_be: De e-mailextensie die is gebruikt om deze e-mail te verzenden, is verwijderd. Als u informatie over het e-mailaccount wilt weergeven, moet u de extensie opnieuw installeren.
ru_ru: Почтовое расширение удалено, с помощью которого было отправлено это сообщение электронной почты, удалено. Для просмотра информации об учетной записи электронной почты необходимо установить расширение заново.
sv_se: E-posttillägget som användes för att skicka detta e-postmeddelande har avinstallerats. Om du vill visa information om e-postkontot måste du installera om tillägget.

# Page 761349018 - NamedType 2367821945
source: Go ahead and delete?
da_dk: Vil du fortsætte og slette?
es_es: ¿Quiere seguir adelante y eliminar?
it_ch: Procedere con l'eliminazione?
nl_be: Doorgaan en verwijderen?
ru_ru: Удалить?
sv_se: Vill du ta bort?

# Page 799089619 - NamedType 2098769147
source: Watch
da_dk: Se
es_es: Observar
fr_fr: Regarder
it_ch: Guarda
nl_be: Bekijken
ru_ru: Смотреть
sv_se: Bevaka

# Page 799089619 - NamedType 3736455171
source: Read
da_dk: Læs
es_es: Leer
fr_fr: Lire
it_ch: Leggi
nl_be: Lezen
ru_ru: Читать
sv_se: Läs

# Page 825875962 - NamedType 4247047285
source: The email extension that was used to send this email has been uninstalled. To view information about the email account, you must reinstall the extension.
es_es: Se ha desinstalado la extensión de correo electrónico que se usó para enviar este mensaje de correo electrónico. Para ver la información sobre la cuenta de correo electrónico, debe volver a instalar la extensión.
it_ch: L'estensione e-mail utilizzata per l'invio di questo messaggio e-mail è stata disinstallata. Per visualizzare le informazioni relative all'account di posta elettronica, è necessario reinstallare l'estensione.
sv_se: E-posttillägget som användes för att skicka detta e-postmeddelande har avinstallerats. Om du vill visa information om e-postkontot måste du installera om tillägget.

# Page 826565576 - NamedType 2808898738
source: Setups for %1
es_es: Configuraciones de %1
it_ch: Setup per %1
sv_se: Konfigurationer för %1

# Page 826565576 - NamedType 3875045842
source: This app doesn't require set-up.
es_es: Esta aplicación no requiere configuración.
it_ch: Questa app non richiede il setup.
sv_se: Den här appen behöver inte konfigureras.

# Page 826565576 - NamedType 4210910602
source: Do you want to run the initial setup?
es_es: ¿Desea ejecutar la configuración inicial?
it_ch: Eseguire il setup iniziale?
sv_se: Vill du köra den första konfigurationen?

# Page 906691248 - NamedType 1232297936
source: The state parameter value does not match.
da_dk: Tilstandsparameterens værdi stemmer ikke overens.
es_es: El valor del parámetro de estado no coincide.
it_ch: Il valore del parametro di stato non corrisponde.
nl_be: De waarde van de parameter Staat komt niet overeen.
ru_ru: Значение параметра "Состояние" не совпадает.
sv_se: Värdet för tillståndsparametern stämmer inte.

# Page 906691248 - NamedType 2342417125
source: No state has been returned
da_dk: Ingen tilstand er returneret
es_es: No se ha devuelto ningún estado
it_ch: Non è stato restituito alcuno stato
nl_be: Er is geen status geretourneerd
ru_ru: Состояние не возвращено
sv_se: Inget tillstånd har returnerats

# Page 906691248 - NamedType 3906946713
source: Error: %1, description: %2
da_dk: Fejl: %1, beskrivelse: %2
es_es: Error: %1, descripción: %2
it_ch: Errore: %1, descrizione: %2
nl_be: Fout: %1, beschrijving: %2
ru_ru: Ошибка: %1; описание: %2
sv_se: Fel: %1, beskrivning: %2

# Page 1055677777 - Property 2879900210
source: Related Entities
es_es: Entidades relacionadas
it_ch: Entità correlate
nl_be: Gerelateerde entiteiten
ru_ru: Связанные сущности
sv_se: Relaterade enheter

# Page 1105213220 - Property 2019332006
source: New,Process,Report,Manage,View
da_dk: Ny,Proces,Rapport,Administrer,Vis
es_es: Nuevo,Proceso,Informe,Administrar,Ver
fr_fr: Nouveau,Traitement,État,Gérer,Afficher
it_ch: Nuovo,Processo,Report,Gestisci,Visualizza
nl_be: Nieuw,Proces,Rapport,Beheren,Weergeven
ru_ru: Новый,Процесс,Отчет,Управление,Просмотр
sv_se: Ny,Process,Rapport,Hantera,Visa

# Page 1105213220 - Property 2879900210
source: Data Classification Worksheet
es_es: Hoja de trabajo de clasificación de datos
it_ch: Foglio di lavoro di classificazione dati
nl_be: Werkblad Gegevensclassificatie
ru_ru: Лист классификации данных
sv_se: Förslag på dataklassificeringar

# Page 1105213220 - Property 3863440606
source: GDPR,Data Privacy,Privacy,Personal Data
da_dk: GDPR,persondata,beskyttelse af personlige oplysninger,personlige data,
es_es: RGPD,privacidad de datos,privacidad,datos personales
fr_fr: RGPD,confidentialité des données,confidentialité,données personnelles
it_ch: GDPR,Privacy dei dati,Privacy,Dati personali
nl_be: AVG,gegevensprivacy,privacy,persoonlijke gegevens
ru_ru: GDPR,Конфиденциальность данных,Конфиденциальность,Персональные данные
sv_se: GDPR,Dataintegritet,Sekretess,Personuppgifter

# Page 1122678929 - Property 2879900210
source: Cue Setup
da_dk: Opsætning af køindikator
es_es: Configuración de pila
fr_fr: Paramètres pile
it_ch: Setup pila
nl_be: Instelling van indicatiestapel
ru_ru: Настройка очереди
sv_se: Inställning av stack-ikon

# Page 1150883149 - Property 2879900210
source: Time Spent
es_es: Tiempo transcurrido
it_ch: Tempo speso
sv_se: Nedlagd tid

# Page 1153700271 - Property 2879900210
source: Apply Word Template
es_es: Aplicar plantilla de Word
it_ch: Collega modello di Word
nl_be: Word-sjabloon toepassen
ru_ru: Применить шаблон Word
sv_se: Tillämpa Word-mall

# Page 1206474225 - Property 2019332006
source: New, Process, Report, Navigate
da_dk: Ny,Proces,Rapport,Naviger
es_es: Nuevo,Proceso,Informe,Navegar
it_ch: Nuovo,Processo,Report,Naviga
nl_be: Nieuw,Proces,Rapport,Navigeren
ru_ru: Новый,Процесс,Отчет,Перейти
sv_se: Ny,Process,Rapport,Navigera

# Page 1206474225 - Property 2879900210
source: Retention Policy
da_dk: Opbevaringspolitik
es_es: Directiva de retención
it_ch: Criteri di conservazione
nl_be: Bewaarbeleid
ru_ru: Политика хранения
sv_se: Kvarhållningsprincip

# Page 1215073847 - Property 2019332006
source: New,Process,Report,Manage
es_es: Nuevo,Proceso,Informe,Administrar
it_ch: Nuovo,Processo,Report,Gestisci
nl_be: Nieuw,Proces,Rapport,Beheren
ru_ru: Новый,Процесс,Отчет,Управление
sv_se: Ny,Process,Rapport,Hantera

# Page 1215073847 - Property 2879900210
source: Printer Management
da_dk: Printerstyring
es_es: Administración de impresoras
it_ch: Gestione stampante
nl_be: Printerbeheer
ru_ru: Управление принтерами
sv_se: Skrivarhantering

# Page 1251581097 - Property 2879900210
source: Email Outbox
es_es: Bandeja de salida de correo electrónico
it_ch: Posta in uscita
nl_be: Postvak UIT
ru_ru: Исходящие сообщения
sv_se: Utkorg för e-post
