Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 3266216760 - Control 3454070650 - Property 1295455071
source: Specifies the type of class. Normal is data entry, FlowFields calculate and display results immediately, and FlowFilters display results based on user-defined filter values that affect the calculation of a FlowField.
da_dk: Angiver typen af klasse. Normal er datapost, FlowFields beregner og viser resultater med det samme, og FlowFilters viser resultater baseret på brugerdefinerede filterværdier, der har indflydelse på beregningen af et FlowField.
es_es: Especifica el tipo de clase. Normal es la entrada de datos, los FlowFields calculan y muestran resultados inmediatamente y los FlowFilters muestran resultados en función de los valores de filtro definidos por el usuario que afectan al cálculo de un FlowField.
it_ch: Specifica il tipo di classe. Normali è l'immissione dei dati, FlowField calcola e visualizza immediatamente i risultati e FlowFilter visualizza i risultati in base ai valori di filtro definiti dall'utente che incidono sul calcolo di un FlowField.
nl_be: Hiermee wordt het type klasse opgegeven. Normaal betekent gegevensinvoer. FlowFields betekent resultaten direct berekenen en weergeven en FlowFilters betekent resultaten weergeven op basis van door de gebruiker gedefinieerde filterwaarden die van invloed zijn op de berekening van een FlowField.
ru_ru: Определяет тип класса. "Обычный" — ввод данных; FlowField — расчет и немедленное отображение результатов; FlowFilter — отображение результатов на основе определенных пользователем значений фильтра, влияющих на расчет значения поля FlowField.
sv_se: Anger typen av klass. Normal är dataregistrering, FlowFields beräknar och visar resultat omedelbart och FlowFilters visar resultat baserat på användardefinierade filtervärden som påverkar beräkningen av ett FlowField.

# Page 3266216760 - Control 4200184881 - Property 1295455071
source: Specifies the ID number of the field in the table.
da_dk: Angiver id-nummeret for feltet i tabellen.
es_es: Especifica el id. de número del campo de la tabla.
it_ch: Specifica l'ID numerico del campo della tabella.
nl_be: Hiermee wordt het id-nummer opgegeven van het veld in de tabel.
ru_ru: Определяет идентификационный номер поля в таблице.
sv_se: Anger ID-numret för fältet i tabellen.

# Page 3266216760 - Control 730832363 - Property 1295455071
source: Specifies the name of the table.
da_dk: Angiver navnet på tabellen.
es_es: Especifica el nombre de la tabla.
it_ch: Specifica il nome della tabella.
nl_be: Hiermee wordt de naam van de tabel opgegeven.
ru_ru: Определяет имя таблицы.
sv_se: Anger tabellens namn.

# Page 329821768 - Control 2961552353 - Property 1295455071
source: The email scenario.
es_es: Escenario de correo electrónico.
it_ch: Scenario e-mail.
nl_be: Het e-mailscenario.
ru_ru: Сценарий электронной почты.
sv_se: E-postscenariot.

# Page 329821768 - Control 2961552353 - Property 2879900210
source: Email scenario
es_es: Escenario de correo electrónico
it_ch: Scenario e-mail
ru_ru: Сценарий электронной почты
sv_se: E-postscenario

# Page 3313994466 - Control 2961552353 - Property 1295455071
source: Specifies the names of the available Windows languages.
da_dk: Angiver navnene på de tilgængelige Windows-sprog.
es_es: Especifica los nombres de los idiomas disponibles de Windows.
fr_fr: Spécifie le nom des langues Windows disponibles.
it_ch: Specifica i nomi delle lingue Windows disponibili.
nl_be: Hiermee worden de namen van de beschikbare Windows-talen opgegeven.
ru_ru: Определяет наименования доступных языков Windows.
sv_se: Anger namnen på de tillgängliga Windows-språken.

# Page 3313994466 - Control 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Название
sv_se: Namn

# Page 3313994466 - Control 450009889 - Property 1295455071
source: Specifies the unique language ID for the Windows language.
da_dk: Angiver det entydige sprog-id for Windows-sproget.
es_es: Especifica el identificador de idioma único del idioma de Windows.
fr_fr: Spécifie le code langue unique de la langue Windows.
it_ch: Specifica l'ID univoco della lingua per la lingua Windows.
nl_be: Hiermee wordt de unieke taal-id van de Windows-taal opgegeven.
ru_ru: Определяет уникальный идентификатор языка Windows.
sv_se: Anger det unika språk-ID:t för Windows-språket.

# Page 3314581104 - Control 1099878689 - Property 1968111052
source: Download a ZIP file that contains a Word document and a data source file. Right-click the ZIP file and choose Extract All. Before you open the Word document, make sure that no other documents are open in Word. The fields you can use in the template are available on the Mailings tab in Word.
es_es: Descargue un archivo ZIP que contenga un documento de Word y un archivo de origen de datos. Haga clic con el botón secundario en el archivo zip y elija Extraer todo. Antes de abrir el documento de Word, asegúrese de que no hay ningún otro documento abierto en Word. Los campos que se pueden utilizar en la plantilla están disponibles en la pestaña Correspondencia de Word.
it_ch: Scaricare un file ZIP contenente un documento di Word e un file di origine dati. Fare clic con il pulsante destro del mouse sul file ZIP e scegliere Estrai tutto. Prima di aprire il documento di Word, verificare che altri documenti non siano aperti in Word. I campi che è possibile utilizzare nel modello sono disponibili nella scheda Corrispondenza in Word.
nl_be: Een ZIP-bestand downloaden dat een Word-document en een gegevensbronbestand bevat. Klik met de rechtermuisknop op het ZIP-bestand en kies Alles uitpakken. Controleer voordat u het Word-document opent of er geen andere documenten zijn geopend in Word. De velden die u kunt gebruiken in de sjabloon, zijn beschikbaar op het tabblad Mailings van Word.
ru_ru: Загрузите ZIP-файл, содержащий документ Word и файл источника данных. Щелкните ZIP-файл правой кнопкой мыши и нажмите "Извлечь все". Перед открытием документа Word убедитесь, что в Word не открыты другие документы. Поля, которые можно использовать в шаблоне, доступны на вкладке "Рассылки" в Word.
sv_se: Ladda ned en ZIP-fil som innehåller ett Word-dokument och en datakällfil. Högerklicka på ZIP-filen och välj Extrahera alla. Innan du öppnar Word-dokumentet måste du kontrollera att inga andra dokument är öppna i Word. De fält som du kan använda i mallen visas på fliken Utskick i Word.

# Page 3314581104 - Control 1099878689 - Property 2879900210
source: Download an empty template
es_es: Descargar una plantilla vacía
it_ch: Scarica un modello vuoto
nl_be: Een lege sjabloon downloaden
ru_ru: Загрузить пустой шаблон
sv_se: Ladda ned en tom mall

# Page 3314581104 - Control 219540363 - Property 1295455071
source: Specifies the language of the template.
es_es: Especifica el idioma de la plantilla.
it_ch: Specifica la lingua del modello.
nl_be: Hiermee wordt de taal van de sjabloon opgegeven.
ru_ru: Определяет язык шаблона.
sv_se: Anger mallens språk.

# Page 3314581104 - Control 219540363 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 3314581104 - Control 2450499600 - Property 2879900210
source: You can also merge data from fields on entities that are related to the source entity. For example, if the source is the Customer entity, your template can include data from the Salesperson/Purchaser entity.​
es_es: También puede combinar datos de campos de entidades relacionadas con la entidad de origen. Por ejemplo, si el origen es la entidad cliente, la plantilla puede incluir datos de la entidad Vendedor/Comprador.
it_ch: È inoltre possibile unire i dati dei campi delle entità correlate all'entità di origine. Se, ad esempio, l'origine è l'entità Cliente, il modello può includere i dati dell'entità Agente/Acquirente.
nl_be: U kunt ook gegevens uit velden samenvoegen in entiteiten die gerelateerd zijn aan de bronentiteit. Als de bron bijvoorbeeld de entiteit Klant is, kan uw sjabloon gegevens bevatten uit de entiteit Verkoper/Inkoper.
ru_ru: Также можно использовать для слияния данные из полей в сущностях, связанных с сущностью-источником. Например, если исходная сущность — "Клиент", шаблон может включать данные из сущности "Менеджер по продажам/закупкам".​
sv_se: Du kan också koppla data från fält på enheter som är relaterade till källentiteten. Om källan exempelvis är entiteten kund, kan din mall innehålla data från säljare/inköpare-enheten.

# Page 3314581104 - Control 2558506169 - Property 1295455071
source: Specifies the name of the template.
es_es: Especifica el nombre de la plantilla.
it_ch: Specifica il nome del modello.
nl_be: Hiermee wordt de naam van de sjabloon opgegeven.
ru_ru: Определяет имя шаблона.
sv_se: Anger mallens namn.

# Page 3314581104 - Control 2558506169 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3314581104 - Control 2754215778 - Property 1295455071
source: Specifies the code of the template.
es_es: Especifica el código de la plantilla.
it_ch: Specifica il codice del modello.
nl_be: Hiermee wordt de code van de sjabloon opgegeven.
ru_ru: Определяет код шаблона.
sv_se: Anger mallens kod.

# Page 3314581104 - Control 2754215778 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Page 3314581104 - Control 2961552353 - Property 1295455071
source: Specifies the name of the data source from which the template will get data.
es_es: Especifica el nombre del origen de datos desde el que la plantilla obtendrá los datos.
it_ch: Specifica il nome dell'origine dati da cui il modello ottiene i dati.
nl_be: Hiermee wordt de naam opgegeven van de gegevensbron van waaruit de sjabloon gegevens ontvangt.
ru_ru: Определяет имя источника данных, из которого шаблон будет получать данные.
sv_se: Anger namnet på datakällan som mallen hämtar data från.

# Page 3314581104 - Control 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3314581104 - Control 314111314 - Property 1968111052
source: Give the template a name, and then upload it. Choose Finish when you're done.
es_es: Asigne un nombre a la plantilla y, a continuación, cárguela. Elija Finalizar cuando haya terminado.
it_ch: Assegnare un nome al modello e caricarlo. Scegliere fine al termine.
nl_be: Geef de sjabloon een naam en upload deze. Kies Voltooien als u klaar bent.
ru_ru: Дайте шаблону имя, после чего отправьте его в систему. Закончив, нажмите "Готово".
sv_se: Ge mallen ett namn och ladda upp den. Välj Slutför när du är klar.

# Page 3314581104 - Control 314111314 - Property 2879900210
source: Almost there!
es_es: ¡Ya casi está!
it_ch: Ci siamo quasi.
nl_be: Bijna klaar.
ru_ru: Почти готово!
sv_se: Nästan klart!

# Page 3314581104 - Control 3150995916 - Property 1968111052
source: Upload a template file using the link below.
es_es: Cargue un archivo de plantilla mediante el vínculo siguiente.
it_ch: Caricare un file modello usando il collegamento riportato di seguito.
nl_be: Een sjabloonbestand uploaden met de onderstaande koppeling.
ru_ru: Отправьте в систему файл шаблона, используя ссылку ниже.
sv_se: Ladda upp en mallfil med hjälp av länken nedan.

# Page 3314581104 - Control 3150995916 - Property 2879900210
source: Upload a template
es_es: Cargar una plantilla
it_ch: Carica un modello
nl_be: Een sjabloon uploaden
ru_ru: Отправить шаблон
sv_se: Ladda upp en mall

# Page 3314581104 - Control 3618478127 - Property 1295455071
source: Specifies the code of the template.
es_es: Especifica el código de la plantilla.
it_ch: Specifica il codice del modello.
nl_be: Hiermee wordt de code van de sjabloon opgegeven.
ru_ru: Определяет код шаблона.
sv_se: Anger mallens kod.

# Page 3314581104 - Control 3618478127 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Page 3314581104 - Control 3654464823 - Property 1295455071
source: Specifies the entity of the template.
es_es: Especifica la entidad de la plantilla.
it_ch: Specifica l'entità del modello.
nl_be: Hiermee wordt de entiteit van de sjabloon opgegeven.
ru_ru: Определяет сущность шаблона.
sv_se: Anger mallens enhet.

# Page 3314581104 - Control 3654464823 - Property 2879900210
source: Entity
es_es: Entidad
it_ch: Entità
nl_be: Entiteit
ru_ru: Сущность
sv_se: Entitet

# Page 3314581104 - Control 3707875720 - Property 2879900210
source: Related entities share a field, typically an identifier such as its name, code, or ID, with the source entity. Predefined relations are available in the simple option. To define a relation, if you know the shared field, use the advanced option.​
es_es: Las entidades relacionadas comparten un campo, normalmente un identificador como su nombre, código o id., con la entidad de origen. Las relaciones predefinidas están disponibles en la opción sencilla. Para definir una relación, si conoce el campo compartido, use la opción avanzada.
it_ch: Le entità correlate condividono un campo, in genere un identificatore quale il nome, il codice o l'ID, con l'entità di origine. Le relazioni predefinite sono disponibili nell'opzione semplice. Per definire una relazione, utilizzare l'opzione avanzata se si conosce il campo condiviso.
nl_be: Gerelateerde entiteiten delen een veld, meestal een identificatie, zoals de naam, de code of de id, met de bronentiteit. Vooraf gedefinieerde relaties zijn beschikbaar bij de eenvoudige optie. Als u een relatie wilt definiëren en u het gedeelde veld kent, gebruikt u de geavanceerde optie.
ru_ru: Связанные сущности имеют общее с исходной сущностью поле. Это, как правило, идентификатор, например его имя, код или ИД с исходным объектом. Заранее неопределенные отношения доступны в простом параметре. Если вы знаете общее поле, то для определения отношения используйте расширенный параметр.
sv_se: Relaterade enheter har ett fält gemensamt med källentiteten, vanligtvis en identifierare som namn, kod eller ID. Fördefinierade relationer finns i alternativet Enkel. Om du känner till det gemensamma fältet kan du definiera en relation med hjälp av alternativet Avancerat.

# Page 3314581104 - Control 3756576965 - Property 1295455071
source: Specifies the entity used in the template in the uploaded file.
es_es: Especifica la entidad usada en la plantilla en el archivo cargado.
it_ch: Specifica l'entità utilizzata nel modello nel file caricato.
nl_be: Hiermee wordt de entiteit opgegeven die wordt gebruikt in de sjabloon in het geüploade bestand.
ru_ru: Определяет сущность, используемую в шаблоне в отправленном файле.
sv_se: Anger enheten som används i mallen i den uppladdade filen.

# Page 3314581104 - Control 3756576965 - Property 2879900210
source: Entity
es_es: Entidad
it_ch: Entità
nl_be: Entiteit
ru_ru: Сущность
sv_se: Entitet

# Page 3314581104 - Control 4194603822 - Property 1295455071
source: Specifies the language of the template.
es_es: Especifica el idioma de la plantilla.
it_ch: Specifica la lingua del modello.
nl_be: Hiermee wordt de taal van de sjabloon opgegeven.
ru_ru: Определяет язык шаблона.
sv_se: Anger mallens språk.

# Page 3314581104 - Control 4194603822 - Property 2879900210
source: Language
es_es: Idioma
it_ch: Lingua
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# Page 3314581104 - Control 693647045 - Property 2879900210
source: Choose the source of the data for the template.
es_es: Elija el origen de los datos de la plantilla.
it_ch: Scegliere l'origine dei dati per il modello.
nl_be: De bron van de gegevens voor de sjabloon kiezen.
ru_ru: Выберите источник данных для шаблона.
sv_se: Välj källan för mallens data.

# Page 3314581104 - Control 873771301 - Property 1968111052
source: Please review the template details, go back to previous pages in case you want to edit them. Click Finish to create the template.
es_es: Revise los detalles de la plantilla y vuelva a las páginas anteriores en caso de que desee editarlas. Haga clic en Finalizar para crear la plantilla.
it_ch: Esaminare i dettagli del modello e tornare alla pagina precedente per modificarli. Fare clic su Fine per creare il modello.
nl_be: Controleer de sjabloondetails en ga terug naar vorige pagina's als u deze wilt bewerken. Klik op Voltooien om de sjabloon te maken.
ru_ru: Проверьте сведения о шаблоне и вернитесь на предыдущие страницы, если что-то нужно изменить. Нажмите "Готово", чтобы создать шаблон.
sv_se: Granska mallens detaljer och gå tillbaka till föregående sidor om du vill redigera dem. Skapa mallen genom att klicka på Slutför.

# Page 3314581104 - Control 873771301 - Property 2879900210
source: Overview
es_es: Información general
it_ch: Sintesi
nl_be: Overzicht
ru_ru: Обзор
sv_se: Översikt

# Page 3314581104 - Control 958920751 - Property 2879900210
source: No template has been uploaded yet.
es_es: No se ha cargado ninguna plantilla todavía.
it_ch: Nessun modello caricato.
nl_be: Er is nog geen sjabloon geüpload.
ru_ru: Пока что в систему не был отправлен ни один шаблон.
sv_se: Ingen mall har laddats upp än.

# Page 3314581104 - Control 973720296 - Property 1295455071
source: Specifies the name of the template.
es_es: Especifica el nombre de la plantilla.
it_ch: Specifica il nome del modello.
nl_be: Hiermee wordt de naam van de sjabloon opgegeven.
ru_ru: Определяет имя шаблона.
sv_se: Anger mallens namn.

# Page 3314581104 - Control 973720296 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 3314581104 - Control 989751795 - Property 1295455071
source: The name of the file that was uploaded.
es_es: El nombre del archivo que se cargó.
it_ch: Nome del file caricato.
nl_be: De naam van het bestand dat is geüpload.
ru_ru: Имя отправленного в систему файла.
sv_se: Namnet på filen som laddades upp.

# Page 3314581104 - Control 989751795 - Property 2879900210
source: Uploaded file
es_es: Archivo cargado
it_ch: File caricato
nl_be: Geüpload bestand
ru_ru: Отправленный файл
sv_se: Uppladdad fil

# Page 3338462467 - Control 1257849630 - Property 1064389655
source: About permission sets fasttab
es_es: Acerca de la ficha desplegable de conjuntos de permisos
it_ch: Informazioni sulla Scheda dettaglio Set di autorizzazioni
sv_se: Om snabbfliken Behörighetsuppsättningar

# Page 3338462467 - Control 1257849630 - Property 247559172
source: The Permission Sets FastTab lets admins add permission sets to the current set. Admins can exclude specific permission sets for each set. An excluded permission set is excluded in all other permission sets.
es_es: La ficha desplegable Conjuntos de permisos permite a los administradores agregar conjuntos de permisos al conjunto actual. Los administradores pueden excluir determinados conjuntos de permisos para cada conjunto. Un conjunto de permisos excluido se excluye en todos los demás conjuntos de permisos.
it_ch: La Scheda dettaglio Set di autorizzazioni consente agli amministratori di aggiungere set di autorizzazioni al set corrente. Gli amministratori possono escludere i set di autorizzazioni specifici per ogni set. Un set di autorizzazioni escluso è tale in tutti gli altri set di autorizzazioni.
sv_se: Med snabbfliken Behörighetsuppsättningar kan administratörer lägga till behörighetsuppsättningar i den aktuella uppsättningen. Administratörer kan utesluta särskilda behörighetsuppsättningar för respektive uppsättning. En utesluten behörighetsuppsättning utesluts i alla andra behörighetsuppsättningar.

# Page 3338462467 - Control 1257849630 - Property 2879900210
source: Permission Sets
es_es: Conjuntos de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättningar

# Page 3338462467 - Control 1918310387 - Property 1295455071
source: Specifies the permission set.
es_es: Especifica el conjunto de permisos.
it_ch: Specifica il set di autorizzazioni.
sv_se: Anger behörighetsuppsättningen.

# Page 3338462467 - Control 1918310387 - Property 2879900210
source: Permission Set
es_es: Conjunto de permisos
it_ch: Set di autorizzazioni
sv_se: Behörighetsuppsättning

# Page 3338462467 - Control 2008732233 - Property 1064389655
source: About results fasttab
es_es: Ficha desplegable Acerca de los resultados
it_ch: Scheda dettaglio Informazioni sui risultati
sv_se: Om snabbfliken Resultat

# Page 3338462467 - Control 2008732233 - Property 247559172
source: The Results FastTab shows the permission set structure after applying the inclusions and exclusions.
es_es: La Ficha desplegable Resultados muestra la estructura del conjunto de permisos después de aplicar las inclusiones y las exclusiones.
it_ch: La Scheda dettaglio Risultati mostra la struttura del set di autorizzazioni dopo l'applicazione delle inclusioni e delle esclusioni.
sv_se: På snabbfliken Resultat visas behörighetsuppsättningens struktur efter att inkluderingar och uteslutningar har tillämpats.

# Page 3338462467 - Control 2008732233 - Property 2879900210
source: Result
es_es: Resultado
it_ch: Risultato
sv_se: Resultat

# Page 3338462467 - Control 2961552353 - Property 1295455071
source: Specifies the name of the record.
es_es: Especifica el nombre del registro.
it_ch: Specifica il nome del record.
sv_se: Anger postens namn.

# Page 3338462467 - Control 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
sv_se: Namn

# Page 3338462467 - Control 502048449 - Property 1064389655
source: About included permissions factbox
es_es: Acerca del cuadro informativo de permisos incluidos
it_ch: Informazioni sulla Scheda dettaglio Autorizzazioni incluse
sv_se: Om faktaboxen Inkluderade behörigheter

# Page 3338462467 - Control 502048449 - Property 247559172
source: The Included permissions FactBox lists the permissions that are included in permissions sets that have been added to this set.
es_es: El cuadro informativo Permisos incluidos indica los permisos que se incluyen en los conjuntos de permisos que se han agregado a este conjunto.
it_ch: La Scheda dettaglio Autorizzazioni incluse elenca le autorizzazioni incluse nei set di autorizzazioni che sono state aggiunte al set.
sv_se: I faktaboxen Inkluderade behörigheter finns de behörigheter som ingår i behörighetsuppsättningar som har lagts till i uppsättningen.

# Page 3338462467 - Control 502048449 - Property 2879900210
source: Included permissions
es_es: Permisos incluidos
it_ch: Autorizzazioni incluse
sv_se: Inkluderade behörigheter

# Page 3344272628 - Control 274605909 - Property 1295455071
source: The email account name for the current account.
es_es: El nombre de la cuenta de correo electrónico de la cuenta actual.
it_ch: Nome dell'account e-mail dell'account corrente.
sv_se: Namnet på e-postkontot för det aktuella kontot.

# Page 3344272628 - Control 274605909 - Property 2879900210
source: Email Account Name
es_es: Nombre de cuenta de correo electrónico
it_ch: Nome account e-mail
sv_se: Namn på e-postkonto

# Page 3344272628 - Control 2814033574 - Property 1295455071
source: The email address for the current email account.
es_es: La dirección de correo electrónico de la cuenta de correo electrónico actual.
it_ch: L'indirizzo e-mail dell'account e-mail corrente.
sv_se: E-postadressen för det aktuella e-postkontot.

# Page 3344272628 - Control 2814033574 - Property 2879900210
source: Email Address
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
sv_se: E-postadress
