Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Codeunit 3795645336 - NamedType 895649859
source: The provided email account does not exist.
da_dk: Den angivne mailkonto findes ikke.
es_es: La cuenta de correo electrónico proporcionada no existe.
it_ch: L'account e-mail fornito non esiste.
nl_be: Het opgegeven e-mailaccount bestaat niet.
ru_ru: Предоставленная учетная запись электронной почты не существует.
sv_se: Det angivna e-postkontot finns inte.

# Codeunit 3808397429 - NamedType 1574829344
source: The regular expression timeout should be at most 10000 ms
es_es: El tiempo de espera de la expresión regular debe ser de al menos 10 000 ms
it_ch: Il timeout dell'espressione regolare deve essere al massimo 10000 ms
nl_be: De time-out van de reguliere expressie moet ten minste 10000 ms zijn
ru_ru: Время ожидания регулярного выражения должно быть не более 10 000 мс
sv_se: Tidsgränsen för ett normalt uttryck måste vara minst 10 000 ms

# Codeunit 3808397429 - NamedType 342200307
source: Regex is not Instantiated. Consider calling Regex() first or use an overload supporting a pattern.
es_es: No se ha creado una instancia de Regex. Considere la posibilidad de llamar primero a Regex() o usar una sobrecarga que admita un patrón.
it_ch: Non è stata creata un'istanza di Regex. Provare a chiamare Regex() prima o utilizzare un overload che supporta un pattern.
sv_se: Regex har inte instansierats. Överväg att anropa Regex() först eller använd en överlagring som stöder ett mönster.

# Codeunit 3808397429 - NamedType 525889370
source: The regular expression timeout should be at least 1000 ms
es_es: El tiempo de espera de la expresión regular debe ser de al menos 1000 ms
it_ch: Il timeout dell'espressione regolare deve essere almeno 1000 ms
nl_be: De time-out van de reguliere expressie moet ten minste 1000 ms zijn
ru_ru: Время ожидания регулярного выражения должно быть не менее 1000 мс
sv_se: Tidsgränsen för normalt uttryck måste vara minst 1 000 ms

# Codeunit 3866175241 - NamedType 142027412
source: The user name %1 does not exist.
da_dk: Brugernavnet %1 findes ikke.
es_es: El nombre de usuario %1 no existe.
fr_fr: Le nom utilisateur %1 n'existe pas.
it_ch: Il nome utente %1 non esiste.
nl_be: De gebruikersnaam %1 bestaat niet.
ru_ru: Пользователь с именем %1 не существует.
sv_se: Användarnamnet %1 finns inte.

# Codeunit 390433962 - NamedType 2077785973
source: Number of users retrieved: '#1#################################\Current user name: '#2#################################\
da_dk: Antal hentede brugere: '#1#################################\Aktuelt brugernavn: '#2#################################\
es_es: Número de los usuarios recuperados: '#1#################################\Nombre de usuario actual: '#2#################################\
fr_fr: Nombre d'utilisateurs récupérés : '#1#################################\Nom de l'utilisateur actuel : '#2#################################\
it_ch: Numero di utenti recuperati: '#1#################################\Nome utente corrente: '#2#################################\
nl_be: Aantal opgehaalde gebruikers: '#1#################################\Naam van huidige gebruiker: '#2#################################\
ru_ru: Извлечено пользователей: '#1#################################\Имя текущего пользователя: '#2#################################\
sv_se: Antal hämtade användare: #1#################################\Aktuellt användarnamn: #2#################################\

# Codeunit 390433962 - NamedType 2729636235
source: Number of users retrieved: %1.
da_dk: Antal hentede brugere: %1.
es_es: Número de usuarios recuperados: %1.
fr_fr: Nombre d'utilisateurs récupérés : %1.
it_ch: Numero di utenti recuperati: %1.
nl_be: Aantal opgehaalde gebruikers: %1.
ru_ru: Извлечено пользователей: %1.
sv_se: Antal hämtade användare: %1.

# Codeunit 390433962 - NamedType 3107018368
source: The user "%1" cannot be deleted because the user has been logged on to the system. To deactivate a user, set the user's state to Disabled.
es_es: No se puede eliminar el usuario "%1" porque el usuario ha iniciado sesión en el sistema. Para desactivar un usuario, establezca el estado del usuario en Deshabilitado.
it_ch: Impossibile eliminare l'utente "%1" perché è connesso al sistema. Per disattivare un utente, impostarne lo stato su Disabilitato.
nl_be: De gebruiker %1 kan niet worden verwijderd omdat deze is aangemeld bij het systeem. Als u een gebruiker wilt deactiveren, stelt u de status van de gebruiker in op Uitgeschakeld.
ru_ru: Удалить пользователя "%1" невозможно, так как он вошел в систему. Чтобы деактивировать пользователя, установите для него состояние "Отключено".
sv_se: Det går inte att ta bort användaren "%1" eftersom användaren har loggats in på systemet. Om du vill inaktivera användaren anger du användarläget som Inaktiverad.

# Codeunit 3911480243 - NamedType 1029059987
source: You cannot include the permission set you are currently modifying.
es_es: No puede incluir el conjunto de permisos que está modificando actualmente.
it_ch: Non è possibile includere il set di autorizzazioni attualmente in corso di modifica.
sv_se: Du kan inte inkludera behörighetsuppsättningen som du ändrar just nu.

# Codeunit 3911480243 - NamedType 1054140269
source: You cannot exclude the permission set you are currently modifying.
es_es: No puede incluir el conjunto de permisos que está modificando actualmente.
it_ch: Non è possibile escludere il set di autorizzazioni attualmente in corso di modifica.
sv_se: Du kan inte utesluta behörighetsuppsättningen som du ändrar just nu.

# Codeunit 3911480243 - NamedType 1249487428
source: The %1 permission set is already excluded.
es_es: El conjunto de permisos %1 ya está incluido.
it_ch: Il set di autorizzazioni %1 è già escluso.
sv_se: Behörighetsuppsättningen %1 har redan uteslutits.

# Codeunit 3911480243 - NamedType 1757687175
source: Only users with the SUPER or the SECURITY permission set can create or edit permission sets.
es_es: Solo los usuarios con el conjunto de permisos SUPER o SECURITY pueden crear o editar conjuntos de permisos.
it_ch: Solo gli utenti con il set di autorizzazioni SUPER o SECURITY possono creare o modificare i set di autorizzazioni.
sv_se: Det är bara användare med behörighetsuppsättningen SUPER eller SECURITY som kan skapa eller redigera behörighetsuppsättningar.

# Codeunit 3911480243 - NamedType 3938092484
source: You cannot change permissions sets of type Extension.
es_es: No puede cambiar conjuntos de permisos del tipo Extensión.
it_ch: Impossibile modificare i set di autorizzazioni di tipo estensione.
sv_se: Du kan inte ändra behörighetsuppsättningar av typen Tillägg.

# Codeunit 3911480243 - NamedType 666824974
source: The %1 permission set is already included.
es_es: El conjunto de permisos %1 ya está incluido.
it_ch: Il set di autorizzazioni %1 è già incluso.
sv_se: Behörighetsuppsättningen %1 är redan inkluderad.

# Codeunit 3922901608 - NamedType 398345591
source: The interface was initialized by a different app. Initializer app id: %1, caller app id :%2
es_es: Otra aplicación ha inicializado la interfaz. Id. de aplicación de inicializador: %1, Id. de aplicación de autor de la llamada: %2

# Codeunit 3991262771 - NamedType 1260724060
source: The password that you entered does not meet the minimum requirements. It must be at least %1 characters long and contain at least one uppercase letter, one lowercase letter, one number and one special character. It must not have a sequence of 3 or more ascending, descending or repeating characters.
es_es: La contraseña especificada no cumple los requisitos mínimos. Debe tener %1 caracteres como mínimo y contener al menos una letra en mayúsculas, una letra en minúsculas, un número y un carácter especial. No debe tener una secuencia de 3 o más caracteres ascendentes, descendentes o repetidos.
it_ch: La password immessa non soddisfa i requisiti minimi. Deve essere lunga almeno %1 caratteri e contenere almeno una lettera maiuscola, una lettera minuscola, un numero e un carattere speciale. Non deve includere una sequenza di 3 o più caratteri in ordine crescente, decrescente oppure ripetuti.
nl_be: Het wachtwoord dat u hebt ingevoerd, voldoet niet aan de minimale vereisten. Het moet minimaal %1 tekens bevatten en ten minste één hoofdletter, één kleine letter, één cijfer en één speciaal teken bevatten. Het mag geen reeks bevatten van 3 of meer oplopende, aflopende of herhalende tekens.
ru_ru: Введенный пароль не удовлетворяет минимальным требованиям. Он должен быть не короче %1 символов и содержать как минимум одну букву в верхнем регистре, одну букву в нижнем регистре, одну цифру и один специальный символ. В нем не должно быть трех или более повторяющихся символов или символов в алфавитном/числовом порядке, прямом или обратном.
sv_se: Det angivna lösenordet uppfyller inte minimikraven. Det måste vara minst %1 tecken långt och innehålla minst en versal, en gemen, en siffra och ett specialtecken. Det får inte innehålla en sekvens med tre eller flera stigande, fallande eller upprepade tecken.

# Codeunit 3991262771 - NamedType 1731874155
source: Do you want to exit without entering a password?
da_dk: Vil du afslutte uden at angive en adgangskode?
es_es: ¿Desea salir sin introducir una contraseña?
fr_fr: Voulez-vous quitter sans entrer de mot de passe ?
it_ch: Uscire senza immettere una password?
nl_be: Wilt u afsluiten zonder een wachtwoord in te voeren?
ru_ru: Выйти без ввода пароля?
sv_se: Vill du avsluta utan att ange ett lösenord?

# Codeunit 3991262771 - NamedType 4047091786
source: The passwords that you entered do not match.
da_dk: De indtastede adgangskoder stemmer ikke overens.
es_es: Las contraseñas especificadas no coinciden.
fr_fr: Les mots de passe que vous avez entrés ne correspondent pas.
it_ch: Le password immesse non corrispondono.
nl_be: De ingevoerde wachtwoorden komen niet overeen.
ru_ru: Введенные пароли не совпадают.
sv_se: De angivna lösenorden stämmer inte överens.

# Codeunit 3994404507 - NamedType 1085765764
source: The "%1" element was not found.
es_es: No se encontró el elemento "%1".
it_ch: Impossibile trovare l'elemento "%1".
sv_se: Det gick inte att hitta elementet "%1".

# Codeunit 3994404507 - NamedType 1435382528
source: Unsupported symmetric algorithm.
es_es: Algoritmo simétrico no admitido.
it_ch: Algoritmo simmetrico non supportato.
sv_se: Symmetrisk algoritm stöds inte.

# Codeunit 4021082514 - NamedType 3885254447
source: The email message has been deleted by another user.
da_dk: Mailen er blevet slettet af en anden bruger.
es_es: Otro usuario ha eliminado el mensaje de correo electrónico.
it_ch: Il messaggio e-mail è stato eliminato da un altro utente.
nl_be: Het e-mailbericht is door een andere gebruiker verwijderd.
ru_ru: Сообщение электронной почты удалено другим пользователем.
sv_se: E-postmeddelandet har tagits bort av en annan användare.

# Codeunit 4021082514 - NamedType 3931068423
source: You do not have permission to open the email message.
es_es: No tiene permiso para abrir el mensaje de correo electrónico.
it_ch: Non si dispone dell'autorizzazione per aprire il messaggio e-mail.
sv_se: Du har inte behörighet att öppna e-postmeddelandet.

# Codeunit 4021082514 - NamedType 41789350
source: The message was queued for sending.
da_dk: Meddelelsen blev sat i kø til afsendelse.
es_es: El mensaje se puso en cola para su envío.
it_ch: Il messaggio è in coda per l'invio.
nl_be: Het bericht is in de wachtrij geplaatst voor verzending.
ru_ru: Сообщение было поставлено в очередь для отправки.
sv_se: Meddelandet placerades i kö för att skickas.

# Codeunit 4038952900 - NamedType 3860721549
source: Page %1
da_dk: Side %1
es_es: Página %1
it_ch: Pagina %1
nl_be: Pagina %1
ru_ru: Страница %1
sv_se: Sida %1

# Codeunit 4038952900 - NamedType 728330450
source: The bookmark is invalid.
es_es: El marcador no es válido.
it_ch: Il segnalibro non è valido.
nl_be: De bladwijzer is ongeldig.
ru_ru: Недопустимая закладка.
sv_se: Bokmärket är ogiltigt.

# Codeunit 4038952900 - NamedType 882027958
source: The system ID is invalid.
es_es: El id. de sistema no es válido.
it_ch: L'ID di sistema non è valido.
nl_be: De systeem-id is ongeldig.
ru_ru: Недопустимый ИД системы.
sv_se: System-ID:t är ogiltigt.

# Codeunit 4071864290 - NamedType 4012041655
source: Show checklist on the role center
es_es: Mostrar lista de comprobación en el área de trabajo
it_ch: Mostra elenco di controllo nella Gestione ruolo utente
nl_be: Controlelijst weergeven in het rolcentrum
ru_ru: Показать контрольный список в ролевом центре
sv_se: Visa checklista i rollcentret

# Codeunit 4071864290 - NamedType 484338936
source: Explore the free e-learning material for Business Central on the Microsoft Learn site in a new browser tab.
es_es: Explore el material gratuito de e-learning de Business Central en el sitio de Microsoft Learn, en una nueva pestaña del explorador.
it_ch: Esplorare il materiale di e-learning gratuito per Business Central nel sito Microsoft Learn in una nuova scheda del browser.
nl_be: Verken het gratis eLearning-materiaal voor Business Central op de site van Microsoft Learn op een nieuw browsertabblad.
ru_ru: Просмотрите бесплатные материалы электронного обучения по Business Central на сайте Microsoft Learn на новой вкладке браузера.
sv_se: Utforska det kostnadsfria e-utbildningsmaterialet för Business Central på webbplatsen Microsoft Learn på en ny flik i webbläsaren.

# Codeunit 4071864290 - NamedType 653394044
source: Find training on Microsoft Learn
es_es: Buscar formación en Microsoft Learn
it_ch: Trovare la formazione in Microsoft Learn
nl_be: Training zoeken bij Microsoft Learn
ru_ru: Найти обучение в Microsoft Learn
sv_se: Hitta utbildning på Microsoft Learn

# Codeunit 4071864290 - NamedType 947604962
source: Looking for your checklist to set up Business Central?
es_es: ¿Busca la lista de comprobación para configurar Business central?
it_ch: È necessario l’elenco di controllo per impostare Business Central?
nl_be: Zoekt u uw controlelijst om Business Central in te stellen?
ru_ru: Ищете контрольный список для настройки Business Central?
sv_se: Letar du efter checklistan som ska användas för att konfigurera Business Central?

# Codeunit 4114771133 - NamedType 1642655653
source: There are not enough objects available to fulfill the request.
da_dk: Der er ikke nok objekter til at udføre anmodningen.
es_es: No hay suficiente objetos disponibles para atender la solicitud.
fr_fr: Il n’y a pas assez d’objets disponibles pour répondre à la demande.
it_ch: Non ci sono sufficienti oggetti disponibili per soddisfare la richiesta.
nl_be: Er zijn niet voldoende objecten beschikbaar om de aanvraag uit te voeren.
ru_ru: Для выполнения запроса не хватает объектов.
sv_se: Det finns inte tillräckligt med objekt för att utföra denna begäran.

# Codeunit 4114771133 - NamedType 2720302725
source: Element count must be positive.
es_es: El número de elementos debe ser positivo.
it_ch: Il conteggio degli elementi deve essere positivo.
sv_se: Antalet element måste vara positivt.

# Codeunit 4114771133 - NamedType 510615997
source: Object with index %1 does not exist.
da_dk: Objektet med indeks %1 findes ikke.
es_es: El objeto con el índice %1 no existe.
fr_fr: L'objet avec l’index %1 n’existe pas.
it_ch: Oggetto con indice %1 non esiste.
nl_be: Object met index %1 bestaat niet.
ru_ru: Объект с индексом %1 не существует.
sv_se: Objektet med index %1 finns inte.

# Codeunit 4126082712 - NamedType 1600132569
source: Sorry, we couldn't install the app. Do you want to see the details?
es_es: Lo sentimos, no hemos podido instalar la aplicación. ¿Desea ver los detalles?
it_ch: Non è stato possibile installare l'app. Visualizzare i dettagli?
sv_se: Det gick inte att installera appen. Vill du se mer information?

# Codeunit 4126082712 - NamedType 1760359929
source: Text Files (*.txt)|*.txt|*.*
da_dk: Tekstfiler (*.txt)|*.txt|*.*
es_es: Archivos de texto (*.txt)|*.txt|*.*
fr_fr: Fichiers texte (*.txt)|*.txt|*.*
it_ch: File di testo (*.txt)|*.txt|*.*
nl_be: Tekstbestanden (*.txt)|*.txt|*.*
ru_ru: Текстовые файлы (*.txt)|*.txt|*.*
sv_se: Textfiler (*.txt)|*.txt|*.*

# Codeunit 4126082712 - NamedType 1924031217
source: Extension installation has been scheduled for the next minor version. Please check the Extension Installation Status page for updates.
es_es: Se ha programado la instalación de la extensión para la siguiente versión secundaria. Compruebe en la página de estado de la instalación de extensión si hay actualizaciones.
it_ch: L'installazione dell'estensione è stata pianificata per la successiva versione secondaria. Controllare la pagina Stato installazione estensione per aggiornamenti.
sv_se: Installationen av tillägget har schemalagts till nästa delversion. Kontrollera på sidan Installationsstatus för tillägg om det finns uppdateringar.

# Codeunit 4126082712 - NamedType 22707660
source: Extension installation is in progress. Please check the Extension Installation Status page for updates.
es_es: La instalación de la extensión está en curso. Consulte la página de estado de instalación de extensión para actualizaciones.
it_ch: L'installazione dell'estensione è in corso. Controllare la pagina Stato installazione estensione per aggiornamenti.
sv_se: Installationen av tillägget pågår. Kontrollera på sidan Installationsstatus för tillägg om det finns uppdateringar.

# Codeunit 4126082712 - NamedType 2316101345
source: App installation failed. User has chosen not to check out the details.
es_es: Error en la instalación de la aplicación. El usuario ha elegido no consultar los detalles.
it_ch: Installazione dell'app non riuscita. L'utente ha scelto di non controllare i dettagli.
sv_se: Det gick inte att installera appen. Användaren har valt att inte kontrollera informationen.

# Codeunit 4126082712 - NamedType 2456773564
source: Export
da_dk: Eksportér
es_es: Exportar
fr_fr: Exporter
it_ch: Esporta
nl_be: Exporteren
ru_ru: Экспорт
sv_se: Exportera

# Codeunit 4126082712 - NamedType 313294235
source: App installation failed. User has chosen to see the details.
es_es: Error en la instalación de la aplicación. El usuario ha elegido ver la información.
it_ch: Installazione dell'app non riuscita. L'utente ha scelto di visualizzare i dettagli.
sv_se: Det gick inte att installera appen. Användaren har valt att se informationen.

# Codeunit 4126082712 - NamedType 3618600829
source: Extension installation has been scheduled for the next major version. Please check the Extension Installation Status page for updates.
es_es: Se ha programado la instalación de la extensión para la siguiente versión principal. Compruebe en la página de estado de instalación de la extensión si hay actualizaciones.
it_ch: L'installazione dell'estensione è stata pianificata per la successiva versione principale. Controllare la pagina Stato installazione estensione per aggiornamenti.
sv_se: Installationen av tillägget har schemalagts till nästa huvudversion. Kontrollera på sidan Installationsstatus för tillägg om det finns uppdateringar.

# Codeunit 4126082712 - NamedType 3772492086
source: The effective policies for this package do not allow you to download the source code. Contact the extension provider for more information.
es_es: Las directivas efectivas de este paquete no permiten que se descargue el código fuente. Póngase en contacto con el proveedor de extensión para obtener más información.
it_ch: I criteri di validità di questo pacchetto non consentono di scaricare il codice origine. Per ulteriori informazioni, contattare il provider dell'estensione.
sv_se: De gällande principerna för det här paketet tillåter inte att du laddar ned källkoden. Kontakta leverantören av tillägget om du vill ha mer information.

# Codeunit 4126082712 - NamedType 4267348099
source: You do not have sufficient permissions to manage extensions. Please contact your administrator.
da_dk: Du har ikke tilstrækkelige rettigheder til at administrere udvidelser. Kontakt administratoren.
es_es: No dispone de permisos suficientes para administrar extensiones. Póngase en contacto con el administrador.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour gérer les extensions. Contactez votre administrateur.
it_ch: Non si dispone di autorizzazioni sufficienti per gestire le estensioni. Contattare l'amministratore.
nl_be: U beschikt niet over voldoende machtigingen om extensies te beheren. Neem contact op met uw beheerder.
ru_ru: У вас нет достаточных прав для управления расширениями. Обратитесь к своему системному администратору.
sv_se: Du har inte den behörighet som krävs för att hantera tillägg. Kontakta administratören.

# Codeunit 4205038922 - NamedType 2705830830
source: Failed to retrieve the Azure Active Directory tenant domain name.
da_dk: Domænenavnet for Azure Active Directory-lejeren kunne ikke hentes.
es_es: No se pudo recuperar el nombre del dominio del suscriptor de Azure Active Directory.
fr_fr: Impossible d’extraire le nom de domaine de l’abonné Azure Active Directory.
it_ch: Impossibile recuperare il nome di dominio del tenant Azure Active Directory.
nl_be: Ophalen van de Azure Active Directory-tenantdomeinnaam is mislukt.
ru_ru: Не удалось получить имя домена арендатора Azure Active Directory.
sv_se: Det gick inte att hämta domännamnet för Azure Active Directory-klientorganisationen.

# Codeunit 4215518646 - NamedType 1905859220
source: %1 is not an application secret.
da_dk: %1 er ikke en programhemmelighed.
es_es: %1 no es un secreto de aplicación.
fr_fr: %1 n’est pas un secret d’application.
it_ch: %1 non è un'informazione segreta dell'applicazione.
nl_be: %1 is geen toepassingsgeheim.
ru_ru: %1 не является секретом приложения.
sv_se: %1 är inte en programhemlighet.

# Codeunit 4215518646 - NamedType 2846165259
source: The key vault did not have any secrets that are allowed to be fetched.
da_dk: Nøglesamlingen indeholder ingen hemmeligheder, der kan hentes.
es_es: El almacén de claves no tenía ningún secreto que se pueda recuperar.
fr_fr: Le coffre de clés ne contient aucun secret autorisé à être récupéré.
it_ch: L'insieme di credenziali delle chiavi non dispone di segreti che possono essere recuperati.
nl_be: De sleutelkluis bevat geen geheimen die mogen worden opgehaald.
ru_ru: В хранилище секретов не было секретов, извлечение которых было бы разрешено.
sv_se: Nyckelvalvet har inte några hemligheter som får hämtas.

# Codeunit 4215518646 - NamedType 3975998961
source: Initialization of allowed secret names failed.
da_dk: Initialiseringen af tilladte hemmelige navne mislykkedes.
es_es: Error al inicializar los nombres de secretos permitidos.
fr_fr: Échec de l'initialisation des noms secrets autorisés.
it_ch: Inizializzazione dei nomi segreti consentiti non riuscita.
nl_be: Initialisatie van toegestane geheime namen is mislukt.
ru_ru: Ошибка инициализации разрешенных имен секрета.
sv_se: Det gick inte att initiera tillåtna hemliga namn.

# Codeunit 4236785502 - NamedType 539863752
source: Permission set already exists.
es_es: El conjunto de permisos ya existe.
it_ch: Il set di autorizzazioni esiste già.
sv_se: Behörighetsuppsättningen finns redan.

# Codeunit 4285341516 - NamedType 3734943416
source: Email address %1 already added
es_es: La dirección de correo electrónico %1 ya está agregada
it_ch: L'indirizzo e-mail %1 è già stato aggiunto
sv_se: E-postadressen %1 har redan lagts till

# Codeunit 4285341516 - NamedType 397957478
source: %1 has no email address stored
es_es: %1 no tiene ninguna dirección de correo electrónico almacenada
it_ch: %1 non ha alcun indirizzo e-mail archiviato
sv_se: %1 saknar lagrad e-postadress
