Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Page 1122678929 - Control 1593335407 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is greater than or equal to the value that is specified by the Threshold 1 field but less than or equal to the value that is specified by the Threshold 2 field.
da_dk: Angiver farven på indikatoren, når køindikatorens dataværdi er større end eller lig med værdien af feltet Grænse 1, men mindre end eller lig med værdien af feltet Grænse 2.
es_es: Especifica el color del indicador cuando el valor de los datos que figuran en la pila es igual o superior al valor del campo Umbral 1, pero igual o inferior al valor del campo Umbral 2.
fr_fr: Spécifie la couleur de l'indicateur lorsque la valeur des données de la pile est supérieure ou égale à la valeur spécifiée par le champ Seuil 1 mais inférieure ou égale à la valeur spécifiée par le champ Seuil 2.
it_ch: Specifica il colore dell'indicatore quando il valore dei dati della pila è maggiore o uguale al valore specificato dal campo Soglia 1 ma inferiore o uguale al valore specificato dal campo Soglia 2.
nl_be: Hiermee wordt de kleur opgegeven van de indicator wanneer de waarde van gegevens in de indicatiestapel groter is dan of gelijk is aan de waarde die is opgegeven door het veld Drempel 1, maar kleiner is dan of gelijk is aan de waarde die is opgegeven door het veld Drempel 2.
ru_ru: Определяет цвет индикатора, если значение данных в очереди больше или равно значению, заданному в поле "Порог 1", но меньше или равно значению, заданному в поле "Порог 2".
sv_se: Anger färgen på indikatorn när värdet på data i stack-ikonen är större än eller lika med värdet som anges i fältet Gränsvärde 1 men mindre än eller lika med värdet som anges i fältet Gränsvärde 2.

# Page 1122678929 - Control 2051953352 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is less than the value that is specified by the Threshold 1 field.
da_dk: Angiver farven på indikatoren, når køindikatorens dataværdi er mindre end værdien af feltet Grænse 1.
es_es: Especifica el color del indicador cuando el valor de los datos que figuran en la pila es inferior al valor del campo Umbral 1.
fr_fr: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est inférieure à la valeur spécifiée par le champ Seuil 1.
it_ch: Specifica il colore dell'indicatore quando il valore dei dati nella pila è minore del valore specificato dal campo Soglia 1.
nl_be: Hiermee wordt de kleur opgegeven van de indicator wanneer de waarde van gegevens in de indicatiestapel kleiner is dan de waarde die wordt opgegeven door het veld Drempel 1.
ru_ru: Определяет цвет индикатора, если значение данных в очереди меньше значения, заданного в поле "Порог 1".
sv_se: Anger färgen på indikatorn när värdet på data i stack-ikonen är mindre än värdet som anges av fältet Gränsvärde 1.

# Page 1122678929 - Control 2870768530 - Property 1295455071
source: Specifies the value in the Cue below which the indicator has the color that is specified by the Low Range Style field.
da_dk: Angiver den værdi i køindikatoren, under hvilken indikatoren har den farve, der er angivet af feltet Typen Lavt interval.
es_es: Especifica el valor de la pila por debajo del cual el indicador tiene el color especificado en el campo Estilo de rango bajo.
fr_fr: Spécifie la valeur dans la pile en dessous de laquelle l'indicateur est de la couleur spécifiée par le champ Style bas de gamme.
it_ch: Specifica il valore nella pila al di sotto del quale l'indicatore assume il colore specificato nel campo Stile intervallo inferiore.
nl_be: Hiermee wordt de waarde in de indicatiestapel opgegeven waaronder de indicator de kleur heeft die in het veld Stijl laag bereik wordt aangegeven.
ru_ru: Определяет значение в очереди, ниже которого индикатор имеет цвет, указанный в поле "Стиль низкого диапазона".
sv_se: Anger värdet i stack-ikonen under vilket indikatorn har den färg som anges i fältet Lågt intervallformat.

# Page 1122678929 - Control 3070320983 - Property 1295455071
source: Specifies the name that is assigned to the Cue.
da_dk: Angiver det navn, der er tildelt til køindikatoren.
es_es: Especifica el nombre asignado a la pila.
fr_fr: Spécifie le nom qui est affecté à la pile.
it_ch: Specifica il nome assegnato alla pila.
nl_be: Hiermee wordt de naam opgegeven die is toegewezen aan de indicatiestapel.
ru_ru: Определяет имя, присвоенное очереди.
sv_se: Anger det namn som har tilldelats stack-ikonen.

# Page 1122678929 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the Business Central table that contains the Cue.
da_dk: Angiver id'et på den Business Central-tabel, der indeholder køindikatoren.
es_es: Especifica el identificador de la tabla de Business Central que contiene la pila.
fr_fr: Spécifie l'ID de la table Business Central contenant la pile.
it_ch: Specifica l'ID della tabella di Business Central contenente la pila.
nl_be: Hiermee wordt de id opgegeven van de Business Central-tabel die de indicatiestapel bevat.
ru_ru: Определяет идентификатор таблицы Business Central, содержащей очередь.
sv_se: Anger ID-numret för den Business Central-tabell som innehåller stack-ikonen.

# Page 1122678929 - Control 3531868071 - Property 1295455071
source: Specifies the ID that is assigned the Cue.
da_dk: Angiver det id, der er tildelt køindikatoren.
es_es: Especifica el identificador asignado a la pila.
fr_fr: Spécifie l'ID qui est affecté à la pile.
it_ch: Specifica l'ID assegnato alla pila.
nl_be: Hiermee wordt de id opgegeven die is toegewezen aan de indicatiestapel.
ru_ru: Определяет идентификатор, присвоенный очереди.
sv_se: Anger det id som har tilldelats stack-ikonen.

# Page 1122678929 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table that contains the field that defines the Cue.
da_dk: Angiver navnet på den tabel, der indeholder det felt, der definerer køindikatoren.
es_es: Especifica el nombre de la tabla que contiene el campo que define la pila.
fr_fr: Spécifie le nom du tableau contenant le champ qui définit la pile.
it_ch: Specifica il nome della tabella contenente il campo che definisce la pila.
nl_be: Hiermee wordt de naam opgegeven van de tabel die het veld bevat dat de indicatiestapel definieert.
ru_ru: Определяет имя таблицы, которая содержит поле, определяющее очередь.
sv_se: Anger namnet på tabellen som innehåller fältet som definierar stack-ikonen.

# Page 1122678929 - Control 3850109114 - Property 1295455071
source: Specifies the color of the indicator when the value in the Cue is greater than the value of the Threshold 2 field.
da_dk: Angiver farven på indikatoren, når køindikatorens værdi er større end værdien af feltet Grænse 2.
es_es: Especifica el color del indicador cuando el valor de la pila es mayor que el valor del campo Umbral 2.
fr_fr: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est supérieure à la valeur spécifiée par le champ Seuil 2.
it_ch: Specifica il colore dell'indicatore quando il valore nella pila è maggiore del valore del campo Soglia 2.
nl_be: Hiermee wordt de kleur opgegeven van de indicator wanneer de waarde in de indicatiestapel groter is dan de waarde van het veld Drempel 2.
ru_ru: Определяет цвет индикатора, если значение в очереди больше значения, заданного в поле "Порог 2".
sv_se: Anger färgen på indikatorn när värdet på data i stack-ikonen är större än värdet på fältet Gränsvärde 2.

# Page 1122678929 - Control 957678679 - Property 1295455071
source: Specifies the value in the Cue above which the indicator has the color that is specified by the High Range Style field.
da_dk: Angiver den værdi i køindikatoren, over hvilken indikatoren har den farve, der er angivet af feltet Typen Højt interval.
es_es: Especifica el valor de la pila por encima del cual el indicador tiene el color especificado en el campo Estilo de rango alto.
fr_fr: Spécifie la valeur dans la pile au-dessus de laquelle l'indicateur est de la couleur spécifiée par le champ Style haut de gamme.
it_ch: Specifica il valore nella pila al di sopra del quale l'indicatore assume il colore specificato nel campo Stile intervallo superiore.
nl_be: Hiermee wordt de waarde in de indicatiestapel opgegeven waarboven de indicator de kleur heeft die in het veld Stijl hoog bereik wordt aangegeven.
ru_ru: Определяет значение в очереди, выше которого индикатор имеет цвет, указанный в поле "Стиль высокого диапазона".
sv_se: Anger värdet i stack-ikonen ovan i vilken indikatorn har den färg som anges i fältet Högt intervallformat.

# Page 1150883149 - Control 3461834954 - Property 2879900210
source: Shows which apps were running during the recording. Durations are self-time. They show the length of activity but do not include time spent calling other apps.
es_es: Muestra las aplicaciones que se estaban ejecutando durante la grabación. Cada usuario controla las duraciones. Muestran la duración de la actividad pero no incluyen el tiempo empleado en llamar a otras aplicaciones.
it_ch: Mostra quali app erano in esecuzione durante la registrazione. Le durate sono self-time. Mostrano la durata dell'attività ma non includono il tempo trascorso per chiamare altre app.
sv_se: Visar vilka appar som kördes under inspelningen. Varaktigheten är självtid. Aktivitetens längd visas, men den tid som ägnas åt att anropa andra appar ingår inte.

# Page 1153700271 - Control 1031373849 - Property 1968111052
source: Before you can continue you must first create at least one Word template.
es_es: Antes de continuar, primero debe crear al menos una plantilla de Word.
it_ch: Prima di continuare è necessario creare almeno un modello di Word.
nl_be: Voordat u door kunt gaan, moet u eerst ten minste één Word-sjabloon maken.
ru_ru: Перед продолжением необходимо создать хотя бы один шаблон Word.
sv_se: Innan du kan fortsätta måste du först skapa minst en Word-mall.

# Page 1153700271 - Control 1031373849 - Property 2879900210
source: We could not find any Word templates.
es_es: No hemos encontrado ninguna plantilla de Word.
it_ch: Impossibile trovare modelli di Word.
nl_be: Er zijn geen Word-sjablonen gevonden.
ru_ru: Не удалось найти ни одного шаблона Word.
sv_se: Vi kunde inte hitta några Word-mallar.

# Page 1153700271 - Control 1320037532 - Property 2879900210
source: No filter are set on the entity.
es_es: No hay ningún filtro establecido en la entidad.
it_ch: Nessun filtro impostato nell'entità.
nl_be: Er is geen filter ingesteld voor de entiteit.
ru_ru: К сущности не применены фильтры.
sv_se: Inget filter har angetts för enheten.

# Page 1153700271 - Control 1867267488 - Property 1295455071
source: Specifies how many entities the template will be applied to.
es_es: Especifica a cuántas entidades se aplicará la plantilla.
it_ch: Specifica il numero di entità a cui verrà collegato il modello.
nl_be: Hiermee wordt opgegeven op hoeveel entiteiten de sjabloon wordt toegepast.
ru_ru: Определяет количество объектов, к которым будет применен шаблон.
sv_se: Anger hur många enheter som mallen ska tillämpas på.

# Page 1153700271 - Control 1867267488 - Property 2879900210
source: No. of Entities
es_es: N.º de entidades
it_ch: Nr. di entità
nl_be: Aantal entiteiten
ru_ru: Кол-во объектов
sv_se: Antal enheter

# Page 1153700271 - Control 2380959387 - Property 1295455071
source: Specifies the filters to be applied on the record.
es_es: Especifica los filtros que se aplicarán al registro.
it_ch: Specifica i filtri da collegare al record.
nl_be: Hiermee worden de filters opgegeven die op de record moeten worden toegepast.
ru_ru: Определяет фильтры, применяемые к записи.
sv_se: Anger de filter som ska användas på posten.

# Page 1153700271 - Control 2380959387 - Property 2879900210
source: Filters
es_es: Filtros
it_ch: Filtri
ru_ru: Фильтры
sv_se: Filter

# Page 1153700271 - Control 2430453948 - Property 1295455071
source: Specifies the filters to be applied on the record.
es_es: Especifica los filtros que se aplicarán al registro.
it_ch: Specifica i filtri da collegare al record.
nl_be: Hiermee worden de filters opgegeven die op de record moeten worden toegepast.
ru_ru: Определяет фильтры, применяемые к записи.
sv_se: Anger de filter som ska användas på posten.

# Page 1153700271 - Control 2430453948 - Property 2879900210
source: Filters
es_es: Filtros
it_ch: Filtri
ru_ru: Фильтры
sv_se: Filter

# Page 1153700271 - Control 2754215778 - Property 1295455071
source: Specifies code of the template to apply.
es_es: Especifica el código de la plantilla que se va a aplicar.
it_ch: Specifica il codice del modello da collegare.
nl_be: Hiermee wordt de code opgegeven van de toe te passen sjabloon.
ru_ru: Определяет код применяемого шаблона.
sv_se: Anger koden på mallen som ska användas.

# Page 1153700271 - Control 2754215778 - Property 2879900210
source: Template Code
es_es: Código de plantilla
it_ch: Codice modello
nl_be: Sjablooncode
ru_ru: Код шаблона
sv_se: Mallkod

# Page 1153700271 - Control 2868678301 - Property 1295455071
source: Specifies the name of the template to apply.
es_es: Especifica el nombre de la plantilla que se va a aplicar.
it_ch: Specifica il nome del modello da collegare.
nl_be: Hiermee wordt de naam van de toe te passen sjabloon opgegeven.
ru_ru: Определяет имя применяемого шаблона.
sv_se: Anger namnet på mallen som ska användas.

# Page 1153700271 - Control 2868678301 - Property 2879900210
source: Template Name
es_es: Nombre de plantilla
it_ch: Nome modello
nl_be: Sjabloonnaam
ru_ru: Имя шаблона
sv_se: Mallnamn

# Page 1153700271 - Control 2961552353 - Property 1295455071
source: Specifies the name of the template.
es_es: Especifica el nombre de la plantilla.
it_ch: Specifica il nome del modello.
nl_be: Hiermee wordt de naam van de sjabloon opgegeven.
ru_ru: Определяет имя шаблона.
sv_se: Anger mallens namn.

# Page 1153700271 - Control 2961552353 - Property 2879900210
source: Name
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Page 1153700271 - Control 3004954119 - Property 1295455071
source: Specifies the code of the template.
es_es: Especifica el código de la plantilla.
it_ch: Specifica il codice del modello.
nl_be: Hiermee wordt de code van de sjabloon opgegeven.
ru_ru: Определяет код шаблона.
sv_se: Anger mallens kod.

# Page 1153700271 - Control 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Page 1153700271 - Control 3425559867 - Property 1295455071
source: Select filters on the entity
es_es: Seleccionar filtros en la entidad
it_ch: Seleziona filtri nell'entità
nl_be: Filters voor de entiteit selecteren
ru_ru: Выбор фильтров, применяемых к сущности
sv_se: Välj filter för enheten

# Page 1153700271 - Control 3961040049 - Property 1295455071
source: Specifies the format of the final document.
es_es: Especifica el formato del documento final.
it_ch: Specifica il formato del documento finale.
nl_be: Hiermee wordt de indeling van het uiteindelijke document opgegeven.
ru_ru: Определяет формат готового документа.
sv_se: Anger det ekonomiska dokumentets format.

# Page 1153700271 - Control 3961040049 - Property 2879900210
source: Output format
es_es: Formato de salida
it_ch: Formato output
nl_be: Uitvoerindeling
ru_ru: Формат вывода
sv_se: Utdataformat

# Page 1153700271 - Control 4076789414 - Property 1968111052
source: Select settings of the output.
es_es: Seleccione la configuración de la salida.
it_ch: Selezionare le impostazioni dell'output.
nl_be: Selecteer instellingen van de uitvoer.
ru_ru: Выберите параметры выходных данных.
sv_se: Välj inställningar för utdata.

# Page 1153700271 - Control 4076789414 - Property 2879900210
source: Few more things left!
es_es: ¡Quedan unas cuantas cosas más!
it_ch: Quasi finito!
nl_be: Nog maar een paar dingen.
ru_ru: Осталось еще немного!
sv_se: Bara några saker kvar!

# Page 1153700271 - Control 4123651066 - Property 1968111052
source: Review your selections, and update them if needed. Click Finish to download the document.
es_es: Revise sus selecciones y actualícelas si es necesario. Haga clic en Finalizar para descargar el documento.
it_ch: Esaminare le selezioni e aggiornarle se necessario. Fare clic su Fine per scaricare il documento.
nl_be: Controleer uw selecties en werk deze indien nodig bij. Klik op Voltooien om het document te downloaden.
ru_ru: Просмотрите выбранные параметры и при необходимости измените их. Нажмите кнопку "Готово", чтобы загрузить документ.
sv_se: Granska dina val och uppdatera dem om det behövs. Ladda ned dokumentet genom att klicka på Slutför.

# Page 1153700271 - Control 4123651066 - Property 2879900210
source: Overview
es_es: Información general
it_ch: Sintesi
nl_be: Overzicht
ru_ru: Обзор
sv_se: Översikt

# Page 1153700271 - Control 593950311 - Property 1295455071
source: Specifies whether one document per record should be created or one document for all entities.
es_es: Especifica si se debe crear un documento por registro o un documento para todas las entidades.
it_ch: Specifica se deve essere creato un documento per record o un documento per tutte le entità.
nl_be: Hiermee wordt opgegeven of één document per record moet worden gemaakt of één document voor alle entiteiten.
ru_ru: Указывает, следует ли создавать по одному документу на запись или один документ для всех сущностей.
sv_se: Anger om ett dokument per post ska skapas eller ett dokument för alla enheter.

# Page 1153700271 - Control 593950311 - Property 2879900210
source: Split documents
es_es: Dividir documentos
it_ch: Dividi documenti
nl_be: Documenten splitsen
ru_ru: Разбить документы
sv_se: Dela dokument

# Page 1153700271 - Control 730832363 - Property 1295455071
source: Specifies the entity the template is asscociated with.
es_es: Especifica la entidad a la que se asocia la plantilla.
it_ch: Specifica l'entità associata al modello.
nl_be: Hiermee wordt de entiteit opgegeven waaraan de sjabloon is gekoppeld.
ru_ru: Определяет сущность, с которой связан шаблон.
sv_se: Anger enheten som mallen asscociated med.

# Page 1153700271 - Control 730832363 - Property 2879900210
source: Entity
es_es: Entidad
it_ch: Entità
nl_be: Entiteit
ru_ru: Сущность
sv_se: Entitet

# Page 1153700271 - Control 956488974 - Property 1295455071
source: Specifies the entity to be used when applying the template.
es_es: Especifica la entidad que se va a usar al aplicar la plantilla.
it_ch: Specifica l'entità da utilizzare per il collegamento del modello.
nl_be: Hiermee wordt de entiteit opgegeven die moet worden gebruikt wanneer de sjabloon wordt toegepast.
ru_ru: Определяет сущность, которая будет использоваться при применении шаблона.
sv_se: Anger vilken enhet som ska användas när mallen tillämpas.

# Page 1153700271 - Control 956488974 - Property 2879900210
source: Entity
es_es: Entidad
it_ch: Entità
nl_be: Entiteit
ru_ru: Сущность
sv_se: Entitet

# Page 1153700271 - Control 99072330 - Property 1295455071
source: Specifies whether one document per record should be created or one document for all Records.
es_es: Especifica si se debe crear un documento por registro o un documento para todos los registros.
it_ch: Specifica se deve essere creato un documento per record o un documento per tutti i record.
nl_be: Hiermee wordt opgegeven of één document per record moet worden gemaakt of één document voor alle records.
ru_ru: Указывает, следует ли создавать по одному документу на запись или один документ для всех записей.
sv_se: Anger om ett dokument per post ska skapas eller ett dokument för alla poster.

# Page 1153700271 - Control 99072330 - Property 2879900210
source: Split documents
es_es: Dividir documentos
it_ch: Dividi documenti
nl_be: Documenten splitsen
ru_ru: Разбить документы
sv_se: Dela dokument

# Page 1153700271 - Control 995397152 - Property 1295455071
source: Specifies the format of the final document.
es_es: Especifica el formato del documento final.
it_ch: Specifica il formato del documento finale.
nl_be: Hiermee wordt de indeling van het uiteindelijke document opgegeven.
ru_ru: Определяет формат готового документа.
sv_se: Anger det ekonomiska dokumentets format.

# Page 1153700271 - Control 995397152 - Property 2879900210
source: Output format
es_es: Formato de salida
it_ch: Formato output
nl_be: Uitvoerindeling
ru_ru: Формат вывода
sv_se: Utdataformat

# Page 1206474225 - Control 1290620507 - Property 1295455071
source: Displays the number of expired records.
da_dk: Viser antallet af udløbne records.
es_es: Muestra el número de registros vencidos.
it_ch: Visualizza il numero di record scaduti.
nl_be: Hiermee wordt het aantal verlopen records weergegeven.
ru_ru: Отображает количество записей с истекшим сроком хранения.
sv_se: Visar antalet utgångna poster.

# Page 1206474225 - Control 1290620507 - Property 2879900210
source: Expired Records
da_dk: Udløbne records
es_es: Registros vencidos
it_ch: Record scaduti
nl_be: Verlopen records
ru_ru: Записи с истекшим сроком хранения
sv_se: Utgångna poster

# Page 1206474225 - Control 1460223235 - Property 1295455071
source: Specifies the name of the date or datetime field on the table used to determine the age of a record.
da_dk: Angiver navnet på feltet dato eller DateTime i den tabel, der bruges til at bestemme alderen på en record.
es_es: Especifica el nombre del campo de fecha o fecha y hora de la tabla que se usa para determinar la antigüedad de un registro.
it_ch: Specifica il nome del campo data o data/ora nella tabella utilizzata per determinare l'età di un record.
nl_be: Hiermee wordt de naam opgegeven van het datum- of datum/tijd-veld in de tabel dat wordt gebruikt om de leeftijd van een record te bepalen.
ru_ru: Определяет имя поля даты или даты/времени в таблице, используемого для определения возраста записи.
sv_se: Anger namnet på fältet för datum eller datumtid i tabellen som används för att bestämma åldern på en post.

# Page 1206474225 - Control 1508634494 - Property 1295455071
source: Specifies whether the retention policy can only be run manually.
da_dk: Angiver, om opbevaringspolitikken kun kan køres manuelt.
es_es: Especifica si la directiva de retención solo se puede ejecutar manualmente.
it_ch: Specifica se i criteri di conservazione possono essere eseguiti solo manualmente.
nl_be: Hiermee wordt opgegeven of het bewaarbeleid alleen handmatig kan worden uitgevoerd.
ru_ru: Указывает, может ли политика хранения запускаться только вручную.
sv_se: Anger om kvarhållningsprincipen endast kan köras manuellt.

# Page 1206474225 - Control 1595823452 - Property 1295455071
source: Specifies the caption of the table to which the retention policy applies. The caption is the translated, if applicable, name of the table.
da_dk: Angiver titlen på den tabel, som opbevaringspolitikken gælder for. Titlen er det oversatte navn er navnet på tabellen, hvis det er relevant.
es_es: Especifica el título de la tabla a la que se aplica la directiva de retención. El título es el nombre traducido, si corresponde, de la tabla.
it_ch: Specifica la didascalia della tabella a cui si riferiscono i criteri di conservazione. La didascalia è il nome della tabella tradotto, se applicabile.
nl_be: Hiermee wordt het bijschrift opgegeven van de tabel waarop het bewaarbeleid van toepassing is. Het bijschrift is de vertaalde (indien van toepassing) naam van de tabel.
ru_ru: Определяет метку таблицы, к которой применяется политика хранения. Метка — это переведенное (при необходимости) имя таблицы.
sv_se: Anger rubriken för den tabell som kvarhållningsprincipen gäller för. Rubriken är i förekommande fall en översättning av tabellens namn.
