Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: system application/source/System Application/Translations/System Application.*.xlf
Languages: da_dk, es_es, fr_fr, it_ch, nl_be, ru_ru, sv_se

# Table 1789703403 - Field 3089081499 - Property 2879900210
source: Ret. Period Calculation
da_dk: Beregning af opbevaringsperiode
es_es: Cálculo periodo retención
it_ch: Calcolo periodo di conservazione
nl_be: Berekening van bewaarperiode
ru_ru: Расчет периода хранения
sv_se: Beräkning av kvarhållningsperiod

# Table 1789703403 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 1835319050 - Field 1225782422 - Property 2879900210
source: Attachments
es_es: Datos adjuntos
it_ch: Allegati
sv_se: Bilagor

# Table 1835319050 - Field 1249475212 - Property 2879900210
source: Created
es_es: Creado
it_ch: Creato
sv_se: Skapad

# Table 1835319050 - Field 1552101202 - Property 2879900210
source: File System Object Type
es_es: Tipo de objeto del sistema de archivos
it_ch: Tipo di oggetto file system
sv_se: Objekttyp för filsystem

# Table 1835319050 - Field 1924927433 - Property 2879900210
source: List Id
es_es: Id. de lista
it_ch: ID lista

# Table 1835319050 - Field 329424276 - Property 2879900210
source: Title
es_es: Título
it_ch: Titolo
sv_se: Rubrik

# Table 1835319050 - Field 3816519696 - Property 2879900210
source: Content Type Id
es_es: Id. de tipo de contenido
it_ch: ID tipo di contenuto
sv_se: ID för innehållstyp

# Table 1850560024 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle
es_es: Clave principal
fr_fr: Clé primaire
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 1850560024 - Field 2137773794 - Property 2879900210
source: Expire Time
da_dk: Udløbstidspunkt
es_es: Hora de vencimiento
fr_fr: Heure d'expiration
it_ch: Ora di scadenza
nl_be: Verlooptijd
ru_ru: Время истечения срока действия
sv_se: Förfallotid

# Table 1850560024 - Field 3951414661 - Property 2879900210
source: API URL
da_dk: URL for API
es_es: URL de API
fr_fr: URL DE L'API
it_ch: URL API
ru_ru: URL-адрес API

# Table 1850560024 - Field 4294444582 - Property 2879900210
source: Request Timeout
da_dk: Timeout for anmodning
es_es: Tiempo de espera de solicitud
fr_fr: Délai de demande
it_ch: Timeout della richiesta
nl_be: Time-out aanvragen
ru_ru: Время ожидания запроса
sv_se: Begär timeout

# Table 1910832796 - Field 2426398906 - Property 2879900210
source: Message Id
da_dk: Meddelelses-id
es_es: Id. de mensaje
it_ch: ID messaggio
nl_be: Bericht-id
ru_ru: ИД сообщения
sv_se: Meddelande-ID

# Table 1910832796 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 1910832796 - Field 3188597271 - Property 2879900210
source: Date Time Sent
da_dk: Afsendt dato/tid
es_es: Fecha y hora de envío
it_ch: Data/Ora invio
nl_be: Datum/tijd verzonden
ru_ru: Дата и время отправки
sv_se: Datum/tid skickat

# Table 1910832796 - Field 3460611877 - Property 2879900210
source: Sender
da_dk: Afsender
es_es: Remitente
it_ch: Mittente
nl_be: Afzender
ru_ru: Отправитель
sv_se: Avsändare

# Table 1910832796 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 1910832796 - Field 3856268488 - Property 2879900210
source: Account Id
da_dk: Konto-id
es_es: Id. de cuenta
it_ch: ID conto
ru_ru: ИД учетной записи
sv_se: Konto-ID

# Table 1910832796 - Field 4090242150 - Property 2879900210
source: User Security Id
da_dk: Brugersikkerheds-id
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
nl_be: Gebruikersbeveiligings-id
ru_ru: ИД безопасности пользователя
sv_se: Säkerhets-ID för användare

# Table 1910832796 - Field 4289976854 - Property 2879900210
source: Sent From
da_dk: Sendt fra
es_es: Enviados desde
it_ch: Inviato da
nl_be: Verzonden van
ru_ru: Отправлено от
sv_se: Skickat från

# Table 1916377412 - Field 1551780006 - Property 2879900210
source: Assigned to User
es_es: Asignado a usuario
it_ch: Assegnato a utente
nl_be: Toegewezen aan gebruiker
ru_ru: Назначено пользователю
sv_se: Tilldelad användare

# Table 1916377412 - Field 237762718 - Property 2879900210
source: Version
es_es: Versión
it_ch: Versione
nl_be: Versie
ru_ru: Версия

# Table 1916377412 - Field 2708250016 - Property 2879900210
source: User Name
es_es: Nombre de usuario
it_ch: Nome utente
nl_be: Gebruikersnaam
ru_ru: Имя пользователя
sv_se: Användarnamn

# Table 1916377412 - Field 2814139144 - Property 2879900210
source: Is Visible
es_es: Es visible
it_ch: Visibile
nl_be: Is zichtbaar
ru_ru: Является видимым
sv_se: Är synlig

# Table 1916377412 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 1916377412 - Field 984564719 - Property 2879900210
source: Checklist Item Status
es_es: Estado de elemento de lista de comprobación
it_ch: Stato elemento elenco di controllo
nl_be: Status van controlelijstitem
ru_ru: Статус пункта контрольного списка
sv_se: Status för punkt i checklista

# Table 1985063655 - Field 1123305005 - Property 2879900210
source: Logo
es_es: Logotipo
ru_ru: Логотип
sv_se: Logotyp

# Table 1985063655 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
it_ch: Nome
nl_be: Naam
ru_ru: Имя
sv_se: Namn

# Table 1985063655 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 1985063655 - Field 3856268488 - Property 2879900210
source: Account Id
da_dk: Konto-id
es_es: Id. de cuenta
it_ch: ID conto
ru_ru: ИД учетной записи
sv_se: Konto-ID

# Table 1985063655 - Field 4277223692 - Property 2879900210
source: LogoBlob
es_es: BlobLogotipo
it_ch: Blob logo
ru_ru: BLOB-объект логотипа
sv_se: Logotyp för blob

# Table 1985063655 - Field 90141998 - Property 2879900210
source: Email Address
da_dk: Mailadresse
es_es: Dirección de correo electrónico
it_ch: Indirizzo e-mail
nl_be: E-mailadres
ru_ru: Адрес электронной почты
sv_se: E-postadress

# Table 1993094577 - Field 1123305005 - Property 2879900210
source: Logo
es_es: Logotipo
ru_ru: Логотип
sv_se: Logotyp

# Table 1993094577 - Field 3083306301 - Property 2879900210
source: Connector
es_es: Conector
it_ch: Connettore
ru_ru: Соединитель
sv_se: Anslutningsprogram

# Table 1993094577 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
es_es: Descripción
it_ch: Descrizione
nl_be: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 2046056834 - Field 1024873738 - Property 2879900210
source: Attachment Name
da_dk: Navn på vedhæftet fil
es_es: Nombre de archivo adjunto
it_ch: Nome allegato
nl_be: Bijlagenaam
ru_ru: Имя вложения
sv_se: Bilagans namn

# Table 2046056834 - Field 1303376715 - Property 2879900210
source: Content Type
da_dk: Indholdstype
es_es: Tipo de contenido
it_ch: Tipo di contenuto
nl_be: Soort inhoud
ru_ru: Тип содержимого
sv_se: Innehållstyp

# Table 2046056834 - Field 1447994436 - Property 2879900210
source: Data
es_es: Datos
it_ch: Dati
nl_be: Gegevens
ru_ru: Данные

# Table 2046056834 - Field 1506650712 - Property 2879900210
source: Content Id
da_dk: Indholds-id
es_es: Id. de contenido
it_ch: ID contenuto
nl_be: Inhoud-id
ru_ru: ИД содержимого
sv_se: Innehålls-id

# Table 2046056834 - Field 1881551368 - Property 2879900210
source: Length
es_es: Longitud
it_ch: Lunghezza
nl_be: Lengte
ru_ru: Длина
sv_se: Längd

# Table 2046056834 - Field 2931190102 - Property 2879900210
source: Email Message Id
da_dk: Mailmeddelelses-id
es_es: Id. mensaje correo elect.
it_ch: ID messaggio e-mail
nl_be: Id van e-mailbericht
ru_ru: ИД сообщения электронной почты
sv_se: ID för e-postmeddelande

# Table 2046056834 - Field 4109948923 - Property 2879900210
source: InLine
da_dk: Indbygget
es_es: Insertado
it_ch: Incorporato
ru_ru: Встроенное
sv_se: Infogad

# Table 2046507299 - Field 2278951215 - Property 2879900210
source: Data Item
da_dk: Dataelement
es_es: Elemento de datos
fr_fr: Élément de données
it_ch: Elemento dati
nl_be: Gegevensitem
ru_ru: Элемент данных
sv_se: Dataobjekt

# Table 2046507299 - Field 2485164427 - Property 2879900210
source: Entry ID
da_dk: Post-id
es_es: Id. de movimiento
fr_fr: ID écriture
it_ch: ID movimento
nl_be: Post-id
ru_ru: Код операции
sv_se: Transaktions-ID

# Table 2046507299 - Field 3090661100 - Property 2879900210
source: Filter
da_dk: Filtrer
es_es: Filtro
fr_fr: Filtrer
it_ch: Filtro
nl_be: Filteren
ru_ru: Фильтр

# Table 2046507299 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
da_dk: Id for webtjeneste for lejer
es_es: Id. servicio web suscriptor
fr_fr: ID du service web de l'abonné
it_ch: ID servizio Web tenant
ru_ru: Код веб-службы арендатора
sv_se: ID för klientorganisationswebbtjänst

# Table 2200828805 - Field 2946131562 - Property 2879900210
source: Plan ID
es_es: Id. del plan
fr_fr: ID plan
it_ch: ID piano
ru_ru: Код плана

# Table 2200828805 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nl_be: Naam
ru_ru: Название
sv_se: Namn

# Table 2200828805 - Field 655387622 - Property 2879900210
source: Role Center ID
da_dk: Rollecenter-id
es_es: Id. del área de trabajo
fr_fr: ID Tableau de bord
it_ch: ID Gestione ruolo utente
nl_be: Rolcentrum-id
ru_ru: Код ролевого центра
sv_se: Rollcenter-ID

# Table 2219781045 - Field 1950707465 - Property 2879900210
source: User SID
da_dk: Bruger-SID
es_es: SID de usuario
fr_fr: SID utilisateur
it_ch: SID utente
nl_be: Gebruikers-SID
ru_ru: SID пользователя
sv_se: Användar-SID

# Table 2219781045 - Field 2470223551 - Property 2879900210
source: Send Request
da_dk: Send anmodning
es_es: Enviar solicitud
fr_fr: Envoyer la demande
it_ch: Invia richiesta
nl_be: Aanvraag verzenden
ru_ru: Отправка запроса
sv_se: Skicka begäran

# Table 2219781045 - Field 2950970530 - Property 2879900210
source: Last Request Time
da_dk: Kl. for seneste anmodning
es_es: Hora de última solicitud
fr_fr: Heure de la dernière demande
it_ch: Ora ultima richiesta
nl_be: Tijd van laatste aanvraag
ru_ru: Время последнего запроса
sv_se: Senaste tid för begäran

# Table 2257524325 - Field 1131619133 - Property 2879900210
source: Value
da_dk: Værdi
es_es: Valor
fr_fr: Valeur
it_ch: Valore
nl_be: Waarde
ru_ru: Значение
sv_se: Värde

# Table 2280223156 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle
es_es: Clave principal
it_ch: Chiave primaria
nl_be: Primaire sleutel
ru_ru: Первичный ключ
sv_se: Primärnyckel

# Table 2280223156 - Field 2026231728 - Property 2879900210
source: User Invoked Run
da_dk: Brugerstartet kørsel
es_es: Ejecución invocada por el usuario
it_ch: Esecuzione richiamata dall'utente
nl_be: Door gebruiker aangeroepen uitvoering
ru_ru: Инициированный пользователем запуск
sv_se: Körning anropad av användare

# Table 2280223156 - Field 2287966851 - Property 2879900210
source: Skip Event Rec. Limit Exceeded
da_dk: Spring over begivenheds rec. grænse er overskredet
es_es: Omitir límite grab. eventos superado
it_ch: Ignora limite reg. evento superato
nl_be: Limiet gebeurtenisrec. overslaan overschreden
ru_ru: Пропускать событие "Превышено предел. кол-во записей"
sv_se: Gränsen för överhoppade händelseregistreringar har överskridits

# Table 2280223156 - Field 3338739277 - Property 2879900210
source: Skip Event Indirect Perm. Req.
da_dk: Spring over begivenheds indirekte påkrævede rettighed
es_es: Omitir perm. req. indirecto evento
it_ch: Ignora richiesta autorizzazione indiretta evento
nl_be: Ind. machtiging vereist voor geb. oversl.
ru_ru: Пропускать событие "Требуются непрям. разрешения"
sv_se: Hoppa över händelse, indirekt behörighet krävs

# Table 2280223156 - Field 3399134035 - Property 2879900210
source: Total Max. Nr. of Rec. to Del.
da_dk: Samlet maks. antal records at slette.
es_es: N.º máx. total de reg. para elim.
it_ch: Totale nr. max record da eliminare
nl_be: Totaal max. aant. te verw. rec.
ru_ru: Общее макс. кол-во записей для удал.
sv_se: Totalt max. ant. poster att ta bort

# Table 2280223156 - Field 3687625060 - Property 2879900210
source: Indirect Permission Required
da_dk: Indirekte tilladelse påkrævet
es_es: Se requiere permiso indirecto
it_ch: Autorizzazione indiretta necessaria
nl_be: Indirecte toestemming vereist
ru_ru: Требуются непрямые разрешения
sv_se: Indirekt behörighet krävs

# Table 2280223156 - Field 667279260 - Property 2879900210
source: Max. Number of Rec. to Delete
da_dk: Højeste antal records, der skal slettes
es_es: N.º máx. de reg. para eliminar
it_ch: Numero max di record da eliminare
nl_be: Max. aant. te verwijderen rec.
ru_ru: Макс. кол-во удаляемых записей
sv_se: Max. antal reg. att ta bort

# Table 2303806024 - Field 1258534936 - Property 2879900210
source: Initialized
es_es: Inicializado
it_ch: Inizializzato
nl_be: Geïnitialiseerd
ru_ru: Инициализировано
sv_se: Initierat

# Table 2303806024 - Field 2564753503 - Property 2879900210
source: Teaching Tips
es_es: Consejos didácticos
it_ch: Suggerimenti didattici
nl_be: Instructietips
ru_ru: Обучающие советы
sv_se: Undervisningstips

# Table 2303806024 - Field 2708250016 - Property 2879900210
source: User ID
es_es: Id. de usuario
it_ch: ID utente
nl_be: Gebruikers-id
ru_ru: ИД пользователя
sv_se: Användar-ID

# Table 2303806024 - Field 2766253784 - Property 2879900210
source: App ID
es_es: Id. de aplicación
it_ch: ID app
ru_ru: ИД приложения

# Table 2303806024 - Field 2790477231 - Property 2879900210
source: Work Date
es_es: Fecha de trabajo
it_ch: Data del lavoro
nl_be: Werkdatum
ru_ru: Рабочая дата
sv_se: Arbetsdatum

# Table 2303806024 - Field 2867024043 - Property 2879900210
source: Last Login Info
es_es: Última información de inicio de sesión
it_ch: Informazioni ultimo accesso
nl_be: Gegevens van laatste aanmelding
ru_ru: Информация о последнем входе
sv_se: Information om senaste inloggning

# Table 2303806024 - Field 2945354029 - Property 2879900210
source: Time Zone
es_es: Zona horaria
it_ch: Fuso orario
nl_be: Tijdzone
ru_ru: Часовой пояс
sv_se: Tidszon

# Table 2303806024 - Field 3021697414 - Property 2879900210
source: User Security ID
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
nl_be: Gebruikersbeveiligings-id
ru_ru: ИД безопасности пользователя
sv_se: Säkerhets-ID för användare

# Table 2303806024 - Field 3133801257 - Property 2879900210
source: Company
es_es: Empresa
it_ch: Società
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# Table 2303806024 - Field 3489829666 - Property 2879900210
source: Profile ID
es_es: Id. perfil
it_ch: ID profilo
nl_be: Profiel-id
ru_ru: ИД профиля
sv_se: Profil-ID

# Table 2303806024 - Field 3806115519 - Property 2879900210
source: Locale ID
es_es: Id. configuración regional
it_ch: ID impostazioni locali
nl_be: Landinstellingen-id
ru_ru: Код языкового стандарта
sv_se: Språkvariant-ID

# Table 2303806024 - Field 450009889 - Property 2879900210
source: Language ID
es_es: Id. de idioma
it_ch: ID lingua
nl_be: Taal-id
ru_ru: ИД языка
sv_se: Språk-ID

# Table 2303806024 - Field 593885934 - Property 2879900210
source: Scope
es_es: Ámbito
it_ch: Ambito
nl_be: Bereik
ru_ru: Область
sv_se: Omfattning

# Table 2303806024 - Field 593885934 - Property 62802879
source: System,Tenant
es_es: Sistema,Suscriptor
it_ch: Sistema,Tenant
nl_be: Systeem,Tenant
ru_ru: Система,Арендатор
sv_se: System,Klientorganisation

# Table 2308593832 - Field 1635402025 - Property 2879900210
source: Related Table Caption
es_es: Título de tabla relacionada
it_ch: Didascalia tabella correlata
nl_be: Bijschrijft van gerelateerde tabel
ru_ru: Метка связанной таблицы
sv_se: Relaterad tabellrubrik

# Table 2308593832 - Field 2204602840 - Property 2879900210
source: Related Table ID
es_es: Id. de tabla relacionada
it_ch: ID tabella correlata
nl_be: Id van gerelateerde tabel
ru_ru: ИД связанной таблицы
sv_se: Relaterat tabell-ID

# Table 2308593832 - Field 2385154712 - Property 2879900210
source: Related Table Code
es_es: Código de tabla relacionada
it_ch: Codice tabella correlata
nl_be: Code van gerelateerde tabel
ru_ru: Код связанной таблицы
sv_se: Relaterad tabellkod

# Table 2308593832 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 2308593832 - Field 3135334477 - Property 2879900210
source: Table ID
es_es: Id. de tabla
it_ch: ID tabella
nl_be: Tabel-id
ru_ru: ИД таблицы
sv_se: Tabell-ID

# Table 2308593832 - Field 3531868071 - Property 2879900210
source: Field No.
es_es: N.º de campo
it_ch: Nr. campo
nl_be: Veldnr.
ru_ru: № поля
sv_se: Fältnr

# Table 2308593832 - Field 823559016 - Property 2879900210
source: Field Caption
es_es: Título campo
it_ch: Didascalia campo
nl_be: Veldbijschrift
ru_ru: Метка поля
sv_se: Fältrubrik

# Table 2372869910 - Field 1024873738 - Property 2879900210
source: Attachment Name
es_es: Nombre de archivo adjunto
it_ch: Nome allegato
nl_be: Bijlagenaam
ru_ru: Имя вложения
sv_se: Bilagans namn

# Table 2372869910 - Field 2045991712 - Property 2879900210
source: Attachment Source
es_es: Origen de archivo adjunto
it_ch: Origine allegato
nl_be: Bijlagebron
ru_ru: Источник вложения
sv_se: Bilagans källa

# Table 2372869910 - Field 2644494486 - Property 2879900210
source: Attachment Table ID
es_es: Id. tabla anexo
it_ch: ID tabella allegato
nl_be: Tabel-id van bijlage
ru_ru: ИД таблицы вложения
sv_se: Tabell-ID för bilaga

# Table 2372869910 - Field 3808409531 - Property 2879900210
source: Attachment System ID
es_es: Id. sistema datos adjuntos
it_ch: ID sistema allegato
nl_be: Systeem-id van bijlage
ru_ru: ИД системы вложения
sv_se: System-ID för bilaga

# Table 2399097655 - Field 1918310387 - Property 2879900210
source: Role ID
es_es: Id. de rol
it_ch: ID ruolo
nl_be: Rol-id
ru_ru: ИД роли
sv_se: Roll-ID

# Table 2399097655 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
it_ch: Codice
ru_ru: Код
sv_se: Kod

# Table 2441820321 - Field 2835409552 - Property 2879900210
source: Use mod 10
es_es: Usar mod 10
it_ch: Utilizza mod 10
nl_be: Mod 10 gebruiken
ru_ru: Использовать mod 10
sv_se: Använd läge 10

# Table 2441820321 - Field 3025732152 - Property 2879900210
source: Enable Checksum
es_es: Habilitar suma de comprobación
it_ch: Abilita checksum
nl_be: Controlesom inschakelen
ru_ru: Включить контрольную сумму
sv_se: Aktivera kontrollsumma

# Table 2441820321 - Field 3790246616 - Property 2879900210
source: Allow Extended Charset
es_es: Permitir conjunto de caracteres extendido
it_ch: Consenti set di caratteri estesi
nl_be: Uitgebreide tekenset toestaan
ru_ru: Разрешить расширенный набор символов
sv_se: Tillåt utökad teckenuppsättning

# Table 2441820321 - Field 3873049473 - Property 2879900210
source: Code Set
es_es: Conjunto de códigos
it_ch: Set di codici
ru_ru: Набор кодов
sv_se: Koduppsättning

# Table 2441820321 - Field 3873049473 - Property 62802879
source: None,A,B,C
es_es: Ninguno,A,B,C
it_ch: Nessuno,A,B,C
nl_be: Geen,A,B,C
ru_ru: Нет,A,B,C
sv_se: Ingen,A,B,C

# Table 2461374210 - Field 2564753503 - Property 2879900210
source: Teaching Tips
es_es: Consejos didácticos
it_ch: Suggerimenti didattici
sv_se: Undervisningstips

# Table 2461374210 - Field 3021697414 - Property 2879900210
source: User Security ID
es_es: Id. de seguridad de usuario
it_ch: ID sicurezza utente
sv_se: Säkerhets-ID för användare

# Table 2465698125 - Field 1108694280 - Property 2879900210
source: Approximate mandatory date
es_es: Fecha obligatoria aproximada
it_ch: Data approssimativa obbligatoria
sv_se: Ungefärligt obligatoriskt datum

# Table 2465698125 - Field 1624573723 - Property 2879900210
source: Learn more
es_es: Más información
it_ch: Ulteriori informazioni
sv_se: Läs mer

# Table 2465698125 - Field 1632743229 - Property 2879900210
source: Get started
es_es: Introducción
it_ch: Inizia
sv_se: Kom i gång

# Table 2465698125 - Field 171145402 - Property 2879900210
source: Index
es_es: Índice
it_ch: Indice

# Table 2465698125 - Field 2200046723 - Property 2879900210
source: Indentation
es_es: Sangría
it_ch: Rientro
sv_se: Indrag

# Table 2465698125 - Field 2426491291 - Property 2879900210
source: Is One Way
es_es: Es unidireccional
it_ch: Unidirezionale
sv_se: Är envägs

# Table 2465698125 - Field 2891538263 - Property 2879900210
source: Enabled
es_es: Habilitado
it_ch: Abilitato
sv_se: Aktiverat

# Table 2465698125 - Field 2891538263 - Property 62802879
source: None,All Users
es_es: Ninguno,Todos los usuarios
it_ch: Nessuno,Tutti gli utenti
sv_se: Ingen,Alla användare

# Table 2465698125 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción
it_ch: Descrizione
sv_se: Beskrivning

# Table 2465698125 - Field 3947663796 - Property 2879900210
source: Data Update Required
es_es: Actualización de datos requerida
it_ch: Aggiornamento dati necessario
sv_se: Datauppdatering krävs

# Table 2465698125 - Field 4206260792 - Property 2879900210
source: Parent
es_es: Principal
it_ch: Padre
sv_se: Överordnad

# Table 248118458 - Field 1726982313 - Property 2879900210
source: Last Period No. of Records (30D)
es_es: N.º registros último periodo (30 d)
it_ch: Nr. di record ultimo periodo (30 g)
nl_be: Aantal records van laatste periode (30D)
ru_ru: Количество записей в прошлом периоде (30 дн.)
sv_se: Antal poster senaste perioden (30 d)

# Table 248118458 - Field 2065755396 - Property 2879900210
source: No. of Records
es_es: N.º registros
it_ch: Nr. di record
nl_be: Aantal records
ru_ru: Количество записей
sv_se: Antal poster

# Table 248118458 - Field 2499764284 - Property 2879900210
source: Record Size
es_es: Tamaño registro
it_ch: Dimensioni record
nl_be: Recordgrootte
ru_ru: Размер записи
sv_se: Poststorlek

# Table 248118458 - Field 2901901922 - Property 2879900210
source: Compression
es_es: Compresión
it_ch: Compressione
nl_be: Compressie
ru_ru: Сжатие
sv_se: Komprimering

# Table 248118458 - Field 2901901922 - Property 62802879
source: None,Row,Page,Columnstore,Columnstore Archive
es_es: Ninguno,Fila,Página,Almacén de columnas,Archivo de almacén de columnas
it_ch: Nessuno,Riga,Pagina,Columnstore,Archivio Columnstore
nl_be: Geen,Rij,Pagina,Columnstore,Columnstore-archief
ru_ru: Нет,Строка,Страница,Columnstore,Архив columnstore
sv_se: Ingen,Rad,Sida,Kolumnlagring,Kolumnlagringsarkiv

# Table 248118458 - Field 3017471043 - Property 2879900210
source: Table No.
es_es: Tabla n.º
it_ch: Nr. tabella
nl_be: Tabelnr.
ru_ru: № таблицы
sv_se: Tabellnr

# Table 248118458 - Field 3057683566 - Property 2879900210
source: Last Period Size (30D)
es_es: Último tamaño periodo (30 d)
it_ch: Dimensioni ultimo periodo (30 g)
nl_be: Grootte van laatste periode (30D)
ru_ru: Размер в прошлом периоде (30 дн.)
sv_se: Storlek för senaste period (30 d)

# Table 248118458 - Field 3391158951 - Property 2879900210
source: Size (KB)
es_es: Tamaño (KB)
it_ch: Dimensioni (KB)
nl_be: Grootte (KB)
ru_ru: Размер (КБ)
sv_se: Storlek (kB)

# Table 248118458 - Field 3599723277 - Property 2879900210
source: Index Size (KB)
es_es: Tamaño de índice (KB)
it_ch: Dimensioni indice (KB)
nl_be: Indexgrootte (KB)
ru_ru: Размер индексов (КБ)
sv_se: Indexstorlek (kB)

# Table 248118458 - Field 3808951907 - Property 2879900210
source: Table Name
es_es: Nombre de tabla
it_ch: Nome tabella
nl_be: Tabelnaam
ru_ru: Имя таблицы
sv_se: Tabellnamn

# Table 248118458 - Field 3997336476 - Property 2879900210
source: Company Name
es_es: Nombre de la empresa
it_ch: Nome società
nl_be: Bedrijfsnaam
ru_ru: Название организации
sv_se: Företagsnamn

# Table 248118458 - Field 709111184 - Property 2879900210
source: Growth % (30D)
es_es: % crecimiento (30 d)
it_ch: % crescita (30 g)
nl_be: Groei % (30D)
ru_ru: % роста (30 дн.)
sv_se: Tillväxt i procent (30 d)
