Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: Email - SMTP Connector/Source/Email - SMTP Connector/Translations/Email - SMTP Connector.*.xlf
Languages: de_ch, es_es

# Table 4170592685 - Field 415504711 - Property 2879900210
source: Primary Key
de_ch: Primärschlüssel
es_es: Clave principal

# Table 4170592685 - Field 486669812 - Property 2879900210
source: Authentication
de_ch: Authentifizierung
es_es: Autenticación

# Table 4170592685 - Field 780397200 - Property 2879900210
source: Sender Name
de_ch: Absendername
es_es: Nombre del remitente

# Table 4170592685 - Field 798922739 - Property 2879900210
source: Secure Connection
de_ch: Sichere Verbindung
es_es: Conexión segura

# Table 4170592685 - Field 892320855 - Property 2879900210
source: Server
es_es: Servidor

# Table 4170592685 - Field 90141998 - Property 2879900210
source: Email Address
de_ch: E-Mail-Adresse
es_es: Dirección de correo electrónico

# Table 4170592685 - NamedType 2956157570
source: Unable to set SMTP Account password
de_ch: SMTP-Kontokennwort wurde nicht festgelegt
es_es: No se puede establecer la contraseña de la cuenta de SMTP

# Table 4170592685 - NamedType 3113222550
source: Unable to get SMTP Account password
de_ch: SMTP-Kontokennwort wurde nicht abgerufen
es_es: No se puede obtener la contraseña de la cuenta de SMTP

# Table 4170592685 - Property 2879900210
source: SMTP Account
de_ch: SMTP-Konto
es_es: Cuenta de SMTP
