Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: Email - SMTP Connector/Source/Email - SMTP Connector/Translations/Email - SMTP Connector.*.xlf
Languages: de_ch, es_es

# Codeunit 1780013033 - NamedType 1293915263
source: Use SMTP to send emails.
de_ch: Verwenden Sie SMTP zum Senden von E-Mails.
es_es: Use SMTP para enviar mensajes de correo electrónico.

# Codeunit 1780013033 - NamedType 1482857067
source: We could not find the account. Typically, this is because the account has been deleted.
de_ch: Das Konto wurde nicht gefunden. Dies liegt möglicherweise daran, dass das Konto gelöscht wurde.
es_es: No se ha encontrado la cuenta. Normalmente, esto se debe a que se ha eliminado.

# Codeunit 1780013033 - NamedType 156443413
source: Server URL field cannot be empty.
de_ch: Das Feld ' Server-URL ' darf nicht leer sein.
es_es: El campo URL de servidor no puede estar vacío.

# Codeunit 1780013033 - NamedType 2318586236
source: The provided SMTP Server URL %1 is not valid.
de_ch: Die angegebene SMTP-Server-URL %1 ist ungültig.
es_es: La dirección URL del servidor SMTP proporcionada %1 no es válida.

# Codeunit 1780013033 - NamedType 2355073837
source: The user specified for SMTP emailing does not have a contact email set. Please update the user's contact email to use Current User type for SMTP.
de_ch: Der für SMTP-E-Mails angegebene Benutzer hat keine Kontakt-E-Mail-Adresse festgelegt. Aktualisieren Sie die Kontakt-E-Mail-Adresse des Benutzers, um den aktuellen Benutzertyp für SMTP zu verwenden.
es_es: El usuario especificado para un correo electrónico SMTP no tiene un conjunto de correos electrónicos de contacto. Actualice el correo electrónico de contacto del usuario para usar el tipo Usuario actual para SMTP.

# Codeunit 1780013033 - NamedType 2880798304
source: Could not send the email. The %1 account does not have Send As permissions on your mail server for the %2 account.
de_ch: Die E-Mail kann nicht gesendet werden. Das Konto %1 verfügt nicht über die Berechtigung „Senden als“ auf dem E-Mail-Server für das Konto %2.
es_es: No se puede enviar el correo electrónico. La cuenta %1 no tiene permisos Enviar como en su servidor de correo para la cuenta %2.

# Codeunit 1780013033 - NamedType 3684459175
source: Could not send the email.\\%1
de_ch: Die e-Mail konnte nicht gesendet werden. \ \ %1
es_es: No se ha podido enviar el mensaje de correo electrónico.\\%1

# Codeunit 1780013033 - NamedType 3798978956
source: Email sent.
de_ch: E-Mail gesendet.
es_es: Correo electrónico enviado.

# Codeunit 1780013033 - NamedType 3828645481
source: Could not connect to the SMTP server.\\%1
de_ch: Verbindung zum Server konnte nicht hergestellt werden.
es_es: No se puede conectar con el servidor SMTP.\\%1

# Codeunit 1780013033 - NamedType 4034431664
source: The SMTP server rejected the authentication request, as the authentication data is incorrect. Verify that your Username and Password are correct and that the SMTP server supports the specified authentication type (%1). SMTP error code: 535.
de_ch: Der SMTP-Server lehnt die Authentifizierungsanforderung ab, da die Authentifizierungsdaten nicht korrekt sind. Stellen Sie sicher, dass Ihr Benutzername und das Kennwort korrekt sind und dass der SMTP-Server den angegebenen Authentifizierungstyp (%1) unterstützt. SMTP-Fehlercode: 535.
es_es: El servidor SMTP rechazó la solicitud de autenticación, ya que los datos de autenticación no son correctos. Compruebe que el nombre de usuario y la contraseña son correctos y que el servidor SMTP admite el tipo de autenticación especificado (%1). Código de error SMTP: 535.

# Codeunit 1780013033 - NamedType 4203003612
source: The SMTP server %1 did not respond to the connection request.
de_ch: Der SMTP-Server %1 nicht auf die Verbindungsanforderung reagiert.
es_es: El servidor SMTP %1 no respondió a la solicitud de conexión.

# Codeunit 1780013033 - NamedType 441163528
source: Could not authenticate on the SMTP server.\\%1
de_ch: Authentifizierung auf dem SMTP-Server nicht möglich. \ \ %1
es_es: No se ha podido autenticar en el servidor SMTP.\\%1

# Codeunit 1780013033 - NamedType 447844760
source: Could not send the email, as no recipients have been specified.
de_ch: Die e-Mail konnte nicht gesendet werden, da keine Empfänger angegeben wurden.
es_es: No se ha podido enviar el mensaje de correo electrónico ya que no se han especificado destinatarios.

# Codeunit 1780013033 - NamedType 938971449
source: Could not send the email, as the sender has not been specified.
de_ch: Die e-Mail konnte nicht gesendet werden, da der Absender nicht angegeben wurde.
es_es: No se ha podido enviar el mensaje de correo electrónico, ya que no se especificó el remitente.

# Codeunit 4052218681 - NamedType 1534236911
source: %1 was authenticated.
de_ch: %1 wurde authentifiziert.
es_es: Se autenticó %1.

# Codeunit 4052218681 - NamedType 2563123446
source: Could not authenticate.
de_ch: Authentifizierung nicht möglich.
es_es: No se ha podido autenticar.

# Codeunit 4052218681 - NamedType 441163528
source: Could not authenticate. To resolve the problem, choose the Authenticate action on the SMTP Account page.
de_ch: Authentifizierung nicht möglich. Um das Problem zu beheben, wählen Sie die Aktion „Authentifizieren“ auf der Seite „SMTP-Konto“ aus.
es_es: No se pudo autenticar. Para resolver el problema, seleccione la acción Autenticar en la página Cuenta de SMTP.

# Enum 1821775830 - EnumValue 1780646972 - Property 2879900210
source: Current User
de_ch: Aktueller Benutzer
es_es: Usuario actual

# Enum 1821775830 - EnumValue 2947392435 - Property 2879900210
source: Specific User
de_ch: Bestimmter Benutzer
es_es: Usuario específico

# Page 4170592685 - Action 2678050976 - Property 1295455071
source: Apply the Office 365 server settings to this record.
de_ch: Wenden Sie die Office 365-Servereinstellungen auf diesen Datensatz an.
es_es: Permite aplicar la configuración del servidor de Office 365 a este registro.

# Page 4170592685 - Action 2678050976 - Property 2879900210
source: Apply Office 365 Server Settings
de_ch: Office 365-Servereinstellungen übernehmen
es_es: Aplicar la configuración del servidor de Office 365

# Page 4170592685 - Action 2856463624 - Property 1295455071
source: Authenticate with your Exchange Online account.
de_ch: Authentifizieren Sie sich mit Ihrem Exchange Online-Konto.
es_es: Autenticar con la cuenta de Exchange Online.

# Page 4170592685 - Action 2856463624 - Property 2879900210
source: Authenticate
de_ch: Authentifizieren
es_es: Autenticar

# Page 4170592685 - Action 3313980247 - Property 1295455071
source: Verify that OAuth 2.0 authentication was successful.
de_ch: Prüft, ob die OAuth 2.0-Authentifizierung erfolgreich war.
es_es: Comprobar que la autenticación OAuth 2.0 se haya realizado correctamente.

# Page 4170592685 - Action 3313980247 - Property 2879900210
source: Verify Authentication
de_ch: Authentifizierung prüfen
es_es: Comprobar la autenticación

# Page 707219180 - Action 1235620153 - Property 1295455071
source: Next
de_ch: Weiter
es_es: Siguiente

# Page 707219180 - Action 1235620153 - Property 2879900210
source: Next
de_ch: Weiter
es_es: Siguiente

# Page 707219180 - Action 2678050976 - Property 1295455071
source: Apply the Office 365 server settings to this record.
de_ch: Wenden Sie die Office 365-Servereinstellungen auf diesen Datensatz an.
es_es: Permite aplicar la configuración del servidor de Office 365 a este registro.

# Page 707219180 - Action 2678050976 - Property 2879900210
source: Apply Office 365 Server Settings
de_ch: Office 365-Servereinstellungen übernehmen
es_es: Aplicar la configuración del servidor de Office 365

# Page 707219180 - Action 742034285 - Property 1295455071
source: Back
de_ch: Zurück
es_es: Atrás

# Page 707219180 - Action 742034285 - Property 2879900210
source: Back
de_ch: Zurück
es_es: Atrás

# Page 4170592685 - Control 1459871223 - Property 1295455071
source: Specifies the name of the SMTP account
de_ch: Gibt den Namen des SMTP-Kontos an.
es_es: Especifica el nombre de la cuenta de SMTP

# Page 4170592685 - Control 1459871223 - Property 2879900210
source: Account Name
de_ch: Kontoname
es_es: Nombre de cuenta

# Page 4170592685 - Control 2502982218 - Property 1295455071
source: Specifies the URL of the SMTP server.
de_ch: Gibt die URL des SMTP-Servers an.
es_es: Especifica la dirección URL del servidor SMTP.

# Page 4170592685 - Control 2502982218 - Property 2879900210
source: Server URL
es_es: URL del servidor

# Page 4170592685 - Control 2575460289 - Property 1295455071
source: Specifies the password of the SMTP server.
de_ch: Gibt das Kennwort des SMTP-Servers an.
es_es: Especifica la contraseña del servidor SMTP.

# Page 4170592685 - Control 2575460289 - Property 2879900210
source: Password
de_ch: Kennwort
es_es: Contraseña

# Page 4170592685 - Control 2814033574 - Property 1295455071
source: Specifies the email address to show as the sender on email messages. This field is available if you choose Specific Account in the Sender Email Account field. For example, this lets all emails appear to come from the same account, such as sales@cronus.com. This account must have the Send As permission on your mail server to the account in the User Name field.
de_ch: Gibt die E-Mail-Adresse an, die als Absender in E-Mail-Nachrichten angezeigt wird. Dieses Feld ist verfügbar, wenn Sie im Feld „Absender-E-Mail-Konto“ die Option Feld „Bestimmtes Konto“ auswählen. So können z. B. alle E-Mails aus demselben Konto stammen, z. B. Sales@Cronus.com. Für dieses Konto muss die Berechtigung Feld „Senden als“ auf dem E-Mail-Server für das Konto im Feld „Benutzername“ verfügen.
es_es: Especifica la dirección de correo electrónico que se mostrará como remitente en los mensajes de correo electrónico. Este campo está disponible si elige Cuenta específica en el campo Cuenta de correo electrónico del remitente. Por ejemplo, esto permite que todos los mensajes de correo electrónico parezcan provenir de la misma cuenta, como ventas@cronus.com. Esta cuenta debe tener el permiso Enviar como en su servidor de correo para la cuenta del campo Nombre usuario.

# Page 4170592685 - Control 2814033574 - Property 2879900210
source: Email Address
de_ch: E-Mail-Adresse
es_es: Dirección de correo electrónico

# Page 4170592685 - Control 3041790947 - Property 1295455071
source: Specifies whether emails appear to come from the email accounts that people sign in with, or the account you enter in the Email Address field. For Current User, everyone who uses this SMTP account must have the Send As permission on your mail server to the account in the User Name field. For Specific Account, only the account in the Email Address field must have the Send As permission.
de_ch: Gibt an, ob E-Mails aus den E-Mail-Konten kommen, mit denen Personen sich anmelden, oder mit dem Konto, das Sie im Feld „E-Mail-Adresse“ eingeben. Für alle Benutzer, die dieses SMTP-Konto verwenden, muss die Berechtigung „Senden als“ auf dem E-Mail-Server für das Konto im Feld „Benutzername“ verwendet werden. Für ein bestimmtes Konto muss nur das Konto im Feld „E-Mail-Adresse“ die Berechtigung „Senden als“ aufweisen.
es_es: Especifica si los correos electrónicos parecen provenir de las cuentas de correo electrónico con las que los usuarios inician sesión o la cuenta que especifica en el campo Dirección de correo electrónico. Para el usuario actual, cualquier persona que use esta cuenta de SMTP debe tener el permiso Enviar como en el servidor de correo para la cuenta del campo Nombre usuario. Para la cuenta específica, solo la cuenta del campo Dirección de correo electrónico debe tener el permiso Enviar como.

# Page 4170592685 - Control 3041790947 - Property 2879900210
source: Sender Email Account
de_ch: Absender-E-Mail-Konto
es_es: Cuenta de correo electrónico del remitente

# Page 4170592685 - Control 3099537666 - Property 1295455071
source: Specifies a name to add in front of the sender email address on emails. The name depends on the Sender Email Address field. For Current User, this is the name from the account you used to sign in. For Specific Account, this can be any name. For example, if you enter Stan, and the address in the Email Address field is stan@cronus.coml, the sender name will appear as Stan stan@cronus.com.
de_ch: Gibt einen Namen an, der vor der Absender-E-Mail-Adresse in E-Mails hinzugefügt werden soll. Der Name hängt vom Feld „Absender-E-Mail-Adresse“ ab. Für „Aktueller Benutzer“ ist dies der Name von Ihrem Konto. Für „Bestimmtes Konto“ kann dies ein beliebiger Name sein, den Sie angeben. Wenn Sie beispielsweise „Stan“ eingeben und das Feld „Absender-E-Mail-Adresse“ stan@cronus.com lautet, wird der Absendername als „Stan stan@cronus.com“ angezeigt.
es_es: Especifica un nombre para agregar delante de la dirección de correo electrónico del remitente en los correos electrónicos. El nombre depende del campo Dirección de correo electrónico del remitente. Para el usuario actual, este es el nombre de la cuenta que usó para iniciar sesión. Para la cuenta específica, puede ser cualquier nombre. Por ejemplo, si escribe Stan, y la dirección del campo Correo electrónico es stan@cronus.com, el nombre del remitente aparecerá como Stan stan@cronus.com.

# Page 4170592685 - Control 3099537666 - Property 2879900210
source: Sender Name
de_ch: Absendername
es_es: Nombre del remitente

# Page 4170592685 - Control 3316402952 - Property 1295455071
source: Specifies the port of the SMTP server. The default setting is 25.
de_ch: Legt den Port des SMTP-Servers fest. Die Standardeinstellung lautet 25.
es_es: Especifica el puerto del servidor SMTP. La configuración predeterminada es 25.

# Page 4170592685 - Control 3316402952 - Property 2879900210
source: Server Port
es_es: Puerto de servidor

# Page 4170592685 - Control 3453676707 - Property 1295455071
source: Specifies whether your SMTP mail server setup requires a secure connection that uses a cryptography or security protocol, such as secure socket layers (SSL).
de_ch: Gibt an, ob Ihre SMTP-Mailservereinrichtung eine sichere Verbindung erfordert, die ein Kryptografie- oder Sicherheitsprotokoll verwendet, z. B. Secure Socket Layers (SSL).
es_es: Especifica si la configuración del servidor de correo SMTP necesita una conexión segura que use criptografía o un protocolo de seguridad, por ejemplo, capa de sockets seguros (SSL).

# Page 4170592685 - Control 3453676707 - Property 2879900210
source: Secure Connection
de_ch: Sichere Verbindung
es_es: Conexión segura

# Page 4170592685 - Control 3549826426 - Property 1295455071
source: Specifies the user account to use when authenticating to the SMTP server.
de_ch: Gibt das beim Authentifizieren beim SMTP-Server zu verwendende Benutzerkonto an.
es_es: Especifica la cuenta de usuario que se usará al autenticar al servidor SMTP.

# Page 4170592685 - Control 3549826426 - Property 2879900210
source: User Name
de_ch: Benutzername
es_es: Nombre de usuario

# Page 4170592685 - Control 486669812 - Property 1295455071
source: Specifies the type of authentication that the SMTP mail server uses.
de_ch: Gibt die Art der Authentifizierung an, die der SMTP-E-Mail-Server verwendet.
es_es: Especifica el tipo de autenticación que utiliza el servidor de correo SMTP.

# Page 4170592685 - Control 486669812 - Property 2879900210
source: Authentication
de_ch: Authentifizierung
es_es: Autenticación

# Page 707219180 - Control 1459871223 - Property 1295455071
source: Specifies the name of the SMTP account
de_ch: Gibt den Namen des SMTP-Kontos an.
es_es: Especifica el nombre de la cuenta de SMTP

# Page 707219180 - Control 1459871223 - Property 2879900210
source: Account Name
de_ch: Kontoname
es_es: Nombre de cuenta

# Page 707219180 - Control 2502982218 - Property 1295455071
source: Specifies the name of the SMTP server.
de_ch: Gibt den Namen des SMTP-Servers an.
es_es: Especifica el nombre del servidor SMTP.

# Page 707219180 - Control 2502982218 - Property 2879900210
source: Server Url
es_es: URL del servidor

# Page 707219180 - Control 2575460289 - Property 1295455071
source: Specifies the password of the SMTP server.
de_ch: Gibt das Kennwort des SMTP-Servers an.
es_es: Especifica la contraseña del servidor SMTP.

# Page 707219180 - Control 2575460289 - Property 2879900210
source: Password
de_ch: Kennwort
es_es: Contraseña

# Page 707219180 - Control 2814033574 - Property 1295455071
source: Specifies the Email Address specified as the from email address.
de_ch: Gibt die E-Mail-Adresse an, die als Absender-E-Mail-Adresse angegeben ist.
es_es: Especifica la dirección de correo electrónico especificada como dirección de correo electrónico de origen.

# Page 707219180 - Control 2814033574 - Property 2879900210
source: Email Address
de_ch: E-Mail-Adresse
es_es: Dirección de correo electrónico

# Page 707219180 - Control 3041790947 - Property 1295455071
source: Specifies if a specific sender or the current user is used as sender. If the current user is used, it must be ensured that the account is allowed to send on behalf of the user.
de_ch: Gibt an, ob ein bestimmter Absender oder der aktuelle Benutzer als Absender verwendet wird. Wenn der aktuelle Benutzer verwendet wird, muss sichergestellt werden, dass das Konto im Namen des Benutzers senden darf.
es_es: Especifica si se usa un remitente específico o el usuario actual como remitente. Si se usa el usuario actual, debe asegurarse de la cuenta tiene autorización para enviar en nombre del usuario.

# Page 707219180 - Control 3041790947 - Property 2879900210
source: Sender Type
de_ch: Absendertyp
es_es: Tipo de remitente

# Page 707219180 - Control 3099537666 - Property 1295455071
source: Specifies a name to add in front of the sender email address. For example, if you enter Stan in this field, and the email address is stan@cronus.com, the recipient will see the sender as Stan stan@cronus.com.
de_ch: Gibt einen Namen an, der vor der Absender-E-Mail-Adresse hinzugefügt werden soll. Wenn Sie z. B. Stan in dieses Feld eingeben und die E-Mail-Adresse stan@cronus.com ist, wird der Absender als „Stan stan@cronus.com“ angezeigt.
es_es: Especifica un nombre que se agregará delante de la dirección de correo electrónico del remitente. Por ejemplo, si se especifica Stan en este campo, y la dirección de correo electrónico es stan@cronus.com, el destinatario verá el remitente como Stan stan@cronus.com.

# Page 707219180 - Control 3099537666 - Property 2879900210
source: Sender Name
de_ch: Absendername
es_es: Nombre del remitente

# Page 707219180 - Control 3316402952 - Property 1295455071
source: Specifies the port of the SMTP server. The default setting is 25.
de_ch: Legt den Port des SMTP-Servers fest. Die Standardeinstellung lautet 25.
es_es: Especifica el puerto del servidor SMTP. La configuración predeterminada es 25.

# Page 707219180 - Control 3316402952 - Property 2879900210
source: Server Port
es_es: Puerto de servidor

# Page 707219180 - Control 3453676707 - Property 1295455071
source: Specifies if your SMTP mail server setup requires a secure connection that uses a cryptography or security protocol, such as secure socket layers (SSL). Clear the check box if you do not want to enable this security setting.
de_ch: Gibt an, ob Ihre SMTP-Mailservereinrichtung eine sichere Verbindung erfordert, die ein Kryptografie- oder Sicherheitsprotokoll verwendet, z. B. Secure Socket Layers (SSL). Deaktivieren Sie das Kontrollkästchen, falls diese Sicherheitseinstellung nicht aktiviert werden soll.
es_es: Especifica si la configuración del servidor de correo SMTP necesita una conexión segura que use criptografía o un protocolo de seguridad, por ejemplo, capa de sockets seguros (SSL). Desactive la casilla si no desea habilitar esta configuración de seguridad.

# Page 707219180 - Control 3453676707 - Property 2879900210
source: Secure Connection
de_ch: Sichere Verbindung
es_es: Conexión segura

# Page 707219180 - Control 3549826426 - Property 1295455071
source: Specifies the username to use when authenticating with the SMTP server.
de_ch: Gibt den Benutzernamen an, der bei der Authentifizierung mit dem SMTP-Server verwendet wird.
es_es: Especifica el nombre de usuario que se utilizará al autenticar con el servidor SMTP.

# Page 707219180 - Control 3549826426 - Property 2879900210
source: User Name
de_ch: Benutzername
es_es: Nombre de usuario

# Page 707219180 - Control 486669812 - Property 1295455071
source: Specifies the type of authentication that the SMTP mail server uses.
de_ch: Gibt die Art der Authentifizierung an, die der SMTP-E-Mail-Server verwendet.
es_es: Especifica el tipo de autenticación que utiliza el servidor de correo SMTP.

# Page 707219180 - Control 486669812 - Property 2879900210
source: Authentication
de_ch: Authentifizierung
es_es: Autenticación

# Page 4170592685 - NamedType 1197554121
source: Do you want to override the current data?
de_ch: Möchten Sie die aktuellen Daten ausser Kraft setzen?
es_es: ¿Confirma que desea reemplazar los datos actuales?

# Page 4170592685 - NamedType 3367967186
source: Before people can send email they must authenticate their email account. They can do that by choosing the Authenticate action on the SMTP Account page.
de_ch: Bevor Personen E-Mails senden können, müssen sie ihr E-Mail-Konto authentifizieren. Sie können dies tun, indem sie die Aktion „Authentifizieren“ auf der SMTP-Kontoseite auswählen.
es_es: Para que las personas puedan enviar un mensaje de correo electrónico, deben autenticar su cuenta de correo electrónico. Pueden hacerlo eligiendo la acción Autenticar en la página Cuenta de SMTP.

# Page 707219180 - NamedType 1197554121
source: Do you want to override the current data?
de_ch: Möchten Sie die aktuellen Daten ausser Kraft setzen?
es_es: ¿Confirma que desea reemplazar los datos actuales?

# Page 707219180 - NamedType 3367967186
source: Before people can send email they must authenticate their email account. They can do that by choosing the Authenticate action on the SMTP Account page.
de_ch: Bevor Personen E-Mails senden können, müssen sie ihr E-Mail-Konto authentifizieren. Sie können dies tun, indem sie die Aktion „Authentifizieren“ auf der SMTP-Kontoseite auswählen.
es_es: Para que las personas puedan enviar un mensaje de correo electrónico, deben autenticar su cuenta de correo electrónico. Pueden hacerlo eligiendo la acción Autenticar en la página Cuenta de SMTP.

# Page 4170592685 - Property 2879900210
source: SMTP Account
de_ch: SMTP-Konto
es_es: Cuenta de SMTP

# Page 707219180 - Property 2879900210
source: Setup SMTP Account
de_ch: SMTP-Konto einrichten
es_es: Configurar cuenta de SMTP

# PermissionSet 1344122031 - Property 2879900210
source: Email - SMTP Connector - Objects
de_ch: E-Mail – SMTP-Konnektor – Objekte
es_es: Correo electrónico - Conector SMTP - Objetos

# PermissionSet 352980177 - Property 2879900210
source: Email - SMTP Connector - Edit
de_ch: E-Mail – SMTP-Konnektor – Bearbeiten
es_es: Correo electrónico - Conector de SMTP - Edición

# PermissionSet 3915651955 - Property 2879900210
source: Email - SMTP Connector - Read
de_ch: E-Mail – SMTP-Konnektor – Lesen
es_es: Correo electrónico - Conector SMTP - Lectura

# Table 4170592685 - Field 129688762 - Property 2879900210
source: User Name
de_ch: Benutzername
es_es: Nombre de usuario

# Table 4170592685 - Field 1340278269 - Property 2879900210
source: Sender Type
de_ch: Absendertyp
es_es: Tipo de remitente

# Table 4170592685 - Field 204649572 - Property 2879900210
source: Password Key
de_ch: Kennwortschlüssel
es_es: Clave de contraseña

# Table 4170592685 - Field 2906998308 - Property 2879900210
source: Authentication Type
de_ch: Authentifizierungstyp
es_es: Tipo de autenticación

# Table 4170592685 - Field 2961552353 - Property 2879900210
source: Name of account
de_ch: Kontoname
es_es: Nombre de la cuenta

# Table 4170592685 - Field 3455630760 - Property 2879900210
source: SMTP Server Port
es_es: Puerto servidor SMTP
