Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: Email - Microsoft 365 Connector/Source/Email - Microsoft 365 Connector/Translations/Email - Microsoft 365 Connector.*.xlf
Languages: nl_nl

# Codeunit 1136830377 - NamedType 1427565258
source: Use Microsoft 365 shared mailboxes.
nl_nl: Gedeelde Microsoft 365-postvakken gebruiken.

# Codeunit 1136830377 - NamedType 1482857067
source: We could not find the account. Typically, this is because the account has been deleted.
nl_nl: Het account is niet gevonden. Dit komt meestal doordat het account is verwijderd.

# Page 1107894685 - Action 1235620153 - Property 1295455071
source: Next
nl_nl: Volgende

# Page 1107894685 - Action 1235620153 - Property 2879900210
source: Next
nl_nl: Volgende

# Page 1107894685 - Action 742034285 - Property 1295455071
source: Back
nl_nl: Vorige

# Page 1107894685 - Action 742034285 - Property 2879900210
source: Back
nl_nl: Vorige

# Page 1107894685 - Control 1349865275 - Property 1295455071
source: Learn more about user permissions to use shared mailboxes.
nl_nl: Meer informatie over gebruikersmachtigingen voor het gebruik van gedeelde postvakken.

# Page 1107894685 - Control 1459871223 - Property 1295455071
source: The name of the account.
nl_nl: De naam van het account.

# Page 1107894685 - Control 1459871223 - Property 2879900210
source: Account Name
nl_nl: Accountnaam

# Page 1107894685 - Control 2300938776 - Property 1295455071
source: Learn more
nl_nl: Meer informatie

# Page 1107894685 - Control 2814033574 - Property 1295455071
source: Specifies the email address of the account.
nl_nl: Hiermee wordt het e-mailadres van het account opgegeven.

# Page 1107894685 - Control 2814033574 - Property 2879900210
source: Email Address
nl_nl: E-mailadres

# Page 1107894685 - Control 907109761 - Property 1968111052
source: Enter the email address of your shared mailbox in the Microsoft 365 admin center.
nl_nl: Voer het e-mailadres van uw gedeelde postvak in het Microsoft 365-beheercentrum in.

# Page 1423208027 - Control 1459871223 - Property 1295455071
source: The name of the account.
nl_nl: De naam van het account.

# Page 1423208027 - Control 1459871223 - Property 2879900210
source: Account Name
nl_nl: Accountnaam

# Page 1423208027 - Control 2814033574 - Property 1295455071
source: Specifies the email address of the account.
nl_nl: Hiermee wordt het e-mailadres van het account opgegeven.

# Page 1423208027 - Control 2814033574 - Property 2879900210
source: Email Address
nl_nl: E-mailadres

# Page 1107894685 - NamedType 1052459003
source: Learn more
nl_nl: Meer informatie

# Page 1107894685 - NamedType 2205015059
source: Learn more about shared mailboxes permissions
nl_nl: Meer informatie over machtigingen voor gedeelde postvakken

# Page 1107894685 - Property 2879900210
source: Setup Microsoft 365 Email Account
nl_nl: Microsoft 365-e-mailaccount instellen

# PermissionSet 2604401247 - Property 2879900210
source: Email Microsoft 365 Connector - Objects
nl_nl: E-mail Microsoft 365-connector - Objecten
