Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: EssentialBusinessHeadlines/Source/Essential Business Headlines/Translations/Essential Business Headlines.*.xlf
Languages: ru_ru

# Table 3952093732 - Field 3776794752 - Property 2879900210
source: User Id
ru_ru: ИД пользователя

# Table 3952093732 - Field 3365886264 - Property 2879900210
source: VAT Return Period Record Id
ru_ru: ИД записи периода возврата НДС

# Table 478926726 - Field 2961552353 - Property 2879900210
source: Name
ru_ru: Имя

# Table 478926726 - Field 2704404533 - Property 2879900210
source: Quantity
ru_ru: Количество

# Table 478926726 - Field 1920046521 - Property 2879900210
source: Unit of Measure
ru_ru: Единица измерения

# Table 478926726 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ru_ru: Сумма (руб.)

# Table 478926726 - Field 1878130204 - Property 2879900210
source: Type
ru_ru: Тип

# Table 478926726 - Field 3776794752 - Property 2879900210
source: User Id
ru_ru: ИД пользователя

# Table 3615731784 - Field 2961552353 - Property 2879900210
source: Name
ru_ru: Имя

# Table 3615731784 - Field 2704404533 - Property 2879900210
source: Quantity
ru_ru: Количество

# Table 3615731784 - Field 1920046521 - Property 2879900210
source: Unit of Measure
ru_ru: Единица измерения

# Table 3615731784 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ru_ru: Сумма (руб.)

# Table 3615731784 - Field 1878130204 - Property 2879900210
source: Type
ru_ru: Тип

# Page 3615731784 - NamedType 3285233284
source: Amount
ru_ru: Сумма

# Codeunit 3892878374 - NamedType 2020896476
source: Insight from today
ru_ru: Сведения за сегодня

# Codeunit 3892878374 - NamedType 3994781656
source: Insight from last week
ru_ru: Сведения за последнюю неделю

# Codeunit 3892878374 - NamedType 4020145668
source: Insight from last month
ru_ru: Сведения за последний месяц

# Codeunit 3892878374 - NamedType 3201758308
source: Insight from the last three months
ru_ru: Сведения за последние три месяца

# Codeunit 3892878374 - NamedType 3499600069
source: The best-selling item was %1 with %2 units sold
ru_ru: Самый популярный товар: %1. Кол-во прод. ед.: %2.

# Codeunit 3892878374 - NamedType 4046857381
source: %1 was busy, with %2 units booked
ru_ru: Пользователь %1 был занят; кол-во зарег. ед.: %2.

# Codeunit 3892878374 - NamedType 3960948374
source: The biggest sales order was for %1
ru_ru: Сумма самого большого заказа на продажу: %1.

# Codeunit 3892878374 - NamedType 2160359073
source: The largest posted sales invoice was for %1
ru_ru: Сумма самого большого учтенного счета продажи: %1.

# Codeunit 3892878374 - NamedType 1683397577
source: You closed %1 more deals than in the same period last year
ru_ru: Вы закрыли больше сделок, чем за тот же период в прош. году (на %1).

# Codeunit 3892878374 - NamedType 1726375555
source: Your top customer was %1, bought for %2
ru_ru: Ваш лучший клиент: %1. Сумма покупки: %2.

# Codeunit 3892878374 - NamedType 3268947075
source: VAT Return
ru_ru: Возврат НДС

# Codeunit 3892878374 - NamedType 2968159578
source: Your VAT return is overdue since %1 (%2 days)
ru_ru: Ваш возврат НДС просрочен с %1 (на %2 дн.)

# Codeunit 3892878374 - NamedType 2645967220
source: Your VAT return is due %1 (in %2 days)
ru_ru: Срок вашего возврата НДС наступает %1 (через %2 дн.)

# Codeunit 3892878374 - NamedType 3400448036
source: Overdue invoices up by %1. You can collect %2
ru_ru: Просроченных счетов стало больше на %1, можно собрать %2
