Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: PlanConfiguration/Source/_Exclude_PlanConfiguration_/Translations/_Exclude_PlanConfiguration_.*.xlf
Languages: da_dk, de_ch

# Table 313345083 - Property 2879900210
source: User Group Plan Assignment
da_dk: Tildeling af brugergruppeplan
de_ch: Benutzergruppenplanzuordnung

# Table 313345083 - Field 3997336476 - Property 2879900210
source: Company Name
da_dk: Navn på virksomhed
de_ch: Mandantenname

# Table 313345083 - Field 43241205 - Property 2879900210
source: User Group Code
da_dk: Brugergruppekode
de_ch: Benutzergruppencode

# Table 313345083 - Field 1341274843 - Property 2879900210
source: User Group Name
da_dk: Brugergruppenavn
de_ch: Name der Benutzergruppe

# Codeunit 313345083 - NamedType 444996543
source: The permission set %1 is contained in the user group %2. The line cannot be modified.
da_dk: Rettighedssættet %1 findes i brugergruppen %2. Linjen kan ikke ændres.
de_ch: Der Berechtigungssatz %1 ist in der Benutzergruppe %2 enthalten. Die Zeile kann nicht geändert werden.

# Page 3990268390 - Property 2879900210
source: Custom User Group In License
da_dk: Brugerdefineret brugergruppe i licens
de_ch: Benutzerdefinierte Benutzergruppe in Lizenz

# Page 3990268390 - Control 3133801257 - Property 1295455071
source: Specifies the company that the user group will have access to.
da_dk: Angiver den virksomhed, som brugergruppen skal have adgang til.
de_ch: Gibt den Mandanten an, auf den die Benutzergruppe zugreifen kann.

# Page 3990268390 - Control 3133801257 - Property 2879900210
source: Company
da_dk: Virksomhed
de_ch: Mandant

# Page 3990268390 - Control 4089890050 - Property 1295455071
source: Specifies the ID of the user group.
da_dk: Angiver brugergruppens id.
de_ch: Gibt die ID der Benutzergruppe an.

# Page 3990268390 - Control 4089890050 - Property 2879900210
source: Code
da_dk: Kode

# Page 3990268390 - Control 1341274843 - Property 1295455071
source: Specifies the name of the user group.
da_dk: Angiver navnet på brugergruppen.
de_ch: Gibt den Namen der Benutzergruppe an.

# Page 3990268390 - Control 1341274843 - Property 2879900210
source: Name
da_dk: Navn

# Page 819370542 - Property 2879900210
source: Default User Groups In Plan
da_dk: Standardbrugergrupper i planen
de_ch: Standardbenutzergruppen in Plan

# Page 819370542 - NamedType 3718791375
source: (first company sign-in)
da_dk: (første logon på virksomheden)
de_ch: (erste Mandantenanmeldung)

# Page 819370542 - Control 3133801257 - Property 1295455071
source: The user group will be assigned to the first company that a member of the user group signs in to.
da_dk: Brugergruppen tildeles den første virksomhed, som et medlem af brugergruppen logger på.
de_ch: Die Benutzergruppe wird dem ersten Mandanten zugewiesen, bei dem sich ein Mitglied der Benutzergruppe anmeldet.

# Page 819370542 - Control 3133801257 - Property 2879900210
source: Company
da_dk: Virksomhed
de_ch: Mandant

# Page 819370542 - Control 4089890050 - Property 1295455071
source: Specifies the ID of the user group.
da_dk: Angiver brugergruppens id.
de_ch: Gibt die ID der Benutzergruppe an.

# Page 819370542 - Control 4089890050 - Property 2879900210
source: User Group
da_dk: Brugergruppe
de_ch: Benutzergruppe

# Page 819370542 - Control 1341274843 - Property 1295455071
source: Specifies the description of the user group.
da_dk: Angiver beskrivelsen af brugergruppen.
de_ch: Gibt die Beschreibung der Benutzergruppe an.

# Page 819370542 - Control 1341274843 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_ch: Beschreibung

# PageExtension 386858719 - Control 3479259577 - Property 2879900210
source: Default Permissions per License
da_dk: Standardtilladelser pr. licens
de_ch: Standardberechtigungen pro Lizenz

# PageExtension 2551682546 - Control 2828533898 - Property 2879900210
source: Default User Groups
da_dk: Standardbrugergrupper
de_ch: Standardbenutzergruppen

# PageExtension 2551682546 - Control 436054703 - Property 2879900210
source: Custom User Groups
da_dk: Brugerdefinerede brugergrupper
de_ch: Benutzerdefinierte Benutzergruppen

# PermissionSet 821836542 - Property 2879900210
source: License Configuration - Edit
da_dk: Licenskonfiguration – Rediger
de_ch: Lizenzkonfiguration – Bearbeiten

# PermissionSet 2483958804 - Property 2879900210
source: License Configuration - Objects
da_dk: Licenskonfiguration – Objekter
de_ch: Lizenzkonfiguration – Objekte

# PermissionSet 3329330328 - Property 2879900210
source: License Configuration - Read
da_dk: Licenskonfiguration – Læs
de_ch: Lizenzkonfiguration – Lesen
