Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: EmailLogging/Source/_Exclude_Email Logging Using Graph API/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: fr_be, it_it, nb_no, sv_se

# Page 3925836548 - Control 2891538263 - Property 2879900210
source: Enabled
fr_be: Activé
it_it: Abilitato
nb_no: Aktivert
sv_se: Aktiverat

# Page 3925836548 - Control 3879241928 - Property 1295455071
source: Specifies the ID of the Azure Active Directory application that will be used to connect to Exchange Online.
fr_be: Spécifie l’ID de l’application Azure Active Directory qui sera utilisée pour se connecter à Exchange Online.
it_it: Specifica l'ID dell'applicazione Azure Active Directory che viene utilizzata per connettersi a Exchange Online.
nb_no: Angir ID-en til Azure Active Directory-programmet som skal brukes til å koble til Exchange Online.
sv_se: Anger ID:t för den Azure Active Directory-app som ska användas för att ansluta till Exchange Online.

# Page 3925836548 - Control 3879241928 - Property 2879900210
source: Client ID
fr_be: ID client
it_it: ID client
nb_no: Klient-ID
sv_se: Klient-ID

# Page 3925836548 - Control 4106039276 - Property 1295455071
source: Specifies the Azure Active Directory application secret that will be used to connect to Exchange Online.
fr_be: Spécifie la clé secrète de l’application Azure Active Directory qui sera utilisée pour se connecter à Exchange Online.
it_it: Specifica il segreto dell'applicazione Azure Active Directory che viene utilizzata per connettersi a Exchange Online.
nb_no: Angir hemmeligheten til Azure Active Directory-programmet som skal brukes til å koble til Exchange Online.
sv_se: Anger Azure Active Directory-apphemligheten som ska användas för att ansluta till Exchange Online.

# Page 3925836548 - Control 4106039276 - Property 2879900210
source: Client Secret
fr_be: Clé secrète client
it_it: Segreto client
nb_no: Klienthemmelighet
sv_se: Klienthemlighet

# Page 3925836548 - Control 618784563 - Property 1295455071
source: Specifies the redirect URL of the Azure Active Directory application that will be used to connect to Exchange Online.
fr_be: Spécifie l’URL de redirection de l’application Azure Active Directory qui sera utilisée pour se connecter à Exchange Online.
it_it: Specifica l'URL di reindirizzamento dell'applicazione Azure Active Directory che viene utilizzata per connettersi a Exchange Online.
nb_no: Angir nettadressen for omdirigering til Azure Active Directory-programmet som skal brukes til å koble til Exchange Online.
sv_se: Anger omdirigerings-URL för den Azure Active Directory-app som ska användas för att ansluta till Exchange Online.

# Page 3925836548 - Control 618784563 - Property 2879900210
source: Redirect URL
fr_be: URL de redirection
it_it: URL di reindirizzamento
nb_no: Nettadresse for omdirigering
sv_se: Omdirigerings-URL

# Page 3925836548 - Action 2678035379 - Property 1295455071
source: View the status and any errors that occurred while processing email messages and creating interaction log entries.
fr_be: Affichez le statut et les erreurs qui se sont produites lors du traitement des messages électroniques et de la création des écritures journal interaction.
it_it: Visualizzare lo stato e gli eventuali errori che si sono verificati durante l'elaborazione dei messaggi e-mail e la creazione di movimenti log interazione.
nb_no: Vis statusen og eventuelle feil som oppstod under behandling av e-postmeldinger og oppretting av loggføringsposter for samhandlinger.
sv_se: Visa status och eventuella fel som inträffade när e-postmeddelanden bearbetades och interaktionsloggtransaktioner skapades.

# Page 3925836548 - Action 2678035379 - Property 2879900210
source: Activity Log
fr_be: Journal des activités
it_it: Log attività
nb_no: Aktivitetslogg
sv_se: Aktivitetslogg

# Page 3925836548 - Action 841712208 - Property 1295455071
source: Turn data encryption on or off. Data encryption helps make sure that unauthorized users cannot read business data.
fr_be: Activez ou désactivez le chiffrement des données. Le chiffrement des données permet de s’assurer que les utilisateurs non autorisés ne peuvent pas lire les données métier.
it_it: Attivare o disattivare la crittografia dati. La crittografia dati contribuisce a garantire che gli utenti non autorizzati non possano accedere ai dati aziendali.
nb_no: Aktiver eller deaktiver datakryptering. Datakryptering sørger for at uautoriserte brukere ikke kan lese forretningsdata.
sv_se: Aktivera eller inaktivera datakryptering. Om du använder datakryptering kan obehöriga användare inte läsa företagets information.

# Page 3925836548 - Action 841712208 - Property 2879900210
source: Encryption Management
fr_be: Gestion du chiffrement
it_it: Gestione crittografia
nb_no: Krypteringsadministrasjon
sv_se: Krypteringshantering

# Page 3925836548 - Action 2990248934 - Property 1295455071
source: View the job queue entry that processes email messages and creates interaction log entries.
fr_be: Affichez l’écriture file d’attente des projets qui traite les messages électroniques et crée des écritures journal interaction.
it_it: Visualizzare il movimento coda processi che elabora i messaggi e-mail e crea movimenti log interazione.
nb_no: Vis prosjektkøposten som behandler e-postmeldinger og oppretter loggføringer for samhandlinger.
sv_se: Visa jobbkötransaktionen som bearbetar e-postmeddelanden och skapar interaktionsloggtransaktioner.

# Page 3925836548 - Action 2990248934 - Property 2879900210
source: Job Queue Entry
fr_be: Écriture file d’attente des projets
it_it: Movimento coda processi
nb_no: Prosjektkøpost
sv_se: Jobbkötransaktion

# Page 3925836548 - Action 920975707 - Property 1295455071
source: Assisted Setup
fr_be: Configuration assistée
it_it: Setup assistito
nb_no: Assistert oppsett
sv_se: Assisterad konfiguration

# Page 3925836548 - Action 920975707 - Property 2879900210
source: Assisted Setup
fr_be: Configuration assistée
it_it: Setup assistito
nb_no: Assistert oppsett
sv_se: Assisterad konfiguration

# Page 3925836548 - Action 807937578 - Property 1295455071
source: Clear all settings for email logging.
fr_be: Effacez tous les paramètres de connexion à la messagerie.
it_it: Cancellare tutte le impostazioni per il log delle e-mail.
nb_no: Fjern alle innstillinger for loggføring av e-post.
sv_se: Rensa alla inställningar för e-postloggning.

# Page 3925836548 - Action 807937578 - Property 2879900210
source: Clear Setup
fr_be: Effacer la configuration
it_it: Cancella setup
nb_no: Fjern konfigurasjon
sv_se: Rensa inställningar

# Page 3925836548 - Action 1339347432 - Property 1295455071
source: Recreate the job queue entry that processes email messages and creates interaction log entries.
fr_be: Recréez l’écriture file des projets qui traite les messages e-mail et crée des écritures journal interaction.
it_it: Ricreare il movimento coda processi che elabora i messaggi e-mail e crea movimenti log interazione.
nb_no: Opprett prosjektkøposten som behandler e-postmeldinger og oppretter loggføringer for samhandlinger, på nytt.
sv_se: Skapa på nytt den jobbkötransaktion som bearbetar e-postmeddelanden och skapar interaktionsloggtransaktioner.

# Page 3925836548 - Action 1339347432 - Property 2879900210
source: Recreate Job
fr_be: Recréer le projet
it_it: Ricrea processo
nb_no: Opprett prosjekt på nytt
sv_se: Återskapa jobb

# Page 3925836548 - Action 22890876 - Property 1295455071
source: Renew the token for connecting to the shared mailbox. You must sign in with an Exchange Online account that the scheduled job will use to connect to the shared mailbox and process emails. Use this to change the user, or if the token has expired.
fr_be: Renouvelez le jeton pour se connecter à la boîte aux lettres partagée. Vous devez vous connecter avec un compte Exchange Online que le projet planifié utilisera pour se connecter à la boîte aux lettres partagée et traiter les e-mails. Utilisez cela pour modifier l’utilisateur ou si le jeton a expiré.
it_it: Rinnovare il token per la connessione alla cassetta postale condivisa. È necessario effettuare l'accesso con l'account di Exchange Online che viene utilizzato dal processo programmato per connettersi alla cassetta postale condivisa ed elaborare i messaggi e-mail. Usare questa opzione per cambiare l'utente o se il token è scaduto.
nb_no: Forny tokenet for tilkobling til den delte postboksen. Du må logge på med en Exchange Online-konto som den planlagte jobben skal bruke til å koble seg til den delte postboksen og behandle e-postmeldinger. Bruk denne til å bytte bruker eller hvis tokenet er utløpt.
sv_se: Förnya token för anslutning till den delade postlådan. Du måste logga in med ett Exchange Online-konto som det schemalagda jobbet ska använda för att ansluta till den delade postlådan och hantera e-postmeddelanden. Använd detta för att ändra användare, eller om token har gått ut.

# Page 3925836548 - Action 22890876 - Property 2879900210
source: Renew Token
fr_be: Renouveler le jeton
it_it: Rinnova token
nb_no: Forny token
sv_se: Förnya token

# Page 3925836548 - Action 2570329715 - Property 1295455071
source: Validate the settings for email logging.
fr_be: Validez les paramètres de connexion à la messagerie.
it_it: Convalidare le impostazioni per il log delle e-mail.
nb_no: Valider innstillingene for loggføring av e-post.
sv_se: Validera inställningarna för e-postloggning.

# Page 3925836548 - Action 2570329715 - Property 2879900210
source: Validate Setup
fr_be: Contrôler la configuration
it_it: Convalida setup
nb_no: Valider konfigurasjon
sv_se: Validera inställningar

# Page 580021373 - Property 2879900210
source: Set Up Email Logging
fr_be: Configurer la connexion à la messagerie
it_it: Imposta log delle e-mail
nb_no: Konfigurer loggføring av e-post
sv_se: Konfigurera e-postloggning

# Page 580021373 - NamedType 1873691371
source: Specify client ID and secret
fr_be: Spécifiez l’ID et la clé secrète client
it_it: Specifica ID e segreto client
nb_no: Angi klient-ID og klienthemmelighet
sv_se: Ange klient-ID och -hemlighet

# Page 580021373 - NamedType 3175115564
source: Client ID and secret are required to connect to the shared mailbox.
fr_be: L’ID et la clé secrète client sont requis pour se connecter à la boîte aux lettres partagée.
it_it: L'ID e il segreto client sono necessari per connettersi alla cassetta postale condivisa.
nb_no: Klient-ID-en og klienthemmeligheten kreves for å koble til den delte postboksen.
sv_se: Du måste ange klient-ID och -hemlighet för att ansluta till den delade postlådan.

# Page 580021373 - NamedType 230713431
source: Interaction Template Setup
fr_be: Paramètres de modèle interaction
it_it: Setup modello interazione
nb_no: Oppsett av samhandlingsmal
sv_se: Interaktionsmall inställningar

# Page 580021373 - NamedType 3769904544
source: Interaction Template Setup needs to be configured.
fr_be: Le paramétrage du modèle interaction doit être configuré.
it_it: Il setup del modello di interazione deve essere configurato.
nb_no: Oppsettet for samhandlingsmalen må være konfigurert.
sv_se: Du måste konfigurera Interaktionsmall inställningar.

# Page 580021373 - NamedType 4212992191
source: The connection test was not successful.
fr_be: Le test de connexion a échoué.
it_it: Test di connessione non riuscito.
nb_no: Tilkoblingstesten er ikke fullført.
sv_se: Anslutningstestet lyckades inte.

# Page 580021373 - NamedType 2937150220
source: Learn how to set up a shared mailbox for email logging
fr_be: Apprendre à configurer une boîte aux lettres partagée pour la connexion à la messagerie
it_it: Informazioni su come impostare una cassetta postale condivisa per il log delle e-mail
nb_no: Finn ut hvordan du konfigurerer en delt postboks for loggføring av e-post
sv_se: Läs mer om hur du konfigurerar en delad postlåda för e-postloggning

# Page 580021373 - NamedType 1147111024
source: Email logging is not set up. \\Are you sure that you want to exit?
fr_be: La connexion à la messagerie n’est pas configurée.\\Are-vous sûr de vouloir quitter ?
it_it: Il log delle e-mail non è impostato.\\Uscire?
nb_no: Loggføring av e-post er ikke konfigurert. \\Er du sikker på at du vil avslutte?
sv_se: E-postloggning har inte konfigurerats.\\Vill du avsluta?

# Page 580021373 - NamedType 3910883965
source: Open Feature Management
fr_be: Ouvrir la gestion des fonctionnalités
it_it: Apri Gestione funzionalità
nb_no: Åpne funksjonsstyring
sv_se: Öppna Funktionshantering

# Page 580021373 - NamedType 2071660008
source: Sign in and give consent
fr_be: Se connecter et donner un consentement
it_it: Accedi e concedi il consenso
nb_no: Logg på og gi samtykke
sv_se: Logga in och ge samtycke

# Page 580021373 - NamedType 623484020
source: Client ID and secret are specified and will be used to connect to the shared mailbox.
fr_be: L’ID et la clé secrète client sont spécifiés et sont utilisés pour se connecter à la boîte aux lettres partagée.
it_it: L'ID e il segreto client sono specificati e verranno utilizzati per connettersi alla cassetta postale condivisa.
nb_no: Klient-ID-en og klienthemmeligheten er angitt og blir brukt til å koble til den delte postboksen.
sv_se: Klient-ID och -hemlighet har angetts och kommer att användas för att ansluta till den delade postlådan.

# Page 580021373 - NamedType 1246708985
source: The user is signed in.
fr_be: L’utilisateur est connecté.
it_it: L'utente è connesso.
nb_no: Brukeren er pålogget.
sv_se: Användaren är inloggad.

# Page 580021373 - NamedType 2938257072
source: Could not sign in the user.
fr_be: Impossible de se connecter à l’utilisateur.
it_it: Impossibile eseguire l'accesso dell'utente.
nb_no: Kan ikke logge på brukeren.
sv_se: Det gick inte att logga in användaren.

# Page 580021373 - NamedType 1476358086
source: Check connection to the specified mailbox
fr_be: Vérifier la connexion à la boîte aux lettres spécifiée
it_it: Controllare la connessione alla cassetta postale specificata
nb_no: Kontroller tilkoblingen til den angitte postboksen
sv_se: Kontrollera anslutningen till den angivna postlådan

# Page 580021373 - NamedType 82472981
source: Interaction Template Setup is correctly configured.
fr_be: Le paramétrage du modèle interaction est correctement configuré.
it_it: Configurazione del setup modello di interazione completata.
nb_no: Oppsettet for samhandlingsmal er riktig konfigurert.
sv_se: Interaktionsmall inställningar har konfigurerats korrekt.

# Page 580021373 - NamedType 4234345518
source: The connection test was successful.
fr_be: Le test de connexion a réussi.
it_it: Test di connessione completato.
nb_no: Tilkoblingstesten er fullført.
sv_se: Anslutningstestet lyckades.

# Page 580021373 - Control 2762510287 - Property 1295455071
source: Open the Feature Management page.
fr_be: Ouvrez la page de gestion des fonctionnalités.
it_it: Aprire la pagina Gestione funzionalità.
nb_no: Åpne siden Funksjonsstyring.
sv_se: Öppna sidan Funktionshantering.

# Page 580021373 - Control 2226295909 - Property 1968111052
source: The Email Logging Using the Microsoft Graph API feature is not enabled. To continue, open the Feature Management page and enable the feature.
fr_be: La connexion à la messagerie à l’aide de la fonctionnalité dִ’API Microsoft Graph n’est pas activée. Pour continuer, ouvrez la page de gestion des fonctionnalités et activez la fonctionnalité.
it_it: La funzionalità Log delle e-mail tramite l'API Microsoft Graph non è abilitata. Per continuare, aprire la pagina Gestione funzionalità e abilitare la funzionalità.
nb_no: Funksjonen for loggføring av e-post med API-en for Microsoft Graph er ikke aktivert. Åpne siden Funksjonsstyring og aktiver funksjonen.
sv_se: E-postloggning som använder funktionen Microsoft Graph API har inte aktiverats. Öppna sidan Funktionshantering och aktivera funktionen om du vill fortsätta.

# Page 580021373 - Control 1403432667 - Property 2879900210
source: Welcome to Email Logging Setup
fr_be: Bienvenue dans la configuration de la connexion à la messagerie
it_it: Setup log delle e-mail
nb_no: Velkommen til oppsettet for loggføring av e-post
sv_se: Välkommen till Konfiguration för e-postloggning

# Page 580021373 - Control 700962840 - Property 1968111052
source: This guide will help you set up email logging using the Microsoft Graph API to connect to a shared mailbox.
fr_be: Ce guide vous aidera à configurer la connexion à la messagerie à l’aide de l’API Microsoft Graph pour se connecter à une boîte aux lettres partagée.
it_it: Questa guida consente di impostare la funzionalità Log delle e-mail tramite l'API Microsoft Graph per connettersi a una cassetta postale condivisa.
nb_no: Denne veiledningen hjelper deg med å konfigurere loggføring av e-post ved hjelp av API-en for Microsoft Graph for å koble deg til en delt postboks.
sv_se: I den här guiden får du hjälp med att konfigurera e-postloggning med hjälp av Microsoft Graph API så att du kan ansluta till en delad postlåda.

# Page 580021373 - Control 3889445925 - Property 1968111052
source: To learn more about how to set up shared mailboxes and rules so that your organization can track email communication between sales people and external contacts, choose the link below.
fr_be: Pour en savoir plus sur la manière de configurer des boîtes aux lettres et des règles partagées de sorte que votre organisation puisse effectuer le suivi des communications e-mail entre les commerciaux et les contacts externes, choisissez le lien ci-dessous.
it_it: Selezionare il collegamento riportato di seguito per ulteriori informazioni su come impostare le cassette postali condivise e le regole affinché l'organizzazione possa tenere traccia delle comunicazioni e-mail tra i venditori e i contatti esterni.
nb_no: Velg koblingen nedenfor hvis du vil finne ut mer om hvordan du konfigurerer delte postbokser og regler slik at organisasjonen kan spore e-postkommunikasjon mellom selgere og eksterne kontakter.
sv_se: Välj länken nedan om du vill ha mer information om hur du konfigurerar delade postlådor och regler så att din organisation kan spåra e-postkommunikation mellan säljare och externa kontakter.

# Page 580021373 - Control 3104144983 - Property 1295455071
source: The settings in Exchange Online are complete.
fr_be: Les paramètres dans Exchange Online sont terminés.
it_it: Le impostazioni in Exchange Online sono state completate.
nb_no: Innstillingene i Exchange Online er fullført.
sv_se: Inställningarna i Exchange Online har slutförts.

# Page 580021373 - Control 3104144983 - Property 2879900210
source: Manual setup done
fr_be: Configuration manuelle terminée
it_it: Setup manuale completato
nb_no: Manuelt oppsett utført
sv_se: Manuell konfiguration klar

# Page 580021373 - Control 2279239964 - Property 1968111052
source: Specify the ID and secret of the Azure Active Directory application that will be used to connect to the shared mailbox.
fr_be: Spécifiez l’ID et la clé secrète de l’application Azure Active Directory qui sera utilisée pour se connecter à la boîte aux lettres partagée.
it_it: Specificare l'ID e il segreto dell'applicazione Azure Active Directory che viene utilizzata per connettersi alla cassetta postale condivisa.
nb_no: Angir ID-en og hemmeligheten til Azure Active Directory-programmet som skal brukes til å koble til den delte postboksen.
sv_se: Ange ID och hemligheten för den Azure Active Directory-app som ska användas för att ansluta till den delade postlådan.

# Page 580021373 - Control 4271350140 - Property 1295455071
source: Indicates that the client ID and secret are required to connect to the shared mailbox.
fr_be: Indique que l’ID et la clé secrète client sont requis pour se connecter à la boîte aux lettres partagée.
it_it: Indica che l'ID e il segreto client sono necessari per connettersi alla cassetta postale condivisa.
nb_no: Angir at klient-ID-en og klienthemmeligheten kreves for å koble til den delte postboksen.
sv_se: Anger att klient-ID och -hemlighet krävs för att ansluta till den delade postlådan.

# Page 580021373 - Control 1996076276 - Property 1295455071
source: Indicates that the client credentials are specified and will be used to connect to the shared mailbox.
fr_be: Indique que les informations d’identification du client sont spécifiées et seront utilisées pour se connecter à la boîte aux lettres partagée.
it_it: Indica che le credenziali del client sono specificate e verranno utilizzate per connettersi alla cassetta postale condivisa.
nb_no: Angir at klientlegitimasjonen er angitt og blir brukt til å koble til den delte postboksen.
sv_se: Anger att autentiseringsuppgifter för klienten har angetts och kommer att användas för att ansluta till den delade postlådan.

# Page 580021373 - Control 1996076276 - Property 2879900210
source: Client ID and secret are specified and will be used to connect to the shared mailbox
fr_be: L’ID et la clé secrète client sont spécifiés et sont utilisés pour se connecter à la boîte aux lettres partagée
it_it: L'ID e il segreto client sono specificati e verranno utilizzati per connettersi alla cassetta postale condivisa
nb_no: Klient-ID-en og klienthemmeligheten er angitt og blir brukt til å koble til den delte postboksen
sv_se: Klient-ID och -hemlighet har angetts och kommer att användas för att ansluta till den delade postlådan.

# Page 580021373 - Control 1641543347 - Property 1968111052
source: Sign in with an administrator account for Exchange Online and give consent to the application that will be used to connect to the shared mailbox.
fr_be: Connectez-vous à l’aide d’un compte administrateur pour Exchange Online et accordez votre consentement à l’application qui sera utilisée pour se connecter à la boîte aux lettres partagée.
it_it: Accedere con un account amministratore di Exchange Online e concedere il consenso all'applicazione che viene utilizzata per connettersi alla cassetta postale condivisa.
nb_no: Logg på med en administratorkonto for Exchange Online og gi samtykke til programmet som skal brukes til å koble til den delte postboksen.
sv_se: Logga in med ett administratörsanvändarkonto för Exchange Online och ge samtycke till att appen används för att ansluta till den delade postlådan.

# Page 580021373 - Control 3287227344 - Property 1295455071
source: Indicates that the Exchange Online administrator is not signed in.
fr_be: Indique que l’administrateur Exchange Online n’est pas connecté.
it_it: Indica che l'amministratore di Exchange Online non ha effettuato l'accesso.
nb_no: Angir at Exchange Online-administratoren ikke er logget på.
sv_se: Anger att administratören för Exchange Online inte är inloggad.

# Page 580021373 - Control 629422449 - Property 1295455071
source: Specifies if the Exchange administrator has logged in successfully.
fr_be: Indique si l’administrateur Exchange s’est connecté avec succès.
it_it: Specifica se l'amministratore di Exchange ha eseguito l'accesso.
nb_no: Angir om Exchange-administratoren har logget på.
sv_se: Anger om Exchange-administratören har loggat in utan problem.

# Page 580021373 - Control 3370469328 - Property 1295455071
source: Consent given
fr_be: Consentement accordé
it_it: Consenso concesso
nb_no: Samtykke gitt
sv_se: Samtycke ges

# Page 580021373 - Control 3370469328 - Property 2879900210
source: Consent given
fr_be: Consentement accordé
it_it: Consenso concesso
nb_no: Samtykke gitt
sv_se: Samtycke ges
