Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: EmailLogging/Source/_Exclude_Email Logging Using Graph API/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: fr_be, it_it, nb_no, sv_se

# Table 3925836548 - Property 2879900210
source: Email Logging using Graph API
fr_be: Connexion à la messagerie à l’aide de l’API Graph
it_it: Log delle e-mail tramite API Graph
nb_no: Loggføring av e-post ved hjelp av API-en for Graph
sv_se: E-postloggning med Graph API

# Table 3925836548 - Field 3879241928 - Property 2879900210
source: Client Id
fr_be: ID client
it_it: ID client
nb_no: Klient-ID
sv_se: Klient-ID

# Table 3925836548 - Field 4106039276 - Property 2879900210
source: Client Secret Key
fr_be: Clé secrète client
it_it: Chiave segreto client
nb_no: Klienthemmelighetsnøkkel
sv_se: Nyckel för klienthemlighet

# Table 3925836548 - Field 3495016871 - Property 2879900210
source: Consent Given
fr_be: Consentement accordé
it_it: Consenso concesso
nb_no: Samtykke gitt
sv_se: Samtycke ges

# Table 3925836548 - Field 90141998 - Property 2879900210
source: Email Address
fr_be: Adresse e-mail
it_it: Indirizzo e-mail
nb_no: E-postadresse
sv_se: E-postadress

# Table 3925836548 - Field 2228666639 - Property 2879900210
source: Email Batch Size
fr_be: Taille lot email
it_it: Dimensione batch e-mail
nb_no: Størrelse på e-postbunke
sv_se: Batchstorlek för e-post

# Table 3925836548 - Field 2891538263 - Property 2879900210
source: Enabled
fr_be: Activé
it_it: Abilitato
nb_no: Aktivert
sv_se: Aktiverat

# Table 3925836548 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_be: Clé primaire
it_it: Chiave primaria
nb_no: Primærnøkkel
sv_se: Primärnyckel

# Table 3925836548 - Field 618784563 - Property 2879900210
source: Redirect URL
fr_be: URL de redirection
it_it: URL di reindirizzamento
nb_no: Nettadresse for omdirigering
sv_se: Omdirigerings-URL

# Codeunit 400223042 - NamedType 454739994
source: DELETE request failed with status code %1.
fr_be: Échec de la requête DELETE avec le code statut %1.
it_it: Richiesta DELETE non riuscita con codice di stato %1.
nb_no: DELETE-forespørselen mislyktes med statuskoden %1.
sv_se: DELETE-begäran misslyckades med statuskoden %1.

# Codeunit 400223042 - NamedType 101472083
source: GET request failed with status code %1.
fr_be: Échec de la requête GET avec le code statut %1.
it_it: Richiesta GET non riuscita con codice di stato %1.
nb_no: GET-forespørselen mislyktes med statuskoden %1.
sv_se: GET-begäran misslyckades med statuskoden %1.

# Codeunit 400223042 - NamedType 1741489945
source: POST request failed with status code %1.
fr_be: Échec de la requête POST avec le code statut %1.
it_it: Richiesta POST non riuscita con codice di stato %1.
nb_no: POST-forespørselen mislyktes med statuskoden %1.
sv_se: POST-begäran misslyckades med statuskoden %1.

# Codeunit 400223042 - NamedType 1430696441
source: Request failed with status code %1.
fr_be: Échec de la requête avec le code statut %1.
it_it: Richiesta non riuscita con codice di stato %1.
nb_no: Forespørselen mislyktes med statuskoden %1.
sv_se: Begäran misslyckades med statuskoden %1.

# Codeunit 400223042 - NamedType 2164095947
source: We cannot connect to the shared mailbox in Office 365.\\This might be because the Exchange user does not have a valid license for Office 365.
fr_be: Nous ne pouvons pas nous connecter à la boîte aux lettres partagée dans Office 365.\\Ceci est peut-être dû au fait que l’utilisateur Exchange n’a pas de licence valide pour Office 365.
it_it: Impossibile connettersi alla cassetta postale condivisa in Office 365.\\È possibile che l'utente di Exchange non disponga di una licenza valida per Office 365.
nb_no: Vi kan ikke koble til den delte postboksen i Office 365.\\Dette kan skyldes at Exchange-brukeren ikke har en gyldig lisens for Office 365.
sv_se: Det går inte att ansluta till den delade postlådan i Office 365.\\Det kan bero på att Exchange-användaren inte har en giltig licens för Office 365.

# Codeunit 2165751579 - NamedType 192532729
source: Check connection
fr_be: Vérifier la connexion
it_it: Verifica connessione
nb_no: Kontroller tilkobling
sv_se: Kontrollera anslutning

# Codeunit 2165751579 - NamedType 3966901435
source: Get messages
fr_be: Recevoir les messages
it_it: Ottieni messaggi
nb_no: Hent meldinger
sv_se: Hämta meddelanden

# Codeunit 2165751579 - NamedType 3791449231
source: Email logging is not enabled.
fr_be: La connexion à la messagerie n’est pas activée.
it_it: Il log delle e-mail non è abilitato.
nb_no: Loggføring av e-post er ikke aktivert.
sv_se: E-postloggning har inte aktiverats.

# Codeunit 2165751579 - NamedType 520866582
source: You must provide an email address.
fr_be: Vous devez indiquer une adresse e-mail.
it_it: È necessario specificare un indirizzo e-mail.
nb_no: Du må angi en e-postadresse.
sv_se: Du måste ange en e-postadress.

# Codeunit 2165751579 - NamedType 2355372627
source: Email logging is not set up.
fr_be: La connexion à la messagerie n’est pas configurée.
it_it: Il log delle e-mail non è impostato.
nb_no: Loggføring av e-post er ikke konfigurert.
sv_se: E-postloggning har inte konfigurerats.

# Codeunit 419282697 - NamedType 2295013642
source: Archiving email message
fr_be: Archivage du message électronique
it_it: Archiviazione messaggio e-mail
nb_no: Arkiverer e-postmelding
sv_se: Arkiverar e-postmeddelande

# Codeunit 419282697 - NamedType 3447063239
source: Deleting email message
fr_be: Suppression du message électronique
it_it: Eliminazione messaggio e-mail
nb_no: Sletter e-postmelding
sv_se: Tar bort e-postmeddelande

# Codeunit 419282697 - NamedType 3966901435
source: Get email messages
fr_be: Recevoir les messages électroniques
it_it: Ottieni messaggi e-mail
nb_no: Hent e-postmeldinger
sv_se: Hämta e-postmeddelanden

# Codeunit 419282697 - NamedType 3996821955
source: Log interaction
fr_be: Journal interaction
it_it: Log interazione
nb_no: Loggfør samhandling
sv_se: Logga interaktion

# Codeunit 419282697 - NamedType 1146285529
source: Process email message
fr_be: Traiter le message électronique
it_it: Elabora messaggio e-mail
nb_no: Behandle e-postmelding
sv_se: Behandla e-postmeddelande

# Codeunit 419282697 - NamedType 1539061738
source: Validate setup
fr_be: Contrôler la configuration
it_it: Convalida setup
nb_no: Valider konfigurasjon
sv_se: Validera inställningar

# Codeunit 419282697 - NamedType 1458334003
source: The message has not been logged. %1
fr_be: Le message n’a pas été enregistré. %1
it_it: Il messaggio non è stato registrato. %1
nb_no: Meldingen er ikke loggført. %1
sv_se: Meddelandet har inte loggats. %1

# Codeunit 419282697 - NamedType 292613421
source: There is no link to the email because the email could not be moved to the Archive folder.
fr_be: Il n’y a pas de lien avec l’e-mail car l’e-mail n’a pas pu être déplacé vers le dossier d’archivage.
it_it: Non esiste alcun collegamento al messaggio e-mail perché non è stato possibile spostare il messaggio e-mail nella cartella Archivio.
nb_no: Det finnes ingen kobling til e-posten fordi e-posten ikke kan flyttes til arkiveringsmappen.
sv_se: Det finns ingen länk till e-postmeddelandet eftersom det inte kunde flyttas till arkivmappen.

# Codeunit 419282697 - NamedType 3802208139
source: There is no link to the email because the email could not be moved.
fr_be: Il n’y a pas de lien vers l’e-mail car l’e-mail n’a pas pu être déplacé.
it_it: Non esiste alcun collegamento al messaggio e-mail perché non è stato possibile spostare il messaggio e-mail.
nb_no: Det finnes ingen kobling til e-posten fordi e-posten ikke kan flyttes.
sv_se: Det finns ingen länk till e-postmeddelandet eftersom det inte kunde flyttas.

# Codeunit 2120671752 - NamedType 1595950268
source: Cannot extract the tenant ID from the access token.
fr_be: Impossible d’extraire l’ID abonné du jeton d’accès.
it_it: Impossibile estrarre l'ID tenant dal token di accesso.
nb_no: Kan ikke trekke ut leietaker-ID-en fra tilgangstoken.
sv_se: Det går inte att extrahera klientorganisations-ID från åtkomsttoken.

# Codeunit 2120671752 - NamedType 3452571438
source: The Email Logging Using the Microsoft Graph API feature is not enabled.
fr_be: La connexion à la messagerie à l’aide de la fonctionnalité d’API Microsoft Graph n’est pas activée.
it_it: La funzionalità Log delle e-mail tramite l'API Microsoft Graph non è abilitata.
nb_no: Funksjonen for loggføring av e-post ved hjelp av API-en for Microsoft Graph er ikke aktivert.
sv_se: E-postloggningen som använder funktionen Microsoft Graph API är inte aktiverad.

# Codeunit 2120671752 - NamedType 719120474
source: Log email interactions between salespeople and contacts.
fr_be: Consignez les interactions de courrier électronique entre les vendeurs et les contacts.
it_it: Registrare le interazioni e-mail tra venditori e contatti.
nb_no: Loggfør e-postsamhandlinger mellom selgere og kontakter.
sv_se: Logga e-postinteraktioner mellan säljare och kontakter.

# Codeunit 2120671752 - NamedType 1228041154
source: Track email exchanges between your sales team and your customers and prospects, and then turn the emails into actionable opportunities.
fr_be: Suivez les échanges d’e-mails entre votre équipe des ventes et vos clients et prospects, puis convertissez les e-mails en opportunités exploitables.
it_it: Tenere traccia degli scambi di e-mail tra il team di vendita, i clienti e i prospect per trasformarli in utili opportunità.
nb_no: Spor e-postutveksling mellom salgsteamet og kunder samt kundeemner, og gjør e-postene deretter om til aktive salgsmuligheter.
sv_se: Spåra e-postutbyte mellan ditt säljteam och dina befintliga och potentiella kunder, och omvandla sedan e-postmeddelandena till användbara affärsmöjligheter.

# Codeunit 2120671752 - NamedType 1892638790
source: Set up email logging
fr_be: Configurer la connexion à la messagerie
it_it: Imposta log delle e-mail
nb_no: Konfigurer loggføring av e-post
sv_se: Konfigurera e-postloggning

# Codeunit 2120671752 - NamedType 4210870252
source: Set up the Email Logging Using the Microsoft Graph API feature.
fr_be: Configurez la connexion à la messagerie à l’aide de la fonctionnalité d’API Microsoft Graph.
it_it: Impostare la funzionalità Log delle e-mail tramite l'API Microsoft Graph.
nb_no: Konfigurer funksjonen for loggføring av e-post ved hjelp av API-en for Microsoft Graph.
sv_se: Konfigurera e-postloggning med hjälp av funktionen Microsoft Graph API.

# Codeunit 2120671752 - NamedType 520866582
source: Email address is empty.
fr_be: L’adresse e-mail est vide.
it_it: L'indirizzo e-mail è vuoto.
nb_no: E-postadressen er tom.
sv_se: E-postadressen är tom.

# Codeunit 2120671752 - NamedType 33623699
source: The Email Logging Using the Microsoft Graph API feature is not enabled.
fr_be: La connexion à la messagerie à l’aide de la fonctionnalité d’API Microsoft Graph n’est pas activée.
it_it: La funzionalità Log delle e-mail tramite l'API Microsoft Graph non è abilitata.
nb_no: Funksjonen for loggføring av e-post ved hjelp av API-en for Microsoft Graph er ikke aktivert.
sv_se: E-postloggningen som använder funktionen Microsoft Graph API är inte aktiverad.

# Codeunit 2120671752 - NamedType 1164843116
source: Your license does not allow you to schedule the email logging task or register interaction log entries. To view details about your permissions, see the Effective Permissions page.
fr_be: Votre licence ne vous permet pas de planifier la tâche de connexion à la messagerie ni de enregistrer les écritures journal interaction. Pour afficher des détails sur vos autorisations, consultez la page autorisations effectives.
it_it: La licenza non consente di pianificare il task di log delle e-mail o di registrare i movimenti del log di interazione. Per visualizzare i dettagli sulle autorizzazioni, vedere la pagina Autorizzazioni valide.
nb_no: Lisensen din tillater ikke at du planlegger oppgaven for loggføring av e-post eller registrerer samhandlingsloggposter. Hvis du vil se informasjon om tillatelsene dine, kan du se siden Gyldige tillatelser.
sv_se: Med din licens kan du inte schemalägga e-postloggningsuppgifter eller registrera interaktionsloggtransaktioner. På sidan Gällande behörigheter finns mer information om dina behörigheter.

# Codeunit 2120671752 - NamedType 2274573483
source: No permissions.
fr_be: Aucune autorisation.
it_it: Nessuna autorizzazione.
nb_no: Ingen tillatelser.
sv_se: Inga behörigheter.

# Codeunit 2120671752 - NamedType 2543942014
source: You must specify a size for the email batch.
fr_be: Vous devez spécifier une taille pour le lot email.
it_it: È necessario specificare una dimensione per il batch e-mail.
nb_no: Du må angi en størrelse for e-postbunken.
sv_se: Du måste ange en storlek för e-postbatchen.

# Codeunit 3366432307 - NamedType 1632511380
source: Could not get an access token.
fr_be: Impossible d’obtenir un jeton d’accès.
it_it: Impossibile ottenere un token di accesso.
nb_no: Kan ikke hente et tilgangstoken.
sv_se: Det gick inte att hämta en åtkomsttoken.

# Codeunit 3366432307 - NamedType 2982938511
source: The client ID is not specified.
fr_be: L’ID client n’est pas spécifié.
it_it: L'ID client non è specificato.
nb_no: Klient-ID-en er ikke angitt.
sv_se: Klient-ID:t har inte angetts.

# Codeunit 3366432307 - NamedType 365681226
source: The client secret is not specified.
fr_be: La clé secrète client n’est pas spécifiée.
it_it: Il segreto client non è specificato.
nb_no: Klienthemmeligheten er ikke angitt.
sv_se: Klienthemligheten har inte angetts.

# Codeunit 3366432307 - NamedType 2400741151
source: Authentication using the client ID and secret for email logging is not enabled.
fr_be: L’authentification à l’aide de l’ID et de la clé secrète client pour la connexion à la messagerie n’est pas activée.
it_it: L'autenticazione con l'ID e il segreto client per il log delle e-mail non è abilitata.
nb_no: Godkjenning ved hjelp av klient-ID-en og klienthemmeligheten for loggføring av e-post er ikke aktivert.
sv_se: Autentisering med klient-ID och -hemlighet för e-postloggning har inte aktiverats.

# Codeunit 1641602404 - NamedType 1427565258
source: Email logging done through public folders in Exchange Online will be disabled and the corresponding job queue entry will be deleted. Administrators can then set up email logging to use a shared mailbox in Exchange.
fr_be: La connexion à la messagerie effectuée via des dossiers publics dans Exchange Online sera désactivée et l’écriture file d’attente des projets correspondante sera supprimée. Les administrateurs pourront alors configurer la connexion à la messagerie pour utiliser une boîte aux lettres partagée dans Exchange.
it_it: Il log delle e-mail eseguito tramite le cartelle pubbliche di Exchange Online viene disabilitato e il movimento coda processi corrispondente viene eliminato. Gli amministratori possono quindi impostare il log delle e-mail per utilizzare una cassetta postale condivisa in Exchange.
nb_no: Loggføring av e-post gjennom felles mapper i Exchange Online blir deaktivert, og den tilhørende prosjektkøposten blir slettet. Administratorer kan deretter konfigurere loggføring av e-post for å bruke en delt postboks i Exchange.
sv_se: E-postloggning som görs via offentliga mappar i Exchange Online kommer att inaktiveras och motsvarande jobbkötransaktion tas bort. Administratörer kan sedan konfigurera e-postloggning så att en delad postlåda används i Exchange.

# Page 3925836548 - Property 2879900210
source: Email Logging
fr_be: Connexion à la messagerie
it_it: Log delle e-mail
nb_no: Loggføring av e-post
sv_se: E-postloggning

# Page 3925836548 - NamedType 2970173640
source: Could not access the shared mailbox.
fr_be: Impossible d’accéder à la boîte aux lettres partagée.
it_it: Impossibile accedere alla cassetta postale condivisa.
nb_no: Får ikke tilgang til den delte postboksen.
sv_se: Det gick inte att komma åt den delade postlådan.

# Page 3925836548 - NamedType 4171123882
source: This clears the settings in your email logging setup. Do you want to continue?
fr_be: Cette procédure supprime les paramètres de votre configuration de la connexion à la messagerie. Souhaitez-vous continuer ?
it_it: Questa operazione cancella le impostazioni nel setup log delle e-mail. Continuare?
nb_no: Dette nullstiller innstillingene i oppsettet for loggføring av e-post. Vil du fortsette?
sv_se: Det här rensar inställningarna i konfigurationen för e-postloggning. Vill du fortsätta?

# Page 3925836548 - NamedType 1063437616
source: This setup page can only be used when the Email Logging Using the Microsoft Graph API feature is enabled. You can enable the feature on the Feature Management page.
fr_be: Cette page de configuration ne peut être utilisée que si la fonctionnalité de connexion à la messagerie à l’aide de l’API Microsoft Graph est activée. Vous pouvez activer la fonctionnalité à partir de la page gestion des fonctionnalités.
it_it: Questa pagina di setup può essere utilizzata solo quando è abilitata la funzionalità Registrazione e-mail tramite l'API Microsoft Graph. È possibile abilitare la funzionalità nella pagina Gestione funzionalità.
nb_no: Denne oppsettssiden kan bare brukes når loggføring av e-post ved hjelp av API-funksjonen for Microsoft Graph er aktivert. Du kan aktivere funksjonen på siden Funksjonsstyring.
sv_se: Den här konfigurationssidan kan bara användas när funktionen E-postloggning med Microsoft Graph API har aktiverats. Du kan aktivera funktionen på sidan Funktionshantering.

# Page 3925836548 - NamedType 3536538717
source: You must sign in with an administrator account for Exchange Online and give consent to the application that will be used to connect to the shared mailbox. Do you want to continue?
fr_be: Vous devez vous connecter à l’aide d’un compte administrateur pour Exchange Online et accorder votre consentement à l’application qui sera utilisée pour se connecter à la boîte aux lettres partagée. Souhaitez-vous continuer ?
it_it: È necessario accedere con un account amministratore di Exchange Online e concedere il consenso all'applicazione che viene utilizzata per connettersi alla cassetta postale condivisa. Continuare?
nb_no: Du må logge på med en administratorkonto for Exchange Online og gi samtykke til programmet som skal brukes til å koble til den delte postboksen. Vil du fortsette?
sv_se: Du måste logga in med ett administratörsanvändarkonto för Exchange Online och ge samtycke till att appen används för att ansluta till den delade postlådan. Vill du fortsätta?

# Page 3925836548 - NamedType 486941607
source: The setup for email logging is ready to use.
fr_be: Les paramètres de la connexion à la messagerie sont prêts à être utilisés.
it_it: Il setup per il log delle e-mail è pronto per l'uso.
nb_no: Oppsettet for loggføring av e-post er klar til bruk.
sv_se: Konfigurationen för e-postloggning är klar att användas.

# Page 3925836548 - NamedType 1079936952
source: You must sign in with an Exchange Online account that the scheduled job will use to connect to the shared mailbox and process emails. Do you want to continue?
fr_be: Vous devez vous connecter avec un compte Exchange Online que le projet planifié va utiliser pour se connecter à la boîte aux lettres partagée et traiter les e-mails. Souhaitez-vous continuer ?
it_it: È necessario effettuare l'accesso con un account di Exchange Online che viene utilizzato dal processo programmato per connettersi alla cassetta postale condivisa ed elaborare i messaggi e-mail. Continuare?
nb_no: Du må logge på med en Exchange Online-konto som den planlagte jobben skal bruke til å koble seg til den delte postboksen og behandle e-poster. Vil du fortsette?
sv_se: Du måste logga in med ett Exchange Online-konto som det schemalagda jobbet ska använda för att ansluta till den delade postlådan och hantera e-postmeddelanden. Vill du fortsätta?

# Page 3925836548 - NamedType 3295561406
source: The token was successfully renewed.
fr_be: Le jeton a été renouvelé avec succès.
it_it: Il rinnovo del token è stato completato.
nb_no: Tokenet er fornyet.
sv_se: Token har förnyats.

# Page 3925836548 - Control 1856812681 - Property 2879900210
source: General
fr_be: Général
it_it: Generale
nb_no: Generelt
sv_se: Allmänt

# Page 3925836548 - Control 90141998 - Property 1295455071
source: Specifies the email address of the shared mailbox in Exchange Online that was created for email logging. The shared mailbox must be in the same tenant as Business Central.
fr_be: Spécifie l’adresse e-mail de la boîte aux lettres partagée dans Exchange Online qui a été créé pour la connexion à la messagerie. La boîte aux lettres partagée doit être dans le même abonné que Business central.
it_it: Specifica l'indirizzo e-mail della cassetta postale condivisa in Exchange Online che è stata creata per il log delle e-mail. La cassetta postale condivisa deve essere nello stesso tenant di Business Central.
nb_no: Angir e-postadressen for den delte postboksen i Exchange Online som ble opprettet for loggføring av e-post. Den delte postboksen må være i samme leietaker som Business Central.
sv_se: Anger e-postadressen till den delade postlådan i Exchange Online som har skapats för e-postloggning. Den delade post lådan måste finnas i samma klientorganisation som Business Central.

# Page 3925836548 - Control 90141998 - Property 2879900210
source: Shared Mailbox Email
fr_be: Adresse de courrier de la boîte aux lettres partagée
it_it: Indirizzo e-mail della cassetta postale condivisa
nb_no: E-post for delt postboks
sv_se: Delad postlåda för e-post

# Page 3925836548 - Control 2228666639 - Property 1295455071
source: Specifies the number of email messages that the job queue entry for email logging will get from Exchange Online in one run. By balancing this number with how often the job queue entry runs you can fine tune the process. If a message is not logged in the current run it will be in the next one.
fr_be: Spécifie le nombre de messages électroniques que l’écriture file d’attente des projets pour la connexion à la messagerie obtient d’Exchange Online en une seule exécution. En équilibrant ce nombre avec la fréquence d’exécution de l’écriture file d’attente des projets, vous pouvez ajuster le processus. Si un message n’est pas enregistré au cours de l’exécution actuelle, il sera au cours de la suivante.
it_it: Specifica il numero di messaggi e-mail che il movimento coda processi per il log delle e-mail ottiene da Exchange Online in una sola esecuzione. Bilanciando questo numero con la frequenza con cui viene eseguito il movimento coda processi è possibile ottimizzare il processo. Se un messaggio non viene registrato nell'esecuzione corrente, viene registrato in quella successiva.
nb_no: Angir antall e-postmeldinger som prosjektkøposten for loggføring av e-post henter fra Exchange Online i én kjøring. Ved å balansere dette antallet med hvor ofte prosjektkøposten kjøres, kan du finjustere prosessen. Hvis en melding ikke er loggført i den gjeldende kjøringen, havner meldingen i den neste kjøringen.
sv_se: Anger hur många e-postmeddelanden som jobbkötransaktionen för e-postloggning kommer att hämta från Exchange Online i en körning. Genom att balansera detta antal gentemot hur ofta jobbkötransaktionen körs kan du finjustera processen. Om ett meddelande inte är loggat i den aktuella körningen kommer det ingå i nästa.

# Page 3925836548 - Control 2228666639 - Property 2879900210
source: Email Batch Size
fr_be: Taille lot email
it_it: Dimensione batch e-mail
nb_no: Størrelse på e-postbunke
sv_se: Batchstorlek för e-post

# Page 3925836548 - Control 2891538263 - Property 1295455071
source: Specifies whether email logging is enabled.
fr_be: Indique si la connexion à la messagerie est activée.
it_it: Specifica se il log delle e-mail è abilitato.
nb_no: Angir om loggføring av e-post er aktivert.
sv_se: Anger om e-postloggning har aktiverats.
