Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: EmailLogging/Source/_Exclude_Email Logging Using Graph API/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: fr_be, it_it, nb_no, sv_se

# Page 580021373 - Control 1003846730 - Property 1968111052
source: Provide the email address of the shared mailbox that is configured for email logging. The shared mailbox must be in the same tenant as Business Central.
fr_be: Fournissez l’adresse e-mail de la boîte aux lettres partagée qui est configurée pour la connexion à la messagerie. La boîte aux lettres partagée doit être dans le même abonné que Business central.
it_it: Specificare l'indirizzo e-mail della cassetta postale condivisa configurata per il log delle e-mail. La cassetta postale condivisa deve essere nello stesso tenant di Business Central.
nb_no: Oppgi e-postadressen for den delte postboksen som er konfigurert for loggføring av e-post. Den delte postboksen må være i samme leietaker som Business Central.
sv_se: Ange e-postadressen till den delade postlådan som har konfigurerats för e-postloggning. Den delade postlådan måste finnas i samma klientorganisation som Business Central.

# Page 580021373 - Control 357018923 - Property 1968111052
source: Enter the number of email messages that the job queue entry for email logging will get from Exchange Online in one run. By balancing this number with how often the job queue entry runs you can fine tune the process. If a message is not logged in the current run it will be in the next one.
fr_be: Saisissez le nombre de messages électroniques que l’écriture file d’attente des projets pour la connexion à la messagerie obtient à partir de Exchange Online en une seule exécution. En équilibrant ce nombre avec la fréquence d’exécution de l’écriture file d’attente des projets, vous pouvez ajuster le processus. Si un message n’est pas enregistré au cours de l’exécution actuelle, il sera au cours de la suivante.
it_it: Immettere il numero di messaggi e-mail che il movimento coda processi per il log delle e-mail ottiene da Exchange Online in una sola esecuzione. Bilanciando questo numero con la frequenza con cui viene eseguito il movimento coda processi è possibile ottimizzare il processo. Se un messaggio non viene registrato nell'esecuzione corrente, viene registrato in quella successiva.
nb_no: Angi antall e-postmeldinger som prosjektkøpost for loggføring av e-post henter fra Exchange Online i én kjøring. Ved å balansere dette antallet med hvor ofte prosjektkøposten kjøres, kan du finjustere prosessen. Hvis en melding ikke er loggført i den gjeldende kjøringen, havner meldingen i den neste kjøringen.
sv_se: Ange hur många e-postmeddelanden som jobbkötransaktionen för e-postloggning kommer att hämta från Exchange Online i en körning. Genom att balansera detta antal gentemot hur ofta jobbkötransaktionen körs kan du finjustera processen. Om ett meddelande inte är loggat i den aktuella körningen kommer det ingå i nästa.

# Page 580021373 - Control 2269421455 - Property 1295455071
source: Specifies the number of email messages that the job queue entry for email logging will get from Exchange Online in one run. By balancing this number with how often the job queue entry runs you can fine tune the process. If a message is not logged in the current run it will be in the next one.
fr_be: Spécifie le nombre de messages électroniques que l’écriture file d’attente des projets pour la connexion à la messagerie obtient d’Exchange Online en une seule exécution. En équilibrant ce nombre avec la fréquence d’exécution de l’écriture file d’attente des projets, vous pouvez ajuster le processus. Si un message n’est pas enregistré au cours de l’exécution actuelle, il sera au cours de la suivante.
it_it: Specifica il numero di messaggi e-mail che il movimento coda processi per il log delle e-mail ottiene da Exchange Online in una sola esecuzione. Bilanciando questo numero con la frequenza con cui viene eseguito il movimento coda processi è possibile ottimizzare il processo. Se un messaggio non viene registrato nell'esecuzione corrente, viene registrato in quella successiva.
nb_no: Angir antall e-postmeldinger som prosjektkøposten for loggføring av e-post henter fra Exchange Online i én kjøring. Ved å balansere dette antallet med hvor ofte prosjektkøposten kjøres, kan du finjustere prosessen. Hvis en melding ikke er loggført i den gjeldende kjøringen, havner meldingen i den neste kjøringen.
sv_se: Anger hur många e-postmeddelanden som jobbkötransaktionen för e-postloggning kommer att hämta från Exchange Online i en körning. Genom att balansera detta antal gentemot hur ofta jobbkötransaktionen körs kan du finjustera processen. Om ett meddelande inte är loggat i den aktuella körningen kommer det ingå i nästa.

# Page 580021373 - Control 2269421455 - Property 2879900210
source: Email Batch Size
fr_be: Taille lot email
it_it: Dimensione batch e-mail
nb_no: Størrelse på e-postbunke
sv_se: Batchstorlek för e-post

# Page 580021373 - Control 90141998 - Property 1295455071
source: Specifies the email address of the shared mailbox. The shared mailbox must be in the same tenant as Business Central.
fr_be: Spécifie l’adresse e-mail de la boîte aux lettres partagée. La boîte aux lettres partagée doit être dans le même abonné que Business central.
it_it: Specifica l'indirizzo e-mail della cassetta postale condivisa. La cassetta postale condivisa deve essere nello stesso tenant di Business Central.
nb_no: Angir e-postadressen for den delte postboksen. Den delte postboksen må være i samme leietaker som Business Central.
sv_se: Anger e-postadressen till den delade postlådan. Den delade postlådan måste finnas i samma klientorganisation som Business Central.

# Page 580021373 - Control 90141998 - Property 2879900210
source: Shared Mailbox Email
fr_be: Adresse de courrier de la boîte aux lettres partagée
it_it: Indirizzo e-mail della cassetta postale condivisa
nb_no: E-post for delt postboks
sv_se: Delad postlåda för e-post

# Page 580021373 - Control 2810311271 - Property 1295455071
source: Specifies the error occurred.
fr_be: Indique que l’erreur s’est produite.
it_it: Specifica l'errore.
nb_no: Angir feilen som oppstod.
sv_se: Anger felet som inträffade.

# Page 580021373 - Control 1264306775 - Property 1295455071
source: The connection test was not successful.
fr_be: Le test de connexion a échoué.
it_it: Test di connessione non riuscito.
nb_no: Tilkoblingstesten er ikke fullført.
sv_se: Anslutningstestet lyckades inte.

# Page 580021373 - Control 3181495097 - Property 1968111052
source: Click the link below to test the connection to the shared mailbox.
fr_be: Cliquez sur le lien ci-dessous pour tester la connexion à la boîte aux lettres partagée.
it_it: Fare clic sul collegamento riportato di seguito per testare la connessione alla cassetta postale condivisa.
nb_no: Klikk på koblingen nedenfor for å teste tilkoblingen til den delte postboksen.
sv_se: Klicka på länken nedan om du vill testa anslutningen till den delade postlådan.

# Page 580021373 - Control 1830144250 - Property 1968111052
source: Click the link below to test the connection to the shared mailbox. You will need to sign in with an Exchange Online account that the scheduled job will use to connect to the shared mailbox and process emails.
fr_be: Cliquez sur le lien ci-dessous pour tester la connexion à la boîte aux lettres partagée. Vous devez vous connecter à l’aide d’un compte Exchange Online que le projet planifié va utiliser pour se connecter à la boîte aux lettres partagée et traiter les e-mails.
it_it: Fare clic sul collegamento riportato di seguito per testare la connessione alla cassetta postale condivisa. È necessario accedere con l'account di Exchange Online che viene utilizzato dal processo programmato per connettersi alla cassetta postale condivisa ed elaborare i messaggi e-mail.
nb_no: Klikk på koblingen nedenfor for å teste tilkoblingen til den delte postboksen. Du må logge på med en Exchange Online-konto som det planlagte prosjektet skal bruke til å koble seg til den delte postboksen og behandle e-postmeldinger.
sv_se: Klicka på länken nedan för att testa anslutningen till den delade postlådan. Du måste logga in med ett Exchange Online-konto som det schemalagda jobbet ska använda för att ansluta till den delade postlådan och hantera e-postmeddelanden.

# Page 580021373 - Control 4209013774 - Property 1295455071
source: The connection test was successful.
fr_be: Le test de connexion a réussi.
it_it: Test di connessione completato.
nb_no: Tilkoblingstesten er fullført.
sv_se: Anslutningstestet lyckades.

# Page 580021373 - Control 799911313 - Property 1968111052
source: When you choose Finish, the following will be created:
fr_be: Lorsque vous sélectionnez Terminer, les éléments suivants sont créés :
it_it: Quando si sceglie Fine, vengono creati gli elementi seguenti:
nb_no: Når du velger Fullfør, opprettes følgende:
sv_se: Följande skapas när du väljer Slutför:

# Page 580021373 - Control 799911313 - Property 2879900210
source: That's it!
fr_be: Voilà !
it_it: Operazione completata.
nb_no: Det var det!
sv_se: Klart!

# Page 580021373 - Control 1611996399 - Property 1295455071
source: Create Email Logging Job Queue
fr_be: Créer une file d’attente des projets de connexion à la messagerie
it_it: Crea coda processi log delle e-mail
nb_no: Opprett prosjektkø for loggføring av e-post
sv_se: Skapa jobbkö för e-postloggning

# Page 580021373 - Control 1611996399 - Property 2879900210
source: Create Email Logging Job Queue
fr_be: Créer une file d’attente des projets de connexion à la messagerie
it_it: Crea coda processi log delle e-mail
nb_no: Opprett prosjektkø for loggføring av e-post
sv_se: Skapa jobbkö för e-postloggning

# Page 580021373 - Control 1133024549 - Property 1968111052
source: Email Logging requires correctly configured Interaction Template Setup.
fr_be: La connexion à la messagerie nécessite une configuration correcte du modèle Interaction.
it_it: Il log delle e-mail richiede un setup modello interazione configurato correttamente.
nb_no: Loggføring av e-post krever riktig konfigurert oppsett for samhandlingsmal.
sv_se: E-postloggning kräver att Interaktionsmall inställningar har konfigurerats korrekt.

# Page 580021373 - Control 2304772256 - Property 1295455071
source: Indicates that Interaction Template Setup needs to be configurred.
fr_be: Indique que le paramétrage du modèle Interaction doit être configuré.
it_it: Indica che il setup del modello di interazione deve essere configurato.
nb_no: Angir at oppsettet for samhandlingsmalen må være konfigurert.
sv_se: Anger att Interaktionsmall inställningar måste vara konfigurerat.

# Page 580021373 - Control 2304772256 - Property 2879900210
source: Interaction Template Setup needs to be configurred.
fr_be: Le paramétrage du modèle interaction doit être configuré.
it_it: Il setup del modello di interazione deve essere configurato.
nb_no: Oppsettet for samhandlingsmalen må være konfigurert.
sv_se: Interaktionsmall inställningar måste vara konfigurerat.

# Page 580021373 - Control 468223293 - Property 1295455071
source: Indicates that Interaction Template Setup is correctly configurred.
fr_be: Indique que le paramétrage du modèle interaction est configuré correctement.
it_it: Indica che la configurazione del setup del modello di interazione è stata completata.
nb_no: Angir at oppsettet for samhandlingsmalen må være riktig konfigurert.
sv_se: Anger att Interaktionsmall inställningar är rätt konfigurerat.

# Page 580021373 - Control 468223293 - Property 2879900210
source: Interaction Template Setup is correctly configurred.
fr_be: Le paramétrage du modèle interaction est configuré correctement.
it_it: Configurazione del setup modello di interazione completata.
nb_no: Oppsett av samhandlingsmal er riktig konfigurert.
sv_se: Interaktionsmall inställningar är rätt konfigurerat.

# Page 580021373 - Action 1773164308 - Property 2879900210
source: Advanced
fr_be: Avancé
it_it: Avanzate
nb_no: Avansert
sv_se: Avancerat

# Page 580021373 - Action 2438272767 - Property 1295455071
source: Back
fr_be: Précédent
it_it: Indietro
nb_no: Tilbake
sv_se: Tillbaka

# Page 580021373 - Action 2438272767 - Property 2879900210
source: Back
fr_be: Précédent
it_it: Indietro
nb_no: Tilbake
sv_se: Tillbaka

# Page 580021373 - Action 3259912055 - Property 1295455071
source: Finish
fr_be: Terminer
it_it: Fine
nb_no: Fullfør
sv_se: Slutför

# Page 580021373 - Action 3259912055 - Property 2879900210
source: Finish
fr_be: Terminer
it_it: Fine
nb_no: Fullfør
sv_se: Slutför

# Page 580021373 - Action 914282563 - Property 1295455071
source: Next
fr_be: Suivant
it_it: Avanti
nb_no: Neste
sv_se: Nästa

# Page 580021373 - Action 914282563 - Property 2879900210
source: Next
fr_be: Suivant
it_it: Avanti
nb_no: Neste
sv_se: Nästa

# Page 580021373 - Action 2743144084 - Property 2879900210
source: Simple
fr_be: Aisé
it_it: Semplice
nb_no: Enkel
sv_se: Enkel

# PageExtension 34130476 - NamedType 685980417
source: This feature requires that you are using Microsoft Exchange Online. By enabling this feature, you consent to sharing some of your organization's data in Office 365 with Business Central. Business Central will access details about email messages in the shared mailbox that your administrator created for email logging. The details include the message’s IDs, whether it is a draft, the dates and times it was sent and received, the text from the Subject line, a link to the message in Exchange Online, and the email addresses of the sender and the recipients on the To and Cc lines.\\Business Central will store only the IDs, dates, subject, and weblink. We do not store the content of the messages, but there is a link that will open the email message in Outlook Online.\\Do you want to continue?
fr_be: Cette fonctionnalité nécessite l’utilisation de Microsoft Exchange Online. En activant cette fonctionnalité, vous consentez à partager certaines des données de votre organisation dans Office 365 avec Business central. Business central accède à des détails sur les messages électroniques dans la boîte aux lettres partagée que votre administrateur a créée pour la connexion à la messagerie. Les détails comprennent les ID du message, s’il s’agit d’un brouillon, les dates et les heures d’envoi et de réception, le texte de la ligne d’objet, un lien vers le message dans Exchange Online et les adresses e-mail de l’expéditeur et des destinataires dans les lignes À et CC.\\ Business central ne stocke que les ID, dates, objets et liens web. Le contenu des messages n’est pas stocké, mais un lien ouvre le message électronique dans Outlook Online.\\Voulez-vous continuer ?
it_it: Questa funzionalità richiede l'utilizzo di Microsoft Exchange Online. Abilitando la funzionalità, si acconsente alla condivisione di alcuni dati dell'organizzazione in Office 365 con Business Central. Business Central accederà ai dettagli sui messaggi e-mail nella cassetta postale condivisa creata dall'amministratore per il log delle e-mail. I dettagli includono l'ID del messaggio, se si tratta di una bozza, le date e le ore in cui è stato inviato e ricevuto, il testo dalla riga dell'oggetto, un collegamento al messaggio in Exchange Online e gli indirizzi e-mail del mittente e dei destinatari nelle righe A e Cc.\\Business Central memorizza solo ID, date, oggetto e collegamento Web. Il contenuto dei messaggi non viene memorizzato, ma esiste un collegamento che apre il messaggio e-mail in Outlook Online.\\Continuare?
nb_no: Denne funksjonen krever at du bruker Microsoft Exchange Online. Hvis du aktiverer denne funksjonen, har du samtykket i å dele noen av organisasjonens data i Office 365 med Business Central. Business Central får tilgang til detaljer om e-postmeldinger i den delte postboksen som administratoren har opprettet for loggføring av e-post. Detaljene inkluderer meldingens ID-er, om det er et utkast, datoene og klokkeslettene den ble sendt og mottatt, teksten fra emnelinjen, en kobling til meldingen i Exchange Online og e-postadressene til avsenderen og mottakerne på linjene Til og Kopi.\\Business Central lagrer bare ID-er, datoer, emne og nettkobling. Innholdet i meldingene lagres ikke, men det finnes en kobling som åpner e-postmeldingen i Outlook Online.\\Vil du fortsette?
sv_se: Den här funktionen kräver att du använder Microsoft Exchange Online. Genom att aktivera den här funktionen accepterar du att en del av organisationens data i Office 365 delas med Business Central. Business Central får då tillgång till information om e-postmeddelanden i den delade postlåda som administratören har skapat för e-postloggning. Detaljerna omfattar meddelandets ID, om det är ett utkast, datum och tidpunkt då det skickades och togs emot, text på ämnesraden, en länk till meddelandet i Exchange Online och e-postadresserna till avsändaren och mottagarna på raderna Till och Kopia.\\Business Central lagrar endast ID:n, datum, ämne och webblänk. Vi lagrar inte innehållet i meddelandena, men det finns en länk som öppnar e-postmeddelandet i Outlook Online.\\Vill du fortsätta?

# TableExtension 1985928904 - Field 1454496815 - Property 2879900210
source: Internet Message Checksum
fr_be: Somme de contrôle des messages Internet
it_it: Checksum messaggio Internet
nb_no: Kontrollsum for Internett-melding
sv_se: Kontrollsumma för Internetmeddelande

# TableExtension 1985928904 - Field 3069553751 - Property 2879900210
source: Internet Message ID
fr_be: ID message Internet
it_it: ID messaggio Internet
nb_no: ID for Internett-melding
sv_se: ID för Internetmeddelande
