Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: APIReportsFinance/Source/API Reports - Finance/Translations/API Reports - Finance.*.xlf
Languages: de_at

# Page 4192068966 - Property 2879900210
source: API Finance - Acc Periods
de_at: API-Finanzierung – Buchhaltungsperioden

# Page 4192068966 - Property 3446740159
source: Accounting Periods
de_at: Buchhaltungsperioden

# Page 4192068966 - Control 245570718 - Property 2879900210
source: Closed
de_at: Geschlossen

# Page 4192068966 - Control 460507951 - Property 2879900210
source: Display Name
de_at: Anzeigename

# Page 4192068966 - Control 2786197837 - Property 2879900210
source: Ending Date
de_at: Enddatum

# Page 4192068966 - Control 3298568402 - Property 2879900210
source: Fiscal Year End Date
de_at: Geschäftsjahr-Enddatum

# Page 4192068966 - Control 3893425251 - Property 2879900210
source: Fiscal Year Start Date
de_at: Geschäftsjahr-Startdatum

# Page 4192068966 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Page 4192068966 - Control 1563494139 - Property 2879900210
source: New Fiscal Year
de_at: Neues Geschäftsjahr

# Page 4192068966 - Control 1751904704 - Property 2879900210
source: Starting Date
de_at: Startdatum

# Page 3815513967 - Property 2879900210
source: API Finance - Business Unit
de_at: API-Finanzierung – Konzernmandant

# Page 3815513967 - Property 3446740159
source: Business Unit
de_at: Konzernmandant

# Page 3815513967 - Control 1408747468 - Property 2879900210
source: Company Name
de_at: Mandantenname

# Page 3815513967 - Control 3529320009 - Property 2879900210
source: Consolidate
de_at: Konsolidieren

# Page 3815513967 - Control 2684058382 - Property 2879900210
source: Consolidation %
de_at: Konsolidierung %

# Page 3815513967 - Control 1808640270 - Property 2879900210
source: Company Name
de_at: Mandantenname

# Page 3815513967 - Control 2786197837 - Property 2879900210
source: Ending Date
de_at: Enddatum

# Page 3815513967 - Control 2741087206 - Property 2879900210
source: GL Accounts
de_at: Sachkonten

# Page 3815513967 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Page 3815513967 - Control 572749973 - Property 2879900210
source: Last Run
de_at: Letzte Ausführung

# Page 3815513967 - Control 1751904704 - Property 2879900210
source: Starting Date
de_at: Startdatum

# Page 3270520675 - Property 2879900210
source: API Finance - Customer
de_at: API-Finanzierung – Debitor

# Page 3270520675 - Property 3446740159
source: Customer
de_at: Debitor

# Page 3270520675 - Control 412705190 - Property 2879900210
source: Balance Due
de_at: Fälliger Saldo

# Page 3270520675 - Control 4247538596 - Property 2879900210
source: Blocked
de_at: Gesperrt

# Page 3270520675 - Control 2754366897 - Property 2879900210
source: City
de_at: Ort

# Page 3270520675 - Control 2807065388 - Property 2879900210
source: Country/Region Code
de_at: Länder-/Regionscode

# Page 3270520675 - Control 3468600852 - Property 2879900210
source: Credit Limit
de_at: Kreditlimit

# Page 3270520675 - Control 1808640270 - Property 2879900210
source: Currency Code
de_at: Währungscode

# Page 3270520675 - Control 460507951 - Property 2879900210
source: Display Name
de_at: Anzeigename

# Page 3270520675 - Control 2245436958 - Property 2879900210
source: Last Modified Date
de_at: Datum der letzten Änderung

# Page 3270520675 - Control 2757394829 - Property 2879900210
source: No.
de_at: Anz.

# Page 3270520675 - Control 3476775684 - Property 2879900210
source: Post Code
de_at: PLZ

# Page 3270520675 - Control 4231590924 - Property 2879900210
source: Salesperson Code
de_at: Verkäufercode

# Page 3270520675 - Control 1405163793 - Property 2879900210
source: State
de_at: Bundesland

# Page 3270520675 - Control 3175374588 - Property 2879900210
source: Type
de_at: Typ

# Page 2050804695 - Property 2879900210
source: API Finance - Dim Set Entries
de_at: API-Finanzierung – Dimensionssatzposten

# Page 2050804695 - Property 3446740159
source: Dimension Set Entries
de_at: Dimensionssatzposten

# Page 2050804695 - Control 3904902575 - Property 2879900210
source: Dimension Code
de_at: Dimensionscode

# Page 2050804695 - Control 2727472343 - Property 2879900210
source: Dimension Name
de_at: Dimensionsname

# Page 2050804695 - Control 1355182586 - Property 2879900210
source: Dimension Value Code
de_at: Dimensionswertcode

# Page 2050804695 - Control 2713332634 - Property 2879900210
source: Dimension Value Name
de_at: Dimensionswertname

# Page 2050804695 - Control 3463544090 - Property 2879900210
source: Dimension Value ID
de_at: Dimensionswert-ID

# Page 2050804695 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Page 2050804695 - Control 2504269705 - Property 2879900210
source: Dimension Set ID
de_at: Dimensionssatz-ID

# Page 1476094511 - Property 2879900210
source: API Finance - Dimension Values
de_at: API-Finanzierung – Dimensionswerte

# Page 1476094511 - Property 3446740159
source: Dimension Values
de_at: Dimensionswerte

# Page 1476094511 - Control 4247538596 - Property 2879900210
source: Blocked
de_at: Gesperrt

# Page 1476094511 - Control 434177305 - Property 2879900210
source: Consolidation Code
de_at: Konsolidierungscode

# Page 1476094511 - Control 3904902575 - Property 2879900210
source: Dimension Code
de_at: Dimensionscode

# Page 1476094511 - Control 66710475 - Property 2879900210
source: Dimension Set Entries
de_at: Dimensionssatzposten

# Page 1476094511 - Control 1355182586 - Property 2879900210
source: Dimension Value Code
de_at: Dimensionswertcode

# Page 1476094511 - Control 3463544090 - Property 2879900210
source: Dimension Value Id
de_at: Dimensionswert-ID

# Page 1476094511 - Control 2362895424 - Property 2879900210
source: Dimension Value Name
de_at: Dimensionswertname

# Page 1476094511 - Control 1253680333 - Property 2879900210
source: Dimension Value Type
de_at: Dimensionswertart

# Page 1476094511 - Control 4112524756 - Property 2879900210
source: Global Dimension Number
de_at: Globale Dimensionsnummer

# Page 1476094511 - Control 4224352675 - Property 2879900210
source: Indentation
de_at: Einrückung

# Page 1476094511 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Page 1271282065 - Property 2879900210
source: API Finance - GL Account
de_at: API-Finanzierung – Sachkonto

# Page 1271282065 - Property 3446740159
source: General Ledger Account
de_at: Sachkonto

# Page 1271282065 - Control 2642785491 - Property 2879900210
source: Account Category
de_at: Kontokategorie

# Page 1271282065 - Control 1158613746 - Property 2879900210
source: Account Name
de_at: Kontoname

# Page 1271282065 - Control 3033425374 - Property 2879900210
source: Account Number
de_at: Kontonummer

# Page 1271282065 - Control 2808340301 - Property 2879900210
source: Account Subcategory Description
de_at: Beschreibung der Kontounterkategorie

# Page 1271282065 - Control 1154419302 - Property 2879900210
source: Account Subcategory Entry Number
de_at: Kontounterkategorie-Postennummer

# Page 1271282065 - Control 1486462331 - Property 2879900210
source: Account Type
de_at: Kontoart

# Page 1271282065 - Control 3363030172 - Property 2879900210
source: Business Unit Filter
de_at: Konzernmandantenfilter

# Page 1271282065 - Control 1087635687 - Property 2879900210
source: Income Balance
de_at: GuV/Bilanz

# Page 1271282065 - Control 4224352675 - Property 2879900210
source: Indentation
de_at: Einrückung

# Page 1271282065 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Page 1271282065 - Control 1867129195 - Property 2879900210
source: Net Change
de_at: Bewegung

# Page 1271282065 - Control 1753620658 - Property 2879900210
source: Parent Account Number
de_at: Übergeordnete Kontonummer

# Page 706230764 - Property 2879900210
source: API Finance - GL Budgets
de_at: API-Finanzierung – Sachkontenbudgets

# Page 706230764 - Property 3446740159
source: General Ledger Budgets
de_at: Sachkontobudgets

# Page 706230764 - Control 4247538596 - Property 2879900210
source: Blocked
de_at: Gesperrt

# Page 706230764 - Control 4196384355 - Property 2879900210
source: Budget Dimension 1 Code
de_at: Budgetdimensionscode 1

# Page 706230764 - Control 4029997806 - Property 2879900210
source: Budget Dimension 2 Code
de_at: Budgetdimensionscode 2

# Page 706230764 - Control 3586218965 - Property 2879900210
source: Budget Dimension 3 Code
de_at: Budgetdimensionscode 3

# Page 706230764 - Control 1348480088 - Property 2879900210
source: Budget Dimension 4 Code
de_at: Budgetdimensionscode 4

# Page 706230764 - Control 4232699882 - Property 2879900210
source: Description
de_at: Beschreibung

# Page 706230764 - Control 460507951 - Property 2879900210
source: Display Name
de_at: Anzeigename

# Page 706230764 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Page 3028937253 - Property 2879900210
source: API Finance - Global Settings
de_at: API-Finanzierung – Globale Einstellungen

# Page 3028937253 - Property 3446740159
source: Global Settings
de_at: Globale Einstellungen

# Page 3028937253 - Control 3373486276 - Property 2879900210
source: Additional Reporting Currency
de_at: Berichtswährung

# Page 3028937253 - Control 1408747468 - Property 2879900210
source: Company Name
de_at: Mandantenname

# Page 3028937253 - Control 2528260897 - Property 2879900210
source: Local Currency Code
de_at: Lokaler Währungscode

# Page 1622772827 - Property 2879900210
source: API Finance - Vendor
de_at: API-Finanzierung – Kreditor

# Page 1622772827 - Property 3446740159
source: Vendor
de_at: Kreditor

# Page 1622772827 - Control 2130846610 - Property 2879900210
source: Balance
de_at: Saldo

# Page 1622772827 - Control 4247538596 - Property 2879900210
source: Blocked
de_at: Gesperrt

# Page 1622772827 - Control 2754366897 - Property 2879900210
source: City
de_at: Ort

# Page 1622772827 - Control 2807065388 - Property 2879900210
source: Country/Region Code
de_at: Länder-/Regionscode

# Page 1622772827 - Control 1808640270 - Property 2879900210
source: Currency Code
de_at: Währungscode

# Page 1622772827 - Control 460507951 - Property 2879900210
source: Display Name
de_at: Anzeigename

# Page 1622772827 - Control 2245436958 - Property 2879900210
source: Last Modified Date
de_at: Datum der letzten Änderung

# Page 1622772827 - Control 2757394829 - Property 2879900210
source: No.
de_at: Anz.

# Page 1622772827 - Control 561803164 - Property 2879900210
source: Payment Method Id
de_at: Zahlungsformkennung

# Page 1622772827 - Control 3603481462 - Property 2879900210
source: Payment Terms Id
de_at: Zahlungsbedingungskennung

# Page 1622772827 - Control 3476775684 - Property 2879900210
source: Post Code
de_at: PLZ

# Page 1622772827 - Control 1405163793 - Property 2879900210
source: State
de_at: Bundesland

# Page 1622772827 - Control 2795513406 - Property 2879900210
source: Tax Liable
de_at: Steuerpflichtig

# Query 3347428205 - Property 2879900210
source: API Fin - Cust Ledg Entry
de_at: API-Finanzierung – Debitorenposten

# Query 3347428205 - Property 3446740159
source: Customer Ledger Entry
de_at: Debitorenposten

# Query 3347428205 - QueryColumn 1121446808 - Property 2879900210
source: Amount
de_at: Betrag

# Query 3347428205 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
de_at: Betrag (MW)

# Query 3347428205 - QueryColumn 2661940603 - Property 2879900210
source: Balancing Account Number
de_at: Gegenkontonummer

# Query 3347428205 - QueryColumn 1814384590 - Property 2879900210
source: Bal. Account Type
de_at: Gegenkontoart

# Query 3347428205 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
de_at: Habenbetrag

# Query 3347428205 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
de_at: Habenbetrag (MW)

# Query 3347428205 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
de_at: Währungscode

# Query 3347428205 - QueryColumn 3226897001 - Property 2879900210
source: Customer Number
de_at: Debitorennummer

# Query 3347428205 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
de_at: Sollbetrag

# Query 3347428205 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
de_at: Sollbetrag (MW)

# Query 3347428205 - QueryColumn 4232699882 - Property 2879900210
source: Description
de_at: Beschreibung

# Query 3347428205 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
de_at: Dimensionssatz-ID

# Query 3347428205 - QueryColumn 1150262424 - Property 2879900210
source: Document Number
de_at: Belegnummer

# Query 3347428205 - QueryColumn 305869689 - Property 2879900210
source: Document Type
de_at: Belegart

# Query 3347428205 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
de_at: Eintragsnummer

# Query 3347428205 - QueryColumn 138905291 - Property 2879900210
source: External Document Number
de_at: Externe Belegnummer

# Query 3347428205 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Query 3347428205 - QueryColumn 520546656 - Property 2879900210
source: Open
de_at: Offen

# Query 3347428205 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
de_at: Datumsfilter

# Query 389033821 - Property 2879900210
source: API Fin - Dtld Cust Ledg Entry
de_at: API-Finanzierung – Detaillierter Debitorenposten

# Query 389033821 - Property 3446740159
source: Detailed Customer Ledger Entry
de_at: Detaillierter Debitorenposten

# Query 389033821 - QueryColumn 1121446808 - Property 2879900210
source: Amount
de_at: Betrag

# Query 389033821 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
de_at: Betrag (MW)

# Query 389033821 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
de_at: Habenbetrag

# Query 389033821 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
de_at: Habenbetrag (MW)

# Query 389033821 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
de_at: Währungscode

# Query 389033821 - QueryColumn 3226897001 - Property 2879900210
source: Customer Number
de_at: Debitorennummer

# Query 389033821 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
de_at: Sollbetrag

# Query 389033821 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
de_at: Sollbetrag (MW)

# Query 389033821 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
de_at: Eintragsnummer

# Query 389033821 - QueryColumn 4002976000 - Property 2879900210
source: Entry Number
de_at: Eintragsnummer

# Query 389033821 - QueryColumn 1572653612 - Property 2879900210
source: Initial Entry Global Dimension 1
de_at: Urspr. Posten Globale Dimension 1

# Query 389033821 - QueryColumn 2210350229 - Property 2879900210
source: Initial Entry Global Dimension 1
de_at: Urspr. Posten Globale Dimension 1

# Query 389033821 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Query 389033821 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
de_at: Datumsfilter

# Query 3908709429 - Property 2879900210
source: API Fin - Dtld Vend Ledg Entry
de_at: API-Finanzierung – Detaillierter Kreditorenposten

# Query 3908709429 - Property 3446740159
source: Detailed Vendor Ledger Entry
de_at: Detaillierter Kreditorenposten

# Query 3908709429 - QueryColumn 1121446808 - Property 2879900210
source: Amount
de_at: Betrag

# Query 3908709429 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
de_at: Betrag (MW)

# Query 3908709429 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
de_at: Habenbetrag

# Query 3908709429 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
de_at: Habenbetrag (MW)

# Query 3908709429 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
de_at: Währungscode

# Query 3908709429 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
de_at: Sollbetrag

# Query 3908709429 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
de_at: Sollbetrag (MW)

# Query 3908709429 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
de_at: Eintragsnummer

# Query 3908709429 - QueryColumn 4002976000 - Property 2879900210
source: Entry Number
de_at: Eintragsnummer

# Query 3908709429 - QueryColumn 1572653612 - Property 2879900210
source: Initial Entry Global Dimension 1
de_at: Urspr. Posten Globale Dimension 1

# Query 3908709429 - QueryColumn 2210350229 - Property 2879900210
source: Initial Entry Global Dimension 1
de_at: Urspr. Posten Globale Dimension 1

# Query 3908709429 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Query 3908709429 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
de_at: Datumsfilter

# Query 3908709429 - QueryColumn 712552689 - Property 2879900210
source: Vendor Number
de_at: Kreditorennummer

# Query 2011073221 - Property 2879900210
source: API Fin - Vend Ledg Entry
de_at: API-Finanzierung – Kreditorenposten

# Query 2011073221 - Property 3446740159
source: Vendor Ledger Entry
de_at: Kreditorenposten

# Query 2011073221 - QueryColumn 1121446808 - Property 2879900210
source: Amount
de_at: Betrag

# Query 2011073221 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
de_at: Betrag (MW)

# Query 2011073221 - QueryColumn 2661940603 - Property 2879900210
source: Balancing Account Number
de_at: Gegenkontonummer

# Query 2011073221 - QueryColumn 1814384590 - Property 2879900210
source: Bal. Account Type
de_at: Gegenkontoart

# Query 2011073221 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
de_at: Habenbetrag

# Query 2011073221 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
de_at: Habenbetrag (MW)

# Query 2011073221 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
de_at: Währungscode

# Query 2011073221 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
de_at: Sollbetrag

# Query 2011073221 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
de_at: Sollbetrag (MW)

# Query 2011073221 - QueryColumn 4232699882 - Property 2879900210
source: Description
de_at: Beschreibung

# Query 2011073221 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
de_at: Dimensionssatz-ID

# Query 2011073221 - QueryColumn 1150262424 - Property 2879900210
source: Document Number
de_at: Belegnummer

# Query 2011073221 - QueryColumn 305869689 - Property 2879900210
source: Document Type
de_at: Belegart

# Query 2011073221 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
de_at: Eintragsnummer

# Query 2011073221 - QueryColumn 138905291 - Property 2879900210
source: External Document Number
de_at: Externe Belegnummer

# Query 2011073221 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Query 2011073221 - QueryColumn 520546656 - Property 2879900210
source: Open
de_at: Offen

# Query 2011073221 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
de_at: Datumsfilter

# Query 2011073221 - QueryColumn 712552689 - Property 2879900210
source: Vendor Number
de_at: Kreditorennummer

# Query 4038548433 - Property 2879900210
source: API Finance - GL Budget Entry
de_at: API-Finanzierung – Finanzbudgetposten

# Query 4038548433 - Property 3446740159
source: General Budget Entry
de_at: Allgemeiner Budgetposten

# Query 4038548433 - QueryColumn 1007289100 - Property 2879900210
source: Account Number
de_at: Kontonummer

# Query 4038548433 - QueryColumn 1121446808 - Property 2879900210
source: Amount
de_at: Betrag

# Query 4038548433 - QueryColumn 4196384355 - Property 2879900210
source: Budget Dimension 1 Code
de_at: Budgetdimensionscode 1

# Query 4038548433 - QueryColumn 4029997806 - Property 2879900210
source: Budget Dimension 2 Code
de_at: Budgetdimensionscode 2

# Query 4038548433 - QueryColumn 3586218965 - Property 2879900210
source: Budget Dimension 3 Code
de_at: Budgetdimensionscode 3

# Query 4038548433 - QueryColumn 1348480088 - Property 2879900210
source: Budget Dimension 4 Code
de_at: Budgetdimensionscode 4

# Query 4038548433 - QueryColumn 768536247 - Property 2879900210
source: Business Unit Code
de_at: Konzernmandantencode

# Query 4038548433 - QueryColumn 895206272 - Property 2879900210
source: Date
de_at: Datum

# Query 4038548433 - QueryColumn 4232699882 - Property 2879900210
source: Description
de_at: Beschreibung

# Query 4038548433 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
de_at: Dimensionssatz-ID

# Query 4038548433 - QueryColumn 622001707 - Property 2879900210
source: G/L Account No.
de_at: Sachkontonr.

# Query 4038548433 - QueryColumn 2895345465 - Property 2879900210
source: Global Dimension 1 Code
de_at: Globaler Dimensionscode 1

# Query 4038548433 - QueryColumn 2945582944 - Property 2879900210
source: Global Dimension 2 Code
de_at: Globaler Dimensionscode 2

# Query 4038548433 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Query 4038548433 - QueryColumn 2757394829 - Property 2879900210
source: Number
de_at: Anzahl

# Query 1155807422 - Property 2879900210
source: API Finance - GL Entry
de_at: API-Finanzierung – Sachposten

# Query 1155807422 - Property 3446740159
source: General Ledger Entry
de_at: Sachposten

# Query 1155807422 - QueryColumn 3033425374 - Property 2879900210
source: Account Number
de_at: Kontonummer

# Query 1155807422 - QueryColumn 3633511510 - Property 2879900210
source: Additional Currency Amount
de_at: Zusätzlicher Währungsbetrag

# Query 1155807422 - QueryColumn 1121446808 - Property 2879900210
source: Amount
de_at: Betrag

# Query 1155807422 - QueryColumn 768536247 - Property 2879900210
source: Business Unit Code
de_at: Konzernmandantencode

# Query 1155807422 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
de_at: Habenbetrag

# Query 1155807422 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
de_at: Sollbetrag

# Query 1155807422 - QueryColumn 4232699882 - Property 2879900210
source: Description
de_at: Beschreibung

# Query 1155807422 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
de_at: Dimensionssatz-ID

# Query 1155807422 - QueryColumn 1150262424 - Property 2879900210
source: Document Number
de_at: Belegnummer

# Query 1155807422 - QueryColumn 138905291 - Property 2879900210
source: External Document Number
de_at: Externe Belegnummer

# Query 1155807422 - QueryColumn 2895345465 - Property 2879900210
source: Global Dimension 1 Code
de_at: Globaler Dimensionscode 1

# Query 1155807422 - QueryColumn 2945582944 - Property 2879900210
source: Global Dimension 2 Code
de_at: Globaler Dimensionscode 2

# Query 1155807422 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
de_at: Datum/Uhrzeit der letzten Änderung

# Query 1155807422 - QueryColumn 2757394829 - Property 2879900210
source: Number
de_at: Anzahl

# Query 1155807422 - QueryColumn 1260828904 - Property 2879900210
source: Posting Date
de_at: Buchungsdatum

# Query 1155807422 - QueryColumn 371519688 - Property 2879900210
source: Reversed
de_at: Storniert

# Query 1155807422 - QueryColumn 725927060 - Property 2879900210
source: Source Code
de_at: Herkunftscode

# Query 1155807422 - QueryColumn 1267861810 - Property 2879900210
source: Source Number
de_at: Herkunftsnummer
