Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: APIReportsFinance/Source/API Reports - Finance/Translations/API Reports - Finance.*.xlf
Languages: de_at

# Query 1155807422 - QueryColumn 458640351 - Property 2879900210
source: Source Type
de_at: Herkunftsart

# Query 1155807422 - QueryColumn 2061133889 - Property 2879900210
source: VAT Amount
de_at: MwSt.-Betrag
