Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: MasterDataManagement/Source/_Exclude_Master_Data_Management/Translations/_Exclude_Master_Data_Management.*.xlf
Languages: de_de, es_mx, it_ch, nl_be

# Codeunit 1724665409 - NamedType 66306976
source: The coupling has been scheduled for %1 of %4 records. %2 records failed. %3 records were skipped.
de_de: Kopplung wurde für %1 von %4 Datensätzen geplant und ist für %2 Datensätze fehlgeschlagen. %3 Datensätze wurden übersprungen.
es_mx: Se ha programado el emparejamiento para %1 de %4 registros. Error en %2 registros. Se han omitido %3 registros.
it_ch: L'associazione è stata programmata per %1 di %4 record. %2 record non sono riusciti. %3 record sono stati ignorati.
nl_be: De koppeling is gepland voor %1 van %4 records. Er zijn %2 records mislukt en %3 records overgeslagen.

# Codeunit 1724665409 - NamedType 930042175
source: The coupling has been scheduled.
de_de: Die Kopplung wurde geplant.
es_mx: Se ha programado el emparejamiento.
it_ch: L'associazione è stata programmata.
nl_be: De koppeling is gepland.

# Codeunit 1724665409 - NamedType 992787618
source: Your license does not allow you to schedule a background task. To view details about your permissions, see the Effective Permissions page.
de_de: Ihre Lizenz erlaubt es Ihnen nicht, eine Hintergrundaufgabe zu planen. Informationen zu Ihren Berechtigungen finden Sie auf der Seite „Effektive Berechtigungen“.
it_ch: La licenza non consente di pianificare il task in background. Per visualizzare i dettagli sulle autorizzazioni, vedere la pagina Autorizzazioni valide.

# Codeunit 2266395223 - NamedType 112073631
source: The only supported direction for the data synchronization is %1.
de_de: Die einzige unterstützte Richtung für die Datensynchronisierung ist %1.
es_mx: La única dirección admitida para la sincronización de datos es %1.
it_ch: L'unica direzione supportata per la sincronizzazione dei dati è %1.
nl_be: De enige ondersteunde richting voor de gegevenssynchronisatie is %1.

# Codeunit 2266395223 - NamedType 256105069
source: Table %1 has a primary key that consists of %2 fields. Synchronization engine doesn't support renaming with primary key length of more than 5 fields.\\Before retrying, open Synchronization Tables, select %1, choose Synchronization Fields and disable the synchronization of its primary key fields.
de_de: Tabelle %1 hat einen Primärschlüssel, der aus %2 Feldern besteht. Das Synchronisierungsmodul unterstützt keine Umbenennung mit einer Primärschlüssellänge von mehr als 5 Feldern.\\Bevor Sie es erneut versuchen, öffnen Sie „Synchronisierungstabellen“, wählen Sie %1 sowie „Synchronisierungsfelder“ aus und deaktivieren Sie die Synchronisierung ihrer Primärschlüsselfelder.
es_mx: La tabla %1 tiene una clave principal que consta de %2 campos. El motor de sincronización no admite el cambio de nombre con una longitud de clave principal de más de 5 campos.\\Antes de volver a intentarlo, abra las tablas de sincronización, seleccione %1, elija los campos de sincronización y deshabilite la sincronización de sus campos de clave principal.
it_ch: La tabella %1 ha una chiave primaria costituita da %2 campi. Il motore di sincronizzazione non supporta la ridenominazione della chiave primaria con una lunghezza di oltre 5 campi.\\Prima di riprovare, aprire Tabelle di sincronizzazione, selezionare %1, scegliere Campi di sincronizzazione e disabilitare la sincronizzazione dei campi di chiave primaria.
nl_be: Tabel %1 heeft een primaire sleutel die bestaat uit %2 velden. De synchronisatie-engine ondersteunt geen hernoeming met een primaire sleutel die langer is dan 5 velden.\\Open voordat u het opnieuw probeert Synchronisatietabellen, selecteer %1, kies Synchronisatievelden en schakel de synchronisatie van de primaire-sleutelvelden ervan uit.

# Codeunit 2266395223 - NamedType 3182378746
source: Record %2 was modified locally since the last synchronization and a different value for field %1 (%3) is synchronizing from the source record.\\Before retrying, open Synchronization Tables, select %4, choose action Fields and either disable the synchronization of %1 or set it up to overwrite local changes. Alternatively, choose to overwrite local changes on synchronization table %4.
de_de: Der Datensatz %2 wurde seit der letzten Synchronisierung lokal geändert und ein anderer Wert für Feld %1 (%3) wird aus dem Quelldatensatz synchronisiert.\\Bevor Sie es erneut versuchen, öffnen Sie „Synchronisierungstabellen“, wählen Sie %4 und Aktionsfelder aus und deaktivieren Sie die Synchronisierung von %1 oder richten Sie sie so ein, dass lokale Änderungen überschrieben werden. Alternativ können Sie lokale Änderungen an der Synchronisierungstabelle %4 überschreiben.
es_mx: El registro %2 se ha modificado localmente desde la última sincronización y se está sincronizando un valor diferente para el campo %1 (%3) desde el registro de origen.\\Antes de volver a intentarlo, abra Tablas de sincronización, seleccione %4, elija campos de acción y deshabilite la sincronización de %1 o configúrela para sobrescribir los cambios locales. Como alternativa, puede elegir sobrescribir los cambios locales en la tabla de sincronización %4.
it_ch: Il record %2 è stato modificato localmente dopo l'ultima sincronizzazione e un valore diverso %3 per il campo %1 è stato sincronizzato dal record di origine.\\Prima di riprovare, aprire Tabelle di sincronizzazione, selezionare %4, scegliere l'azione Campi e disabilitare la sincronizzazione di %1 o impostarlo in modo da sovrascrivere le modifiche locali. In alternativa, scegliere di sovrascrivere le modifiche locali nella tabella di sincronizzazione %4.
nl_be: Record %2 is lokaal gewijzigd sinds de laatste synchronisatie en er wordt een andere waarde voor het veld %1 (%3) gesynchroniseerd vanuit de bronrecord.\\Open voordat u het opnieuw probeert Synchronisatietabellen, selecteer %4, kies actievelden en schakel de synchronisatie van %1 uit of stel deze zo in dat lokale wijzigingen worden overschreven. U kunt ook lokale wijzigingen in synchronisatietabel %4 overschrijven.

# Codeunit 3457626429 - NamedType 1777341635
source: Cannot find the mapping %2 in table %1.
de_de: Zuordnung %2 in Tabelle %1 kann nicht gefunden werden
es_mx: No se encuentra la asignación %2 en la tabla %1.
it_ch: Impossibile trovare il mapping %2 nella tabella %1.
nl_be: Kan de toewijzing %2 in tabel %1 niet vinden.

# Codeunit 3457626429 - NamedType 2100988429
source: Cannot find %1 record %2.
de_de: %1-Datensatz %2 kann nicht gefunden werden
es_mx: No se encuentra el registro %2 de %1.
it_ch: Impossibile trovare il record %2 di %1.
nl_be: Kan %1-record %2 niet vinden.

# Codeunit 3457626429 - NamedType 214721300
source: Cannot determine the source origin: %1.
de_de: Herkunft der Quelle kann nicht bestimmt werden: %1
es_mx: No se puede determinar el origen: %1.
it_ch: Impossibile determinare l'ID origine: %1.
nl_be: Kan de bronherkomst niet bepalen: %1.

# Codeunit 402828404 - NamedType 1075509946
source: %1 uncouple job.
de_de: Abkopplungsauftrag %1
es_mx: Proyecto de desemparejamiento %1.
it_ch: Processo di annullamento dell'associazione di %1.
nl_be: Ontkoppelingstaak %1.

# Codeunit 402828404 - NamedType 1325297073
source: New vendors were created during synch.
de_de: Neue Kreditoren wurden während der Synchronisierung erstellt.
es_mx: Se crearon nuevos proveedores durante la sincronización.
it_ch: Durante la sincronizzazione sono stati creati nuovi fornitori.
nl_be: Er zijn nieuwe leveranciers gemaakt tijdens de synchronisatie.

# Codeunit 402828404 - NamedType 2165035145
source: New customers were created during synch.
de_de: Neue Debitoren wurden während der Synchronisierung erstellt.
es_mx: Se crearon nuevos clientes durante la sincronización.
it_ch: Durante la sincronizzazione sono stati creati nuovi clienti.
nl_be: Er zijn nieuwe klanten gemaakt tijdens de synchronisatie.

# Codeunit 402828404 - NamedType 3595491119
source: %1 - %2 synchronization job.
de_de: %1 – %2-Synchronisierungsauftrag
es_mx: %1: proyecto de sincronización de %2.
it_ch: %1 - Processo di sincronizzazione di %2.
nl_be: Synchronisatietaak %1 - %2.

# Codeunit 402828404 - NamedType 496304863
source: %1 coupling job.
de_de: %1 Kopplungsauftrag
es_mx: Proyecto de emparejamiento %1
it_ch: Processo di associazione di %1.
nl_be: Koppelingstaak %1.

# EnumExtension 4272884949 - EnumValue 1724665409 - Property 2879900210
source: Master Data Management
de_de: Masterdatenverwaltung
es_mx: Administración de datos maestro
it_ch: Gestione dati master
nl_be: Hoofdgegevensbeheer

# Page 1217273708 - Action 2346818080 - Property 1295455071
source: Synchronize records that have been modified since the last time they were synchronized.
de_de: Synchronisiert Datensätze, die seit der letzten Synchronisierung geändert wurden.
es_mx: Sincroniza los registros que se modificaron desde la última sincronización.
it_ch: Sincronizzare i record che sono stati modificati dopo l'ultima sincronizzazione.
nl_be: Records synchroniseren die zijn gewijzigd na de vorige keer dat ze zijn gesynchroniseerd.

# Page 1217273708 - Action 2346818080 - Property 2879900210
source: Synchronize Modified Records
de_de: Bearbeitete Datensätze synchronisieren
es_mx: Sincronizar registros modificados
it_ch: Sincronizza i record modificati
nl_be: Gewijzigde records synchroniseren

# Page 1217273708 - Action 2516736929 - Property 1295455071
source: Start all the default synchronization jobs for synchronizing data from the source company. \\Data is synchronized according to the mappings defined on the Synchronization Tables page.
de_de: Starten Sie alle Standard-Synchronisierungsaufträge zum Synchronisieren von Daten aus dem Ausgangsunternehmen. \\Die Daten werden entsprechend den Zuordnungen synchronisiert, die auf der Seite „Synchronisierungstabellen“ definiert sind.
es_mx: Inicia todos los proyectos de sincronización predeterminados para la sincronización de datos desde la empresa de origen. \\Los datos se sincronizan según las asignaciones definidas en la página Tablas de sincronización.
it_ch: Avviare tutti i processi di sincronizzazione predefiniti per la sincronizzazione dei dati dalla società di origine. \\I dati vengono sincronizzati in base ai mapping definiti nella pagina Tabelle di sincronizzazione.
nl_be: Alle standaardsynchronisatietaken starten voor het synchroniseren van gegevens uit het bronbedrijf. \\Gegevens worden gesynchroniseerd op basis van de toewijzingen die zijn gedefinieerd op de pagina Synchronisatietabellen.

# Page 1217273708 - Action 2516736929 - Property 2879900210
source: Start Initial Synchronization
de_de: Anfängliche Synchronisierung starten
es_mx: Iniciar sincronización inicial
it_ch: Avvia sincronizzazione iniziale
nl_be: Initiële synchronisatie starten

# Page 1217273708 - Action 264040975 - Property 1295455071
source: View the job queue entries that manage the scheduled data synchronization.
de_de: Zeigt die Aufgabenwarteschlangenposten an, die die geplante Datensynchronisierung verwalten
es_mx: Permite ver los movimientos de la cola de proyectos que administran la sincronización de datos programados.
it_ch: Visualizzare i movimenti coda processi che gestiscono la sincronizzazione dei dati programmata.
nl_be: De taakwachtrij-items weergeven die de geplande gegevenssynchronisatie beheren.

# Page 1217273708 - Action 264040975 - Property 2879900210
source: Synch. Job Queue Entries
de_de: Posten der Synchronisierungsauftragswarteschlange
es_mx: Sinc. movimientos cola proyecto
it_ch: Movimenti coda processi di sincronizzazione
nl_be: Wachtrij-items van synchronisatietaak

# Page 1217273708 - Action 3203970637 - Property 1295455071
source: Export the setup tables.
de_de: Exportieren Sie die Einrichtungstabellen.
es_mx: Permite exportar las tablas de configuración.
it_ch: Esportare le tabelle di setup.
nl_be: De instellingstabellen exporteren.

# Page 1217273708 - Action 3203970637 - Property 2879900210
source: Export Setup
de_de: Exporteinrichtung
es_mx: Config. exportación
it_ch: Esporta setup
nl_be: Instelling exporteren

# Page 1217273708 - Action 3383493608 - Property 2879900210
source: Synchronization
de_de: Synchronisierung
es_mx: Sincronización
it_ch: Sincronizzazione
nl_be: Synchronisatie

# Page 1217273708 - Action 3430871846 - Property 1295455071
source: Import the setup tables.
de_de: Importieren Sie die Einrichtungstabellen.
es_mx: Permite importa las tablas de configuración.
it_ch: Importare le tabelle di setup.
nl_be: De instellingstabellen importeren.

# Page 1217273708 - Action 3430871846 - Property 2879900210
source: Import Setup
de_de: Importeinrichtung
es_mx: Importar configuración
it_ch: Importa setup
nl_be: Instelling importeren

# Page 1217273708 - Action 3787407361 - Property 1295455071
source: View the list of tables to synchronize.
de_de: Zeigen Sie die Liste der zu synchronisierenden Tabellen an.
es_mx: Permite ver la lista de tablas que se sincronizarán.
it_ch: Visualizzare la lista delle tabelle da sincronizzare.
nl_be: De lijst met te synchroniseren tabellen weergeven.

# Page 1217273708 - Action 3787407361 - Property 2879900210
source: Synchronization Tables
de_de: Synchronisierungstabellen
es_mx: Tablas de sincronización
it_ch: Tabelle di sincronizzazione
nl_be: Synchronisatietabellen

# Page 1217273708 - Action 639242359 - Property 1295455071
source: Resets the integration table mappings and synchronization jobs to the default values for a connection with the source company. All current mappings are deleted and recreated.
de_de: Setzt die Integrationstabellenzuordnungen und Synchronisierungsaufträge für eine Verbindung mit dem Ausgangsunternehmen auf die Standardwerte zurück. Alle aktuellen Zuordnungen werden gelöscht und neu erstellt.
es_mx: Restablece las asignaciones de tabla de integración y los proyectos de sincronización a sus valores predeterminados para establecer una conexión con la empresa de origen. Se eliminan y vuelven a crear todas las asignaciones actuales.
it_ch: Ripristina i mapping della tabella di integrazione e i processi di sincronizzazione sui valori predefiniti per una connessione alla società di origine. Tutti i mapping correnti vengono ricreati.
nl_be: Hiermee worden de toewijzingen van integratietabellen en synchronisatietaken opnieuw ingesteld op de standaardwaarden voor een verbinding met het bronbedrijf. Alle huidige toewijzingen worden verwijderd en opnieuw gemaakt.

# Page 1217273708 - Action 639242359 - Property 2879900210
source: Use Default Synchronization Setup
de_de: Standard-Synchronisierungseinrichtung verwenden
es_mx: Usar configuración de sincronización predeterminada
it_ch: Utilizza setup sincronizzazione predefinito
nl_be: Standaardsynchronisatie-instelling gebruiken

# Page 2401688108 - Action 1723776373 - Property 1295455071
source: Delete couplings for the selected Business Central record types.
de_de: Löschen Sie Kopplungen für die ausgewählten Business Central-Datensatztypen.
es_mx: Permite eliminar acoplamientos para los tipos de registro de Business Central seleccionados.
it_ch: Eliminare le associazioni per i tipi di record selezionati di Business Central.
nl_be: Koppelingen verwijderen voor de geselecteerde Business Central-typen.

# Page 2401688108 - Action 1723776373 - Property 2879900210
source: Delete Couplings
de_de: Kopplungen löschen
es_mx: Eliminar emparejamientos
it_ch: Elimina associazioni
nl_be: Koppelingen verwijderen

# Page 2401688108 - Action 1793113119 - Property 1295455071
source: View the status of jobs for match-based coupling of records.
de_de: Zeigen Sie den Status von Aufträgen für Kopplung basierend auf Übereinstimmung von Datensätzen an.
es_mx: Permite ver el estado de los proyectos para el emparejamiento basado en coincidencias de registros.
it_ch: Visualizzare lo stato dei processi per l'associazione di record basata su corrispondenza.
nl_be: De status weergeven van taken voor op overeenkomsten gebaseerde koppeling van records.

# Page 2401688108 - Action 1793113119 - Property 2879900210
source: Integration Coupling Job Log
de_de: Auftragsprotokoll für Integrationskopplung
es_mx: Registro de proyecto de emparejamiento de integración
it_ch: Log processi di associazione integrazione
nl_be: Taaklogbestand voor integratiekoppeling

# Page 2401688108 - Action 2346818080 - Property 1295455071
source: Synchronize records that have been modified since the last time they were synchronized.
de_de: Synchronisiert Datensätze, die seit der letzten Synchronisierung geändert wurden.
es_mx: Sincroniza los registros que se modificaron desde la última sincronización.
it_ch: Sincronizzare i record che sono stati modificati dopo l'ultima sincronizzazione.
nl_be: Records synchroniseren die zijn gewijzigd na de vorige keer dat ze zijn gesynchroniseerd.

# Page 2401688108 - Action 2346818080 - Property 2879900210
source: Synchronize Modified Records
de_de: Bearbeitete Datensätze synchronisieren
es_mx: Sincronizar registros modificados
it_ch: Sincronizza i record modificati
nl_be: Gewijzigde records synchroniseren

# Page 2401688108 - Action 2573355370 - Property 1295455071
source: View fields that are synchronized.
de_de: Zeigen Sie Felder an, die synchronisiert werden.
es_mx: Permite ver los campos que están sincronizados.
it_ch: Visualizzare i campi sincronizzati.
nl_be: Velden weergeven die zijn gesynchroniseerd.

# Page 2401688108 - Action 2573355370 - Property 2879900210
source: Fields
de_de: Felder
es_mx: Campos
it_ch: Campi
nl_be: Velden

# Page 2401688108 - Action 2653096382 - Property 1295455071
source: View or edit the job queue entry for the synchronization of this table.
de_de: Zeigen Sie Aufgabenwarteschlangeposten für die Synchronisierung dieser Tabelle an, oder bearbeiten Sie sie.
es_mx: Permite ver o editar el movimiento de la cola de proyectos para la sincronización de esta tabla.
it_ch: Visualizzare o modificare il movimento coda processi per la sincronizzazione della tabella.
nl_be: Het taakwachtrij-item voor de synchronisatie van deze tabel weergeven of bewerken.

# Page 2401688108 - Action 2653096382 - Property 2879900210
source: Job Queue Entry
de_de: Aufgabenwarteschlangenposten
es_mx: Mov. cola proyecto
it_ch: Movimento coda processi
nl_be: Taakwachtrij-item

# Page 2401688108 - Action 269808213 - Property 1295455071
source: View the status of jobs for uncoupling records. The jobs were run either from the job queue, or manually, in Business Central.
de_de: Zeigen Sie den Status von Aufträgen für die Abkopplung von Datensätzen an. Die Aufträge wurden entweder aus der Aufgabenwarteschlange oder manuell in Business Central ausgeführt.
es_mx: Permite ver el estado de los proyectos de desemparejamiento de registros. Los proyectos se ejecutaron desde la cola de proyectos, o manualmente, en Business Central.
it_ch: Visualizzare lo stato dei processi per l'annullamento dell'associazione dei record. I processi sono stati eseguiti dalla coda processi o manualmente in Business Central.
nl_be: De status weergeven van taken voor het ontkoppelen van records. De taken zijn uitgevoerd vanuit de taakwachtrij of handmatig in Business Central.

# Page 2401688108 - Action 269808213 - Property 2879900210
source: Integration Uncouple Job Log
de_de: Auftragsprotokoll für Integrationsabkopplung
es_mx: Registro proyecto desemparejamiento integración
it_ch: Log processi di annullamento dell'associazione integrazione
nl_be: Taaklogbestand voor integratieontkoppeling

# Page 2401688108 - Action 2976546385 - Property 1295455071
source: Make couplings between the selected Business Central record types based on matching criteria.
de_de: Stellen Sie Kopplungen zwischen dem ausgewählten Business Central-Datensatztyp basierend auf übereinstimmenden Kriterien her.
es_mx: Permite establecer emparejamientos entre los tipos de registros de Business Central seleccionados en función de los criterios de coincidencia.
it_ch: Effettuare le associazioni tra i tipi di record selezionati di Business Central in base ai criteri di corrispondenza.
nl_be: Koppelingen tussen de geselecteerde Business Central-recordtypen maken op basis van overeenkomstcriteria.

# Page 2401688108 - Action 2976546385 - Property 2879900210
source: Match-Based Coupling
de_de: Kopplung basierend auf Übereinstimmung
es_mx: Emparejamiento basado en coincidencias
it_ch: Associazione basata su corrispondenza
nl_be: Koppeling op basis van overeenkomsten

# Page 2401688108 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
es_mx: Proceso
it_ch: Processo
nl_be: Verwerken

# Page 2401688108 - Action 3483044347 - Property 1295455071
source: Enables the synchronization of the selected tables.
de_de: Aktiviert die Synchronisierung der ausgewählten Tabellen
es_mx: Habilita la sincronización de las tablas seleccionadas.
it_ch: Abilita la sincronizzazione delle tabelle selezionate.
nl_be: Hiermee wordt de synchronisatie van de geselecteerde tabellen ingeschakeld.

# Page 2401688108 - Action 3483044347 - Property 2879900210
source: Enable
de_de: Aktivieren
es_mx: Habilitar
it_ch: Abilita
nl_be: Inschakelen

# Page 2401688108 - Action 3601201259 - Property 1295455071
source: View the status of the individual synchronization jobs that have been run for this table. This includes synchronization jobs that have been run from the job queue and manual synchronization jobs that were performed on records from the Business Central client.
de_de: Zeigen Sie den Status der einzelnen Synchronisierungsaufgaben an, die für diese Tabelle ausgeführt wurden. Dies schließt Synchronisierungsaufgaben ein, die über die Aufgabenwarteschlange ausgeführt wurden, sowie manuelle Synchronisierungsaufgaben, die für Datensätze des Business Central-Clients ausgeführt wurden.
es_mx: Permite ver el estado de los proyectos de sincronización individuales que se han ejecutado para esta tabla. Esto incluye los proyectos de sincronización que se han ejecutado desde la cola de proyectos y los proyectos de sincronización manual que se realizaron en los registros del cliente de Business Central.
it_ch: Visualizzare lo stato di singoli processi di sincronizzazione che sono stati eseguiti per la tabella. Sono inclusi i processi di sincronizzazione che sono stati eseguiti dalla coda processi e i processi di sincronizzazione manuale che sono stati eseguiti sui record dal client Business Central.
nl_be: De status weergeven van de afzonderlijke synchronisatietaken die zijn uitgevoerd voor deze tabel. Dit omvat synchronisatietaken die zijn uitgevoerd vanuit de taakwachtrij en handmatige synchronisatietaken die op records zijn uitgevoerd vanuit de Business Central-client.

# Page 2401688108 - Action 3601201259 - Property 2879900210
source: Synchronization Log
de_de: Synchronisierungsprotokoll
es_mx: Registro de sincronización
it_ch: Log sincronizzazione
nl_be: Synchronisatielogbestand

# Page 2401688108 - Action 4100860853 - Property 1295455071
source: Start a job for full synchronization from records in the chosen source company for each of the selected tables.
de_de: Starten Sie ein Projekt für die vollständige Synchronisierung von Datensätzen im ausgewählten Ausgangsunternehmen für jede der ausgewählten Tabellen.
es_mx: Permite iniciar un proyecto para la sincronización completa de los registros de la empresa de origen elegida para cada una de las tablas seleccionadas.
it_ch: Avviare un processo per la sincronizzazione completa dei record nella società di origine scelta per ciascuna delle tabelle selezionate.
nl_be: Een taak starten voor volledige synchronisatie vanuit records in het gekozen bronbedrijf voor elk van de geselecteerde tabellen.

# Page 2401688108 - Action 4100860853 - Property 2879900210
source: Run Full Synchronization
de_de: Vollständige Synchronisierung ausführen
es_mx: Ejecutar sincronización completa
it_ch: Esegui sincronizzazione completa
nl_be: Volledige synchronisatie uitvoeren
