Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: MasterDataManagement/Source/_Exclude_Master_Data_Management/Translations/_Exclude_Master_Data_Management.*.xlf
Languages: de_de, es_mx, it_ch, nl_be

# Page 2401688108 - NamedType 2700510275
source: You are about to couple Business Central records to the source company records from the selected mapping, based on the matching criteria that you must define. \\The coupling will run in the background, so you can continue with other tasks.\\Do you want to continue?
de_de: Sie sind im Begriff, Business Central-Datensätze mit Datensätzen des Ausgangsunternehmens aus der ausgewählten Zuordnung zu koppeln, und zwar basierend auf den übereinstimmenden Kriterien, die Sie definieren müssen. \\Die Kopplung wird im Hintergrund ausgeführt, sodass Sie mit anderen Aufgaben fortfahren können. \\Möchten Sie fortfahren?
es_mx: Está a punto de emparejar registros de Business Central con registros de la empresa de origen desde el mapeo seleccionado, en función de los criterios de coincidencia que debe definir. \\El emparejamiento se ejecutará en segundo plano, de modo que puede continuar con otras tareas.\\¿Desea continuar?
it_ch: Si stanno per associare record di Business Central a record della società di origine dalla mappatura selezionata, in base ai criteri di corrispondenza che è necessario definire. \\L'associazione viene eseguita in background per permettere di continuare altre attività.\\Continuare?
nl_be: U staat op het punt Business Central-records te koppelen aan bronbedrijfsrecords uit de geselecteerde toewijzing, op basis van de overeenkomstcriteria die u moet definiëren. \\De koppeling wordt op de achtergrond uitgevoerd, zodat u door kunt gaan met andere taken.\\Wilt u doorgaan?

# Page 2401688108 - NamedType 2898210817
source: You are about to synchronize all data within the mapping. \\The synchronization will run in the background, so you can continue with other tasks.\\Do you want to continue?
de_de: Sie sind im Begriff, alle Daten innerhalb der Zuordnung zu synchronisieren. \\Die Synchronisierung wird im Hintergrund ausgeführt, sodass Sie mit anderen Aufgaben fortfahren können.\\Möchten Sie fortfahren?
es_mx: Está a punto de sincronizar todos los datos de la asignación. \\La sincronización se ejecutará en segundo plano para que pueda continuar con otras tareas.\\¿Desea continuar?
it_ch: Si stanno per sincronizzare tutti i dati all'interno della mappatura. \\La sincronizzazione viene eseguita in background per permettere di continuare altre attività.\\Continuare?
nl_be: U staat op het punt alle gegevens in de toewijzing te synchroniseren. \\De synchronisatie wordt op de achtergrond uitgevoerd, zodat u door kunt gaan met andere taken.\\Wilt u doorgaan?

# Page 2401688108 - NamedType 3149269033
source: Match-based coupling is scheduled. \\Details are available on the %1 page.
de_de: Kopplung basierend auf Übereinstimmung ist geplant. \\Details sind auf der Seite %1 verfügbar.
es_mx: Se ha programado un emparejamiento basado en coincidencias. \\Hay detalles disponibles en la página %1.
it_ch: L'associazione basata su corrispondenza è programmata. \\I dettagli sono disponibili alla pagina %1.
nl_be: Koppeling op basis van overeenkomsten is gepland. \\Details zijn beschikbaar op de pagina %1.

# Page 2401688108 - NamedType 3528713254
source: %1 mappings are uncoupled.
de_de: %1 Zuordnungen sind abgekoppelt.
es_mx: Se han desemparejado %1 asignaciones.
it_ch: %1 mapping non associati.
nl_be: %1 toewijzingen zijn ontkoppeld.

# Page 2401688108 - NamedType 3742348752
source: A synchronization job queue entry has been created. \\Do you want to view the job queue entry?
de_de: Es wurde ein Synchronisierungs-Aufgabenwarteschlangenposten erstellt.\\Möchten Sie den Aufgabenwarteschlangenposten anzeigen?
es_mx: Se ha creado un movimiento de cola de proyecto de sincronización. \\¿Desea ver el movimiento de cola de proyecto?
it_ch: È stato creato un movimento coda processi di sincronizzazione. \\Visualizzare il movimento coda processi?
nl_be: Er is een taakwachtrij-item voor de synchronisatietaak gemaakt. \\Wilt u het taakwachtrij-item weergeven?

# Page 2401688108 - NamedType 38315870
source: No records of this table are currently coupled to records from the source company. \\Choose the action Run Full Synchronization.
de_de: Keine Datensätze dieser Tabelle sind derzeit mit Datensätzen aus dem Ausgangsunternehmen gekoppelt. \\Wählen Sie die Aktion „Vollständige Synchronisierung ausführen“ aus.
es_mx: No hay registros de esta tabla emparejados actualmente con registros de la empresa de origen. \\Elija la acción Ejecutar sincronización completa.
it_ch: Nessun record di questa tabella è attualmente associato ai record della società di origine. \\Scegliere l'azione Esegui sincronizzazione completa.
nl_be: Er zijn momenteel geen records van deze tabel gekoppeld aan records uit het bronbedrijf. \\Kies de actie Volledige synchronisatie uitvoeren.

# Page 2401688108 - NamedType 4176957336
source: Table %1 is either declared as temporary, a query or as an interface for accessing an external entity. Choose another table.
de_de: Tabelle %1 ist entweder als temporär, als Abfrage oder als Schnittstelle für den Zugriff auf eine externe Entität deklariert. Wählen Sie eine andere Tabelle aus.
es_mx: La tabla %1 se declara como temporal, como una consulta o como una interfaz para obtener acceso a una entidad externa. Elija otra tabla.
it_ch: La tabella %1 è dichiarata come tabella temporanea, query o interfaccia per l'accesso a un'entità esterna. Scegliere un'altra tabella.
nl_be: De tabel %1 is gedeclareerd als tijdelijk, als een query of als een interface om toegang te krijgen tot een externe entiteit. Kies een andere tabel.

# Page 2401688108 - NamedType 647948205
source: Table %1 and related tables: %2 are added to the synchronization with state set to Disabled. \\Open Synchronization Tables page, choose synchronization fields for each of the added tables and then set their status to Enabled.
de_de: Tabelle %1 und zugehörige Tabellen: %2 werden der Synchronisierung hinzugefügt, wobei der Status auf „Deaktiviert“ festgelegt wird. \\Öffnen Sie die Seite „Synchronisierungstabellen“, wählen Sie die Synchronisierungsfelder für jede der hinzugefügten Tabellen aus, und legen Sie dann deren Status auf „Aktiviert“ fest.
es_mx: Tabla %1 y tablas relacionadas: %2 se agregan a la sincronización con el estado establecido en Deshabilitado. \\Open la página Tablas de sincronización, elija campos de sincronización para cada una de las tablas agregadas y, a continuación, establezca su estado en Habilitado.
it_ch: La tabella %1 e le tabelle correlate %2 vengono aggiunte alla sincronizzazione con lo stato impostato su Disabilitato. \\Aprire la pagina Tabelle di sincronizzazione, scegliere i campi di sincronizzazione per ciascuna delle tabelle aggiunte e quindi impostarne lo stato su Abilitato.
nl_be: De tabel %1 en gerelateerde tabellen: %2 worden aan de synchronisatie toegevoegd met de status ingesteld op Uitgeschakeld. \\Open de pagina Synchronisatietabellen, kies synchronisatievelden voor alle toegevoegde tabellen en stel vervolgens de status ervan in op Geactiveerd.

# Page 2401688108 - NamedType 682633368
source: <Edit table filter>
de_de: <Tabellenfilter bearbeiten>
es_mx: <Editar filtro de tabla>
it_ch: <Modifica filtro tabella>
nl_be: <Tabelfilter bewerken>

# Page 2401688108 - NamedType 719149627
source: Full Synchronization is scheduled. \\Details are available on the %1 page.
de_de: Die vollständige Synchronisierung ist geplant. \\Details sind auf der Seite %1 verfügbar.
es_mx: Se ha programado la sincronización completa. \\Hay detalles disponibles en la página %1.
it_ch: La sincronizzazione completa è programmata. \\I dettagli sono disponibili alla pagina %1.
nl_be: Volledige synchronisatie is gepland. \\Details zijn beschikbaar op de pagina %1.

# Page 2401688108 - NamedType 780495550
source: Uncoupling completed.
de_de: Die Abkopplung wurde abgeschlossen.
es_mx: Desacoplamiento completado.
it_ch: Annullamento dell'associazione completato.
nl_be: Ontkoppeling voltooid.

# Page 2401688108 - NamedType 974748676
source: Uncoupling is scheduled for %2 mappings. %3 \\Details are available on the %1 page.
de_de: Die Abkopplung wird für %2 Zuordnungen geplant. %3 \\Details sind auf der Seite %1 verfügbar.
es_mx: Se ha programado un desemparejamiento para %2 asignaciones. %3 \\Hay detalles disponibles en la página %1.
it_ch: L'annullamento dell'associazione è programmato per %2 mappature. %3 \\I dettagli sono disponibili alla pagina %1.
nl_be: Ontkoppeling is gepland voor %2 toewijzingen. %3 \\Details zijn beschikbaar op de pagina %1.

# Page 3108456880 - NamedType 1179548633
source: Select Coupling Criteria
de_de: Kopplungskriterien auswählen
es_mx: Seleccionar criterios de emparejamiento
it_ch: Seleziona criteri di associazione
nl_be: Koppelingscriteria selecteren

# Page 3108456880 - NamedType 2811781569
source: Match-Based Coupling
de_de: Kopplung basierend auf Übereinstimmung
es_mx: Emparejamiento basado en coincidencias
it_ch: Associazione basata su corrispondenza
nl_be: Koppeling op basis van overeenkomsten

# Page 3108456880 - NamedType 3886923954
source: This will synchronize all coupled and non-coupled records. \\Use this option only once - right after enabling the data synchronization with the source company. After this, scheduled synchronization jobs will keep running the synchronization and you can view the logs and manage the synchronization from Synchronization Tables page. \\The initial synchronization will run in the background, so you can continue with other tasks. \\To check the status, return to this page or refresh it. \\Do you want to continue?
de_de: Dadurch werden alle gekoppelten und nicht gekoppelten Datensätze synchronisiert. \\Verwenden Sie diese Option nur einmal – direkt nach der Aktivierung der Datensynchronisierung mit dem Ausgangsunternehmen. Danach wird die Synchronisierung durch geplante Synchronisierungsaufträge fortgeführt, und Sie können die Protokolle anzeigen und die Synchronisierung über die Seite „Synchronisierungstabellen“ verwalten. \\Die anfängliche Synchronisierung wird im Hintergrund ausgeführt, sodass Sie mit anderen Aufgaben fortfahren können. \\Um den Status zu prüfen, kehren Sie zu dieser Seite zurück oder aktualisieren Sie sie. \\Möchten Sie fortfahren?
es_mx: Se sincronizarán todos los registros emparejados y no emparejados. \\Use esta opción solo una vez, justo después de habilitar la sincronización de datos con la empresa de origen. Después de esto, los proyectos de sincronización programados seguirán ejecutando la sincronización y podrá ver los registros y administrar la sincronización desde la página Tablas de sincronización. \\La sincronización inicial se ejecutará en segundo plano, por lo que puede continuar con otras tareas. \\Para comprobar el estado, regrese a esta página o actualícela. \\¿Desea continuar?
it_ch: Questa operazione sincronizza tutti i record non associati. \\Usare questa opzione solo una volta, subito dopo aver abilitato la sincronizzazione dei dati con la società di origine. Successivamente, i processi di sincronizzazione programmati continueranno a eseguire la sincronizzazione. È possibile visualizzare i log e gestire la sincronizzazione dalla pagina Tabelle di sincronizzazione. \\La sincronizzazione iniziale viene eseguita in background, in modo da poter continuare altre attività. \\Per controllare lo stato, tornare a questa pagina o aggiornarlo. \\Continuare?
nl_be: Hiermee worden alle gekoppelde en niet-gekoppelde records gesynchroniseerd. \\Gebruik deze optie slechts eenmaal, namelijk nadat u de gegevenssynchronisatie met het bronbedrijf hebt ingeschakeld. Hierna blijven geplande synchronisatietaken de synchronisatie uitvoeren en kunt u de logboeken weergeven en de synchronisatie beheren vanaf de pagina Synchronisatietabellen. \\De initiële synchronisatie wordt op de achtergrond uitgevoerd, zodat u door kunt gaan met andere taken. \\Als u de status wilt controleren, gaat u terug naar deze pagina of vernieuwt u deze. \\Wilt u doorgaan?

# Page 3185645072 - NamedType 2060574300
source: %1 fields added, %2 fields removed.
de_de: %1 Felder hinzugefügt, %2 Felder entfernt.
es_mx: %1 campos agregados, %2 campos eliminados.
it_ch: %1 campi aggiunti, %2 campi rimossi.
nl_be: %1 velden toegevoegd, %2 velden verwijderd.

# Page 3185645072 - NamedType 2717164741
source: %1 fields removed.
de_de: %1 Felder entfernt.
es_mx: %1 campos eliminados.
it_ch: %1 campi rimossi.
nl_be: %1 velden verwijderd.

# Page 3185645072 - NamedType 2868991219
source: %1 fields added.
de_de: %1 Felder hinzugefügt.
es_mx: %1 campos agregados.
it_ch: %1 campi aggiunti.
nl_be: %1 velden toegevoegd.

# Page 1217273708 - Property 2879900210
source: Master Data Management Setup
de_de: Einrichtung der Masterdatenverwaltung
es_mx: Configuración de la administración de datos maestros
it_ch: Setup gestione dei dati master
nl_be: Instelling van Hoofdgegevensbeheer

# Page 1217273708 - Property 3863440606
source: mdm,master data
de_de: MDM,Stammdaten
es_mx: mdm,datos maestros
it_ch: gdm,dati master
nl_be: mdm,hoofdgegevens

# Page 2401688108 - Property 2879900210
source: Synchronization Tables
de_de: Synchronisierungstabellen
es_mx: Tablas de sincronización
it_ch: Tabelle di sincronizzazione
nl_be: Synchronisatietabellen

# Page 2401688108 - Property 3863440606
source: mdm,master data management,master data
de_de: MDM,Stammdatenverwaltung,Stammdaten
es_mx: mdm,administración de datos maestros,datos maestros
it_ch: gdm,gestione dati master,dati master
nl_be: mdm,hoofdgegevensbeheer,hoofdgegevens

# Page 3108456880 - Property 2879900210
source: Master Data Initial Synchronization
de_de: Anfängliche Synchronisierung der Masterdaten
es_mx: Sincronización inicial de datos maestros
it_ch: Sincronizzazione iniziale dati master
nl_be: Initiële synchronisatie van hoofdgegevens

# Page 3185645072 - Property 2879900210
source: Synchronization Fields
de_de: Synchronisierungsfelder
es_mx: Campos de sincronización
it_ch: Campi di sincronizzazione
nl_be: Synchronisatievelden

# Table 1037947899 - Field 1537362984 - Property 2879900210
source: Last Synch. Int. Job ID
de_de: Integrations-Auftrags-ID der letzten Synchronisierung
es_mx: Id. proyecto int. última sinc.
it_ch: ID processo integrazione ultima sincronizzazione
nl_be: Id van laatste synchr.int.taak

# Table 1037947899 - Field 157948551 - Property 2879900210
source: Local System ID
de_de: Lokale System-ID
es_mx: Id. sistema local
it_ch: ID sistema locale
nl_be: Lokale systeem-id

# Table 1037947899 - Field 162227101 - Property 2879900210
source: Last Synch. Modified On
de_de: Letzte Synchronisierung geändert am
es_mx: Fecha de última modificación de sincronización
it_ch: Data ultima modifica sincronizzazione
nl_be: Laatste synchronisatie gewijzigd op

# Table 1037947899 - Field 2112759387 - Property 2879900210
source: Last Synch. Job ID
de_de: Auftrags-ID der letzten Synchronisierung
es_mx: Id. de proyecto de última sinc.
it_ch: ID processo ultima sincronizzazione
nl_be: Id van laatste synchr.taak

# Table 1037947899 - Field 2455862449 - Property 2879900210
source: Last Synch. Int. Result
de_de: Integrationsergebnis der letzten Synchronisierung
es_mx: Resultado int. última sincronización
it_ch: Risultato integrazione ultima sincronizzazione
nl_be: Resultaat van laatste synchr.int.

# Table 1037947899 - Field 2455862449 - Property 62802879
source: ,Success,Failure
de_de: ,Erfolg,Fehler
es_mx: ,Correcto,Incorrecto
it_ch: ,Riuscito,Non riuscito
nl_be: ,Geslaagd,Mislukt

# Table 1037947899 - Field 2791901420 - Property 2879900210
source: Skipped
de_de: Übersprungen
es_mx: Omitido
it_ch: Ignorato
nl_be: Overgeslagen

# Table 1037947899 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
es_mx: Id. de tabla
it_ch: ID tabella
nl_be: Tabel-id

# Table 1037947899 - Field 3136937746 - Property 2879900210
source: Last Synch. Int. Modified On
de_de: Letzte Integrations-Synchronisierung geändert am
es_mx: Fecha última modificación int. sincronización
it_ch: Data ultima modifica integrazione sincronizzazione
nl_be: Laatste synchr.int. gewijzigd op

# Table 1037947899 - Field 3186305702 - Property 2879900210
source: Last Synch. Result
de_de: Ergebnis der letzten Synchronisierung
es_mx: Resultado de la última sincronización
it_ch: Risultato ultima sincronizzazione
nl_be: Resultaat van laatste synchronisatie

# Table 1037947899 - Field 3186305702 - Property 62802879
source: ,Success,Failure
de_de: ,Erfolg,Fehler
es_mx: ,Correcto,Incorrecto
it_ch: ,Riuscito,Non riuscito
nl_be: ,Geslaagd,Mislukt

# Table 1037947899 - Field 823337762 - Property 2879900210
source: Integration System ID
de_de: Integrations-System-ID
es_mx: Id. de sistema de integración
it_ch: ID sistema integrazione
nl_be: Integratiesysteem-id

# Table 1217273708 - Field 1457822769 - Property 2879900210
source: Synchronization Enabled
de_de: Synchronisierung aktiviert
es_mx: Sincronización habilitada
it_ch: Sincronizzazione abilitata
nl_be: Synchronisatie geactiveerd

# Table 1217273708 - Field 1474520838 - Property 2879900210
source: Delay Synchronization Job Scheduling
de_de: Synchronisierungsaufträge verzögern
it_ch: Programmazione ritardo processo di sincronizzazione

# Table 1217273708 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
es_mx: Clave principal
it_ch: Chiave primaria
nl_be: Primaire sleutel

# Table 1217273708 - Field 3997336476 - Property 2879900210
source: Source Company
de_de: Ausgangsunternehmen
es_mx: Empresa de origen
it_ch: Società di origine
nl_be: Bronbedrijf

# Table 1716462826 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
es_mx: Clave principal
it_ch: Chiave primaria
nl_be: Primaire sleutel

# Table 1716462826 - Field 3997336476 - Property 2879900210
source: Company Name
de_de: Unternehmensname
es_mx: Nombre de la empresa
it_ch: Nome società
nl_be: Bedrijfsnaam

# Table 1967760114 - Field 1506077897 - Property 2879900210
source: From Int. Table Job ID
de_de: Von Integrationstabelle – Projekt-ID
es_mx: Id. de proyecto de tabla de int. de origen
it_ch: ID processo tabella di integrazione origine
nl_be: Id van taak van integratietabel

# Table 1967760114 - Field 1829104285 - Property 2879900210
source: Session ID
de_de: Sitzungs-ID
es_mx: Id. de sesión
it_ch: ID sessione
nl_be: Sessie-id

# Table 1967760114 - Field 2498855570 - Property 2879900210
source: Job Queue Entry Status
de_de: Status für Aufgabenwarteschlangenposten
es_mx: Estado mov. cola proyecto
it_ch: Stato movimento coda processi
nl_be: Status van taakwachtrij-item

# Table 1967760114 - Field 2498855570 - Property 62802879
source: ,Ready,In Process,Error,On Hold,Finished
de_de: ,Bereit,In Bearbeitung,Fehler,Warten,Beendet
es_mx: ,Listo,En proceso,Error,En espera,Finalizado
it_ch: ,Pronto,In corso,Errore,In attesa,Finito
nl_be: ,Gereed,In verwerking,Fout,Afwachten,Voltooid

# Table 1967760114 - Field 2961552353 - Property 2879900210
source: Name
es_mx: Nombre
it_ch: Nome
nl_be: Naam

# Table 1967760114 - Field 3733367350 - Property 2879900210
source: To Int. Table Job ID
de_de: An Integrationstabelle – Projekt-ID
es_mx: Id. proyecto tabla int. destino
it_ch: ID processo tabella di integrazione destinazione
nl_be: Id van taak naar int.tabel

# Table 1967760114 - Field 39585143 - Property 2879900210
source: Direction
de_de: Richtung
es_mx: Dirección
it_ch: Direzione
nl_be: Richting

# Table 1967760114 - Field 39585143 - Property 62802879
source: Bidirectional,To Integration Table,From Integration Table
de_de: Bidirektional,An Integrationstabelle,Von Integrationstabelle
es_mx: Bidireccional,Tabla de integración de destino,Tabla de integración de origen
it_ch: Bidirezionale,Tabella di integrazione destinazione,Tabella di integrazione origine
nl_be: Bidirectioneel,Naar integratietabel,Van integratietabel

# Table 1967760114 - Field 3983787601 - Property 2879900210
source: Job Queue Entry ID
de_de: Aufgabenwarteschlange – Posten-ID
es_mx: Id. mov. cola proyecto
it_ch: ID movimento coda processi
nl_be: Id van taakwachtrij-item

# Table 1967760114 - Field 4075184121 - Property 2879900210
source: Dependency Filter
de_de: Abhängigkeitsfilter
es_mx: Filtro de dependencia
it_ch: Filtro dipendenza
nl_be: Afhankelijkheidsfilter

# Table 1967760114 - Field 4125410309 - Property 2879900210
source: To Int. Table Job Status
de_de: An Integrationstabelle – Auftragsstatus
es_mx: Estado proyecto tabla int. destino
it_ch: Stato processo tabella di integrazione destinazione
nl_be: Taakstatus naar int.tabel

# Table 1967760114 - Field 4125410309 - Property 62802879
source: ,Success,In Process,Error
de_de: ,Erfolg,In Bearbeitung,Fehler
es_mx: ,Correcto,En proceso,Error
it_ch: ,Riuscito,In corso,Errore
nl_be: ,Geslaagd,In verwerking,Fout

# Table 1967760114 - Field 4155936988 - Property 2879900210
source: Initial Synch Recommendation
de_de: Empfehlungen zur Erstsynchronisierung
es_mx: Recomendación de sincronización inicial
it_ch: Suggerimento per la sincronizzazione iniziale
nl_be: Aanbeveling voor eerste synchronisatie

# Table 1967760114 - Field 4155936988 - Property 62802879
source: Full Synchronization,Couple Records,No Records Found
de_de: Vollständige Synchronisierung,Kopplungsdatensätze,Keine Datensätze gefunden
es_mx: Sincronización completa,Emparejar registros,No se encontraron registros
it_ch: Sincronizzazione completa,Associa record,Nessun record trovato
nl_be: Volledige synchronisatie,Records koppelen,Geen records gevonden

# Table 1967760114 - Field 4260367546 - Property 2879900210
source: From Int. Table Job Status
de_de: Von Integrationstabelle – Auftragsstatus
es_mx: Estado proyecto tabla int. origen
it_ch: Stato processo tabella di integrazione origine
nl_be: Taakstatus van int.tabel

# Table 1967760114 - Field 4260367546 - Property 62802879
source: ,Success,In Process,Error
de_de: ,Erfolg,In Bearbeitung,Fehler
es_mx: ,Correcto,En proceso,Error
it_ch: ,Riuscito,In corso,Errore
nl_be: ,Geslaagd,In verwerking,Fout

# Table 1037947899 - NamedType 1401058103
source: The integration record for entity %1 was not found.
de_de: Der Integrationsdatensatz für die Entität %1 wurde nicht gefunden.
es_mx: No se encontró el registro de integración para la entidad %1.
it_ch: Impossibile trovare il record di integrazione per l'entità %1.
nl_be: De integratierecord voor entiteit %1 is niet gevonden.

# Table 1037947899 - NamedType 1968114504
source: Table ID must be specified.
de_de: Die Tabellen-ID muss angegeben werden.
es_mx: Se debe especificar el id. de tabla.
it_ch: È necessario specificare l'ID tabella.
nl_be: Tabel-id moet worden opgegeven.

# Table 1217273708 - NamedType 158721947
source: You must choose a source company to synchronize data from.
de_de: Sie müssen einen Herkunftsmandanten auswählen, um dessen Daten zu synchronisieren.
it_ch: È necessario scegliere una società di origine da cui sincronizzare i dati.

# Table 1217273708 - NamedType 2297892348
source: You are currently signed into this company. \\Choose a different company to synchronize data with.
de_de: Sie sind derzeit bei diesem Unternehmen angemeldet. \\Wählen Sie ein anderes Unternehmen aus, mit dem Daten synchronisiert werden sollen.
es_mx: Actualmente tiene la sesión iniciada para esta empresa. \\Elija una empresa diferente con la que sincronizar los datos.
it_ch: È già stato eseguito l'accesso a questa società. \\Scegliere una società diversa con cui sincronizzare i dati.
nl_be: U bent momenteel aangemeld bij dit bedrijf. \\Kies een ander bedrijf om gegevens mee te synchroniseren.
