Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: MasterDataManagement/Source/_Exclude_Master_Data_Management/Translations/_Exclude_Master_Data_Management.*.xlf
Languages: de_de, es_mx, it_ch, nl_be

# Page 2401688108 - Control 513339096 - Property 1295455071
source: Specifies if this mapping is enabled.
de_de: Gibt an, ob diese Zuordnung aktiviert ist
es_mx: Especifica si esta asignación está habilitada.
it_ch: Specifica se la mappatura è abilitata.
nl_be: Hiermee wordt opgegeven of deze toewijzing is geactiveerd.

# Page 3108456880 - Control 2149455310 - Property 1295455071
source: Specifies whether the session is active.
de_de: Gibt an, ob die Sitzung aktiv ist
es_mx: Especifica si la sesión está activa.
it_ch: Specifica se la sessione è attiva.
nl_be: Hiermee wordt opgegeven of de sessie actief is.

# Page 3108456880 - Control 2149455310 - Property 2879900210
source: Active Session
de_de: Aktive Sitzung
es_mx: Sesión activa
it_ch: Sessione attiva
nl_be: Actieve sessie

# Page 3108456880 - Control 2498855570 - Property 1295455071
source: Specifies the status of the job queue entry.
de_de: Gibt den Status des Aufgabenwarteschlangenpostens an
es_mx: Especifica el estado del movimiento de cola de proyectos.
it_ch: Specifica lo stato del movimento coda processi.
nl_be: Hiermee wordt de status opgegeven van het taakwachtrij-item.

# Page 3108456880 - Control 2530336551 - Property 1295455071
source: Specifies the recommended action for the initial synchronization.
de_de: Gibt die empfohlene Aktion für die Erstsynchronisierung an
es_mx: Especifica la acción recomendada para la sincronización inicial.
it_ch: Specifica l'azione consigliata per la sincronizzazione iniziale.
nl_be: Hiermee wordt de aanbevolen actie voor de initiële synchronisatie opgegeven.

# Page 3108456880 - Control 2530336551 - Property 2879900210
source: Synchronization Mode
de_de: Synchronisierungsmodus
es_mx: Modo de sincronización
it_ch: Modalità sincronizzazione
nl_be: Synchronisatiemodus

# Page 3108456880 - Control 2961552353 - Property 1295455071
source: Specifies the name.
de_de: Gibt den Namen an
es_mx: Especifica el nombre.
it_ch: Specifica il nome.
nl_be: Hiermee wordt de naam opgegeven.

# Page 3108456880 - Control 2961552353 - Property 2879900210
source: Table Name
de_de: Tabellenname
es_mx: Nombre de tabla
it_ch: Nome tabella
nl_be: Tabelnaam

# Page 3108456880 - Control 39585143 - Property 1295455071
source: Specifies the synchronization direction.
de_de: Gibt die Synchronisierungsrichtung an
es_mx: Especifica la dirección de sincronización.
it_ch: Specifica la direzione della sincronizzazione.
nl_be: Hiermee wordt de synchronisatierichting opgegeven.

# Page 3108456880 - Control 4075184121 - Property 1295455071
source: Specifies a dependency to the synchronization of another record, such as a customer that must be synchronized before a contact can be synchronized.
de_de: Gibt eine Abhängigkeit für die Synchronisierung eines anderen Datensatzes an (z. B. ein Debitor, der synchronisiert werden muss, bevor ein Kontakt synchronisiert werden kann).
es_mx: Especifica una dependencia para la sincronización de otro registro, como un cliente que se debe sincronizar antes de que se pueda sincronizar un contacto.
it_ch: Specifica una dipendenza con la sincronizzazione di un altro record, ad esempio un cliente che deve essere sincronizzato prima di sincronizzare un contatto.
nl_be: Hiermee wordt een afhankelijkheid opgegeven van de synchronisatie van een andere record, zoals een klant die moet worden gesynchroniseerd voordat een contact kan worden gesynchroniseerd.

# Page 3108456880 - Control 4125410309 - Property 1295455071
source: Specifies the status of jobs for data going to the integration table.
de_de: Gibt den Status der Jobs für Daten an, die in die Integrationstabelle fließen.
es_mx: Especifica el estado de trabajos de los datos que van a la tabla de integración.
it_ch: Specifica lo stato delle commesse per i dati destinati alla tabella di integrazione.
nl_be: Hiermee wordt de status opgegeven van projecten voor gegevens die naar de integratietabel gaan.

# Page 3108456880 - Control 4260367546 - Property 1295455071
source: Specifies the status of jobs for data coming from the integration table.
de_de: Gibt den Status der Jobs für Daten an, die aus der Integrationstabelle kommen.
es_mx: Especifica el estado de trabajos de los datos que proceden de la tabla de integración.
it_ch: Specifica lo stato delle commesse per i dati provenienti dalla tabella di integrazione.
nl_be: Hiermee wordt de status opgegeven van projecten voor gegevens die uit de integratietabel komen.

# Page 3108456880 - Control 4260367546 - Property 2879900210
source: Job Status
de_de: Auftragsstatus
es_mx: Estado de proyecto
it_ch: Stato processo
nl_be: Taakstatus

# Page 3185645072 - Control 1420580905 - Property 1295455071
source: Specifies a rule for transforming imported text to a supported value before it can be mapped to a specified field in Microsoft Dynamics 365.
de_de: Gibt eine Regel für das Umwandeln von importiertem Text in einen unterstützten Wert an, bevor er einem angegebenen Feld in Microsoft Dynamics 365 zugeordnet werden kann.
es_mx: Especifica una regla para transformar texto importado en un valor compatible que se pueda asignar a un campo especificado de Microsoft Dynamics 365.
it_ch: Specifica una regola per la trasformazione del testo importato in un valore supportato che ne consente la mappatura a un campo specificato in Microsoft Dynamics 365.
nl_be: Hiermee wordt een regel opgegeven voor het transformeren van geïmporteerde tekst naar een ondersteunde waarde voordat deze kan worden toegewezen aan een opgegeven veld in Microsoft Dynamics 365.

# Page 3185645072 - Control 2358106063 - Property 1295455071
source: Specifies the constant value that the mapped field will be set to.
de_de: Gibt den konstanten Wert an, auf den das zugeordnete Feld festgelegt wird.
es_mx: Especifica el valor constante en que se establecerá el campo asignado.
it_ch: Specifica il valore costante su cui verrà impostato il campo mappato.
nl_be: Hiermee wordt de constante waarde opgegeven waarop het toegewezen veld wordt ingesteld.

# Page 3185645072 - Control 3272773416 - Property 1295455071
source: Specifies if the field should be validated during assignment.
de_de: Gibt an, ob das Feld bei der Zuweisung in Business Central überprüft werden soll
es_mx: Especifica si se debe validar el campo durante la asignación.
it_ch: Specifica se il campo deve essere convalidato durante l'assegnazione.
nl_be: Hiermee wordt opgegeven of het veld moet worden gevalideerd tijdens toewijzing.

# Page 3185645072 - Control 3531868071 - Property 1295455071
source: Specifies the number of the field in the source company.
de_de: Gibt die Nummer des Felds im Ausgangsunternehmen an
es_mx: Especifica el número del campo en la empresa de origen.
it_ch: Specifica il numero del campo nella società di origine.
nl_be: Hiermee wordt het nummer opgegeven van het veld in het bronbedrijf.

# Page 3185645072 - Control 3825093919 - Property 1295455071
source: Specifies the number of the field in the source company.
de_de: Gibt die Nummer des Felds im Ausgangsunternehmen an
es_mx: Especifica el número del campo en la empresa de origen.
it_ch: Specifica il numero del campo nella società di origine.
nl_be: Hiermee wordt het nummer opgegeven van het veld in het bronbedrijf.

# Page 3185645072 - Control 39585143 - Property 1295455071
source: Specifies the direction of the synchronization.
de_de: Gibt die Richtung der Synchronisierung an
es_mx: Especifica la dirección de la sincronización.
it_ch: Specifica la direzione della sincronizzazione.
nl_be: Hiermee wordt de richting van de synchronisatie opgegeven.

# Page 3185645072 - Control 4035570004 - Property 1295455071
source: Specifies if the synchronization should overwrite the local change that was done after the last synchronization.
de_de: Gibt an, ob die Synchronisierung die lokale Änderung überschreiben soll, die nach der letzten Synchronisierung durchgeführt wurde
es_mx: Especifica si la sincronización debe sobrescribir el cambio local que se realizó después de la última sincronización.
it_ch: Specifica se la sincronizzazione deve sovrascrivere la modifica locale effettuata dopo l'ultima sincronizzazione.
nl_be: Hiermee wordt opgegeven of de synchronisatie de lokale wijziging moet overschrijven die na de laatste synchronisatie is aangebracht.

# Page 3185645072 - Control 513339096 - Property 1295455071
source: Specifies if field synchronization is enabled or disabled.
de_de: Gibt an, ob die Feldsynchronisierung aktiviert oder deaktiviert ist
es_mx: Especifica si la sincronización de campo está habilitada o deshabilitada.
it_ch: Specifica se la sincronizzazione dei campi è attivata o disattivata.
nl_be: Hiermee wordt opgegeven of veldsynchronisatie is geactiveerd of niet.

# Page 3185645072 - Control 802533008 - Property 1295455071
source: Specifies the direction of the transformation.
de_de: Gibt die Richtung der Transformation an
es_mx: Especifica la dirección de la transformación.
it_ch: Specifica la direzione della trasformazione.
nl_be: Hiermee wordt de richting van de transformatie opgegeven.

# Page 3185645072 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field in Business Central.
de_de: Gibt die Beschriftung des Felds in Business Central an.
es_mx: Especifica el título del campo en Business Central.
it_ch: Specifica la didascalia del campo in Business Central.
nl_be: Hiermee wordt het bijschrift opgegeven van het veld in Business Central.

# Page 1217273708 - NamedType 2276280537
source: The synchronization setup is imported. \\To view or edit the synchronization table setup, choose action Synchronization Tables.\\To view or edit the synchronization field setup, select a synchronization table and choose action Synchronization Fields.
de_de: Die Synchronisierungseinstellungen werden importiert. \\Um die Synchronisierungstabelleneinstellungen anzuzeigen oder zu bearbeiten, wählen Sie die Aktion „Synchronisierungstabellen“ aus.\\Um die Synchronisierungsfeldeinstellungen anzuzeigen oder zu bearbeiten, wählen Sie eine Synchronisierungstabelle und die Aktion „Synchronisierungsfelder“ aus.
es_mx: Se ha importado la configuración de sincronización. \\Para ver o editar la configuración de la tabla de sincronización, elija la acción Tablas de sincronización. \\Para ver o editar la configuración del campo de sincronización, seleccione una tabla de sincronización y elija la acción Campos de sincronización.
it_ch: Il setup della sincronizzazione è stato importato. \\Per visualizzare o modificare il setup della tabella di sincronizzazione, scegliere l'azione Tabelle di sincronizzazione.\\Per visualizzare o modificare il setup del campo di sincronizzazione, selezionare una tabella di sincronizzazione e scegliere l'azione Campi di sincronizzazione.
nl_be: De synchronisatie-instelling wordt geïmporteerd. \\Als u de instelling van de synchronisatietabel wilt weergeven of bewerken, kiest u de actie Synchronisatietabellen.\\Als u de instelling van synchronisatievelden wilt weergeven of bewerken, selecteert u een synchronisatietabel en kiest u de actie Synchronisatievelden.

# Page 1217273708 - NamedType 3035575630
source: The %1 is not enabled. Are you sure you want to exit?
de_de: %1 ist nicht aktiviert. Möchten Sie den Vorgang wirklich beenden?
es_mx: El %1 no está habilitado. ¿Está seguro de que desea salir?
it_ch: %1 non è abilitato. Uscire?
nl_be: %1 is niet ingeschakeld. Weet u zeker dat u wilt afsluiten?

# Page 1217273708 - NamedType 3192074407
source: This will restore the default synchronization table setup and synchronization jobs. \\All existing customizations to synchronization table setup and jobs will be overwritten.\\Do you want to continue?
de_de: Dadurch werden die standardmäßige Einrichtung der Synchronisierungstabelle und die Synchronisierungsaufträge wiederhergestellt.\\Alle vorhandenen Anpassungen für die Einrichtung der Synchronisierungstabelle und -aufträge werden überschrieben.\\Möchten Sie fortfahren?
es_mx: Esto restaurará los proyectos predeterminados de configuración y sincronización de la tabla de sincronización. \\Se sobrescribirán todas las personalizaciones existentes de la configuración de la tabla de sincronización y los proyectos.\\ ¿Desea continuar?
it_ch: I processi predefiniti di sincronizzazione e il setup predefinito della tabella di sincronizzazione vengono ripristinati. \\Tutte le personalizzazioni esistenti per il setup della tabella di sincronizzazione e i processi vengono sovrascritte.\\Continuare?
nl_be: Hiermee worden de standaardinstelling van de synchronisatietabel en de standaardsynchronisatietaken hersteld. \\Alle bestaande aanpassingen in de instelling van de synchronisatietabel en de taken worden overschreven.\\Wilt u doorgaan?

# Page 1217273708 - NamedType 3295349667
source: Synchronization of modified records is scheduled. \\You can view details on the %1 page.
de_de: Die Synchronisierung von geänderten Datensätzen ist geplant. \\Sie können Details auf der Seite %1 anzeigen.
es_mx: Se ha programado la sincronización de registros modificados. \\Puede ver detalles en la página %1.
it_ch: La sincronizzazione dei record modificati è programmata. \\I dettagli sono disponibili alla pagina %1.
nl_be: Synchronisatie van gewijzigde records is gepland. \\U kunt details bekijken op de pagina %1.

# Page 1217273708 - NamedType 370030606
source: The default setup for Business Central synchronization has completed successfully.
de_de: Die Standardeinrichtung für die Business Central-Synchronisierung wurde erfolgreich abgeschlossen.
es_mx: La configuración predeterminada de la sincronización de Business Central se ha completado correctamente.
it_ch: Il setup predefinito per la sincronizzazione di Business Central è stato completato.
nl_be: De standaardinstelling voor Business Central-synchronisatie is voltooid.

# Page 1217273708 - NamedType 38315870
source: No records are currently coupled to records from the source company. \\Choose the action Start Initial Synchronization.
de_de: Es sind derzeit keine Datensätze mit Datensätzen vom Ausgangsunternehmen gekoppelt. \\Wählen Sie die Aktion „Anfangssynchronisierung starten“ aus.
es_mx: No hay registros emparejados actualmente a registros de la empresa de origen. \\Elija la acción Iniciar sincronización inicial.
it_ch: Nessun record è attualmente associato ai record della società di origine. \\Scegliere l'azione Avvia sincronizzazione iniziale.
nl_be: Er zijn momenteel geen records gekoppeld aan records uit het bronbedrijf. \\Kies de actie Initiële synchronisatie starten.

# Page 1217273708 - NamedType 880956207
source: This will import the synchronization table setup from a chosen file. \\Existing synchronization tables and fields will be overwritten with the version from the file.\\Existing synchronization job queue entries will not be overwritten. Do you want to continue?
de_de: Dadurch wird die Einrichtung der Synchronisierungstabelle aus einer ausgewählten Datei importiert. \\Vorhandene Synchronisierungstabellen und -felder werden mit der Version aus der Datei überschrieben. \\Vorhandene Posten der Synchronisierungsaufgabenwarteschlange werden nicht überschrieben. Möchten Sie fortfahren?
es_mx: Esto importará la configuración de la tabla de sincronización desde un archivo elegido. \\Los campos y las tablas de sincronización existentes se sobrescribirán con la versión del archivo.\\No se sobrescribirán los movimientos de la cola de proyectos de sincronización existentes. ¿Desea continuar?
it_ch: Il setup della tabella di sincronizzazione viene importato dal file scelto. \\Le tabelle e i campi di sincronizzazione esistenti vengono sovrascritti con la versione del file.\\I movimenti coda processi di sincronizzazione esistenti non vengono sovrascritti. Continuare?
nl_be: Hiermee wordt de instelling van de synchronisatietabel uit een gekozen bestand geïmporteerd. \\Bestaande synchronisatietabellen en -velden worden overschreven door de versie uit het bestand.\\Bestaande synchronisatietaakitems in de wachtrij worden niet overschreven. Wilt u doorgaan?

# Page 1217273708 - NamedType 97595311
source: This will synchronize all modified records in all integration table mappings. \\The synchronization will run in the background so you can continue with other tasks. \\Do you want to continue?
de_de: Dadurch werden alle geänderten Datensätze in allen Integrationstabellen-Zuordnungen synchronisiert. \\Die Synchronisierung wird im Hintergrund ausgeführt, sodass Sie mit anderen Aufgaben fortfahren können. \\Möchten Sie fortfahren?
es_mx: Se sincronizarán todos los registros modificados en todas las asignaciones de tablas de integración. \\La sincronización se ejecutará en segundo plano para que pueda continuar con otras tareas. \\¿Desea continuar?
it_ch: Questa operazione sincronizza tutti i record modificati in tutti i mapping della tabella di integrazione. \\La sincronizzazione viene eseguita in background per poter continuare altre attività. \\Continuare?
nl_be: Hiermee worden alle gewijzigde records in alle toewijzingen van integratietabellen gesynchroniseerd. \\De synchronisatie wordt op de achtergrond uitgevoerd zodat u door kunt gaan met andere taken. \\Wilt u doorgaan?

# Page 2401688108 - NamedType 133954306
source: Table %1 is shared across all companies of this environment. Choose another table.
de_de: Die Tabelle %1 wird von allen Firmen dieser Umgebung gemeinsam genutzt. Wählen Sie eine andere Tabelle aus.
es_mx: La tabla %1 se comparte entre todas las empresas de este entorno. Elija otra tabla.
it_ch: La tabella %1 è condivisa da tutte le società di questo ambiente. Scegliere un'altra tabella.
nl_be: Tabel %1 wordt gedeeld door alle bedrijven van deze omgeving. Kies een andere tabel.

# Page 2401688108 - NamedType 1360988555
source: You must choose at least one integration table mapping.
de_de: Sie müssen mindestens eine Integrationstabellenzuordnung auswählen.
es_mx: Debe elegir al menos una asignación de tablas de integración.
it_ch: È necessario scegliere almeno un mapping della tabella di integrazione.
nl_be: U moet ten minste één integratietabeltoewijzing kiezen.

# Page 2401688108 - NamedType 1390984168
source: Your license doesn't grant you permissions for writing into table %1. Choose another table.
de_de: Ihre Lizenz gewährt Ihnen keine Berechtigung zum Schreiben in der Tabelle %1. Wählen Sie eine andere Tabelle aus.
es_mx: Su licencia no le concede permisos para escribir en la tabla %1. Elija otra tabla.
it_ch: La licenza non concede le autorizzazioni per scrivere nella tabella %1. Scegliere un'altra tabella.
nl_be: Uw licentie verleent u geen machtigingen om te schrijven naar tabel %1. Kies een andere tabel.

# Page 2401688108 - NamedType 1624143781
source: You are about to uncouple the selected mappings, which means data for the records will no longer synchronize. \\Do you want to continue?
de_de: Sie sind im Begriff, die ausgewählten Zuordnungen abzukoppeln, was bedeutet, dass Daten für die Datensätze nicht mehr synchronisiert werden. \\Möchten Sie fortfahren?
es_mx: Está a punto de desemparejar las asignaciones seleccionadas, lo que significa que ya no se sincronizarán los datos de los registros. \\¿Desea continuar?
it_ch: Si sta per annullare l'associazione delle mappature selezionate e pertanto i dati dei record non verranno più sincronizzati. \\Continuare?
nl_be: U staat op het punt de geselecteerde toewijzingen te ontkoppelen, wat betekent dat gegevens voor de records niet meer worden gesynchroniseerd. \\Wilt u doorgaan?

# Page 2401688108 - NamedType 2437364661
source: Synchronization is scheduled for Modified Records. \\Details are available on the %1 page.
de_de: Die Synchronisierung wird für geänderte Datensätze geplant. \\Details sind auf der Seite %1 verfügbar.
es_mx: La sincronización está programada para registros modificados. \\Hay detalles disponibles en la página %1.
it_ch: La sincronizzazione è programmata per i record modificati. \\I dettagli sono disponibili alla pagina %1.
nl_be: Synchronisatie is gepland voor gewijzigde records. \\Details zijn beschikbaar op de pagina %1.

# Page 2401688108 - NamedType 2526433295
source: Metadata for table %1 cannot be loaded. Choose another table.
de_de: Die Metadaten für Tabelle %1 können nicht geladen werden. Wählen Sie eine andere Tabelle aus.
es_mx: No se pueden cargar los metadatos de la tabla %1. Elija otra tabla.
it_ch: Impossibile caricare i metadati per la tabella %1. Scegliere un'altra tabella.
nl_be: Metagegevens voor tabel %1 kunnen niet worden geladen. Kies een andere tabel.

# Page 2401688108 - NamedType 2564837436
source: You are about to uncouple the selected mappings, which means data for the records will no longer synchronize. \\The uncoupling will run in the background, so you can continue with other tasks.\\Do you want to continue?
de_de: Sie sind im Begriff, die ausgewählten Zuordnungen abzukoppeln, was bedeutet, dass Daten für die Datensätze nicht mehr synchronisiert werden. \\Die Kopplung wird im Hintergrund ausgeführt, sodass Sie mit anderen Aufgaben fortfahren können. \\Möchten Sie fortfahren?
es_mx: Está a punto de desemparejar las asignaciones seleccionadas, lo que significa que ya no se sincronizarán los datos de los registros. \\El desemparejamiento se ejecutará en segundo plano, por lo que puede continuar con otras tareas.\\¿Desea continuar?
it_ch: Si sta per annullare l'associazione delle mappature selezionate e pertanto i dati dei record non verranno più sincronizzati. \\L'annullamento dell'associazione viene eseguito in background per permettere di continuare altre attività.\\Continuare?
nl_be: U staat op het punt de geselecteerde toewijzingen te ontkoppelen, wat betekent dat gegevens voor de records niet meer worden gesynchroniseerd. \\De ontkoppeling wordt op de achtergrond uitgevoerd, zodat u door kunt gaan met andere taken.\\Wilt u doorgaan?

# Page 2401688108 - NamedType 2641270440
source: The chosen table has a relation to the following tables that are currently not included in the synchronization: %1. \\Do you want to synchronize these tables too?
de_de: Die ausgewählte Tabelle hat eine Beziehung zu den folgenden Tabellen, die derzeit nicht in die Synchronisierung einbezogen sind: %1. \\Möchten Sie auch diese Tabellen synchronisieren?
es_mx: La tabla elegida tiene una relación con las tablas siguientes que no están incluidas actualmente en la sincronización: %1. \\¿Desea sincronizar también estas tablas?
it_ch: La tabella scelta ha una relazione con le tabelle seguenti che non sono attualmente incluse nella sincronizzazione: %1. \\Sincronizzare le tabelle?
nl_be: De gekozen tabel heeft een relatie met de volgende tabellen die momenteel niet zijn opgenomen in de synchronisatie: %1. \\Wilt u deze tabellen ook synchroniseren?
