Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: MasterDataManagement/Source/_Exclude_Master_Data_Management/Translations/_Exclude_Master_Data_Management.*.xlf
Languages: de_de, es_mx, it_ch, nl_be

# Page 2401688108 - Action 4283638840 - Property 1295455071
source: Disables the synchronization of the selected tables.
de_de: Deaktiviert die Synchronisierung der ausgewählten Tabellen
es_mx: Deshabilita la sincronización de las tablas seleccionadas.
it_ch: Disabilita la sincronizzazione delle tabelle selezionate.
nl_be: Hiermee wordt de synchronisatie van de geselecteerde tabellen uitgeschakeld.

# Page 2401688108 - Action 4283638840 - Property 2879900210
source: Disable
de_de: Deaktivieren
es_mx: Deshabilitar
it_ch: Disabilita
nl_be: Uitschakelen

# Page 2401688108 - Action 639242359 - Property 1295455071
source: Resets the tables and synchronization jobs to the default values for a connection with the source company. All current mappings are deleted.
de_de: Setzt die Tabellen und Synchronisierungsaufträge für eine Verbindung mit dem Ausgangsunternehmen auf die Standardwerte zurück. Alle aktuellen Zuordnungen werden gelöscht.
es_mx: Restablece las tablas y los proyectos de sincronización a los valores predeterminados para establecer una conexión con la empresa de origen. Se eliminan todas las asignaciones actuales.
it_ch: Ripristina le tabelle e i processi di sincronizzazione sui valori predefiniti per una connessione alla società di origine. Tutte le mappature correnti vengono eliminate.
nl_be: Hiermee worden de tabellen en synchronisatietaken opnieuw ingesteld op de standaardwaarden voor een verbinding met het bronbedrijf. Alle huidige toewijzingen worden verwijderd.

# Page 2401688108 - Action 639242359 - Property 2879900210
source: Use Default Synchronization Setup
de_de: Standard-Synchronisierungseinrichtung verwenden
es_mx: Usar configuración de sincronización predeterminada
it_ch: Utilizza setup sincronizzazione predefinito
nl_be: Standaardsynchronisatie-instelling gebruiken

# Page 3108456880 - Action 1303173321 - Property 1295455071
source: Restart the synchronization for the selected table.
de_de: Starten Sie die Synchronisierung für die ausgewählte Tabelle neu.
es_mx: Reinicie la sincronización para la tabla seleccionada.
it_ch: Riavviare la sincronizzazione per la tabella selezionata.
nl_be: De synchronisatie voor de geselecteerde tabel opnieuw starten.

# Page 3108456880 - Action 1303173321 - Property 2879900210
source: Restart
de_de: Neu starten
es_mx: Reiniciar
it_ch: Riavvia
nl_be: Opnieuw starten

# Page 3108456880 - Action 2226475731 - Property 1295455071
source: This will create new coupled records based on the records from source company.
de_de: Dadurch werden neue gekoppelte Datensätze auf Grundlage der Datensätze vom Ausgangsunternehmen erstellt.
es_mx: Esto creará nuevos registros emparejados basados en los registros de la empresa de origen.
it_ch: In questo modo vengono creati nuovi record associati in base ai record della società di origine.
nl_be: Hierdoor worden nieuwe gekoppelde records gemaakt op basis van de records uit het bronbedrijf.

# Page 3108456880 - Action 2226475731 - Property 2879900210
source: Use Full Synchronization
de_de: Vollständige Synchronisierung verwenden
es_mx: Usar sincronización completa
it_ch: Usa sincronizzazione completa
nl_be: Volledige synchronisatie gebruiken

# Page 3108456880 - Action 3250729196 - Property 1295455071
source: This will try to match the existing local records with the records from source company, based on the criteria that you define.
de_de: Damit wird versucht, die vorhandenen lokalen Datensätze mit den Datensätzen aus dem Ausgangsunternehmen basierend auf den von Ihnen definierten Kriterien zu vergleichen.
es_mx: Se intentarán conciliar los registros locales existentes con los registros de la empresa de origen, en función de los criterios que defina.
it_ch: Questa operazione tenta di corrispondere i record locali esistenti con i record della società di origine, in base ai criteri definiti.
nl_be: Hiermee wordt geprobeerd de bestaande lokale records af te stemmen met de records uit het bronbedrijf, op basis van de criteria die u definieert.

# Page 3108456880 - Action 3250729196 - Property 2879900210
source: Use Match-Based Coupling
de_de: Kopplung basierend auf Übereinstimmung verwenden
es_mx: Usar emparejamiento basado en coincidencias
it_ch: Usa associazione basata su corrispondenza
nl_be: Koppeling op basis van overeenkomsten gebruiken

# Page 3108456880 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
es_mx: Proceso
it_ch: Processo
nl_be: Verwerken

# Page 3108456880 - Action 620325036 - Property 1295455071
source: Start all the default integration jobs for synchronizing data from the chosen source company, as defined on the Synchronization Tables page. Tables with finished job status will be skipped.
de_de: Starten Sie alle standardmäßigen Integrationsaufträge zum Synchronisieren von Daten aus dem ausgewählten Ausgangsunternehmen, wie auf der Seite „Synchronisierungstabellen“ definiert. Tabellen mit dem Status „Fertiges Projekt“ werden übersprungen.
es_mx: Permite iniciar todos los proyectos de integración predeterminados para sincronizar los datos de la empresa maestra de origen elegida, tal como se define en la página Tablas de sincronización. Se omitirán las tablas con el estado de proyecto finalizado.
it_ch: Avviare tutti i processi di integrazione predefiniti per la sincronizzazione dei dati della società di origine scelta, come definito nella pagina Tabelle di sincronizzazione. Le mappature con stato del processo finito vengono ignorate.
nl_be: Alle standaardintegratietaken starten voor het synchroniseren van gegevens vanuit het gekozen bronbedrijf, zoals gedefinieerd op de pagina Synchronisatietabellen. Toewijzingen met een voltooide taakstatus worden overgeslagen.

# Page 3108456880 - Action 620325036 - Property 2879900210
source: Start All
de_de: Alle starten
es_mx: Iniciar todo
it_ch: Avvia tutto
nl_be: Alles starten

# Page 3108456880 - Action 685580383 - Property 1295455071
source: Removes all lines, readds all default tables and recalculates synchronization modes.
de_de: Entfernt alle Zeilen, fügt alle Standardtabellen neu hinzu und berechnet die Synchronisierungs-Modi neu
es_mx: Quita todas las líneas, vuelve a agregar todas las tablas predeterminadas y recalcula los modos de sincronización.
it_ch: Rimuove tutte le righe, aggiunge nuovamente tutte le tabelle predefinite e ricalcola le modalità di sincronizzazione.
nl_be: Hiermee worden alle regels verwijderd, worden alle standaardtabellen opnieuw toegevoegd en worden synchronisatiemodi opnieuw berekend.

# Page 3108456880 - Action 685580383 - Property 2879900210
source: Reset
de_de: Zurücksetzen
es_mx: Restablecer
it_ch: Reimposta
nl_be: Opnieuw instellen

# Page 3185645072 - Action 2573355370 - Property 1295455071
source: Updates field mappings to match table schema. Use this action if the table schema was changed since the mappings were generated.
de_de: Aktualisiert Feldzuordnungen, um dem Tabellenschema zu entsprechen. Verwenden Sie diese Aktion, wenn das Tabellenschema seit der Generierung der Zuordnungen geändert wurde.
es_mx: Actualiza las asignaciones de campos para que coincidan con el esquema de tabla. Use esta acción si el esquema de tabla se modificó desde que se generaron las asignaciones.
it_ch: Aggiorna i mapping dei campi in modo che corrispondano allo schema della tabella. Utilizzare questa azione se lo schema della tabella è stato modificato dopo la generazione dei mapping.
nl_be: Hiermee worden veldtoewijzingen aangepast aan het tabelschema. Gebruik deze actie als het tabelschema is gewijzigd sinds de toewijzingen zijn gegenereerd.

# Page 3185645072 - Action 2573355370 - Property 2879900210
source: Update Fields
de_de: Felder aktualisieren
es_mx: Actualizar campos
it_ch: Aggiorna campi
nl_be: Velden bijwerken

# Page 3185645072 - Action 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
es_mx: Proceso
it_ch: Processo
nl_be: Verwerken

# Page 3185645072 - Action 3483044347 - Property 1295455071
source: Enables the synchronization of the selected fields.
de_de: Aktiviert die Synchronisierung der ausgewählten Felder
es_mx: Habilita la sincronización de los campos seleccionados.
it_ch: Abilita la sincronizzazione dei campi selezionati.
nl_be: Hiermee wordt de synchronisatie van de geselecteerde velden ingeschakeld.

# Page 3185645072 - Action 3483044347 - Property 2879900210
source: Enable
de_de: Aktivieren
es_mx: Habilitar
it_ch: Abilita
nl_be: Inschakelen

# Page 3185645072 - Action 4283638840 - Property 1295455071
source: Disables the synchronization of the selected fields.
de_de: Deaktiviert die Synchronisierung der ausgewählten Felder
es_mx: Deshabilita la sincronización de los campos seleccionados.
it_ch: Disabilita la sincronizzazione dei campi selezionati.
nl_be: Hiermee wordt de synchronisatie van de geselecteerde velden uitgeschakeld.

# Page 3185645072 - Action 4283638840 - Property 2879900210
source: Disable
de_de: Deaktivieren
es_mx: Deshabilitar
it_ch: Disabilita
nl_be: Uitschakelen

# Page 1217273708 - Control 1457822769 - Property 1295455071
source: Specifies whether data synchronization with the chosen source company.
de_de: Gibt an, ob die Datensynchronisierung mit dem ausgewählten Ausgangsunternehmen erfolgt
es_mx: Especifica la sincronización de datos con la empresa de origen elegida.
it_ch: Specifica se eseguire la sincronizzazione dei dati con la società di origine selezionata.
nl_be: Hiermee wordt opgegeven of gegevenssynchronisatie met het gekozen bronbedrijf wordt uitgevoerd.

# Page 1217273708 - Control 1457822769 - Property 2879900210
source: Enable Data Synchronization
de_de: Datensynchronisierung aktivieren
es_mx: Permitir sincronización de datos
it_ch: Abilita sincronizzazione dati
nl_be: Gegevenssynchronisatie inschakelen

# Page 1217273708 - Control 1474520838 - Property 1295455071
source: Specifies if the starting of the synchronization jobs should be delayed until a licensed user starts them explicitly from Job Queue Entries list.
de_de: Gibt an, ob der Start der Synchronisierungsaufträge verzögert werden soll, bis ein lizenzierter Benutzer sie explizit aus der Liste mit den Aufgabenwarteschlangenposten startet.
it_ch: Specifica se l'inizio dei processi di sincronizzazione deve essere ritardato fino a quando un utente con licenza non li avvia esplicitamente dalla lista movimenti coda processi.

# Page 1217273708 - Control 3997336476 - Property 1295455071
source: Specifies the name of the cource company that you synchronize data from.
de_de: Gibt den Namen des Ausgangsunternehmen an, von dem Sie Daten synchronisieren
es_mx: Especifica el nombre de la empresa de origen desde la que se sincronizan los datos.
it_ch: Specifica il nome della società di origine da cui si sincronizzano i dati.
nl_be: Hiermee wordt de naam opgegeven van het bronbedrijf waaruit u gegevens synchroniseert.

# Page 2401688108 - Control 1439815520 - Property 1295455071
source: Specifies the action to take when a coupled record is updated in both of the connected applications.
de_de: Gibt die Aktion an, die durchgeführt wird, wenn ein gekoppelter Datensatz in beiden verbundenen Anwendungen aktualisiert wird.
es_mx: Especifica la acción que se debe realizar cuando se actualiza un registro emparejado en ambas aplicaciones conectadas.
it_ch: Specifica l'azione da eseguire quando un record associato viene aggiornato in entrambe le applicazioni collegate.
nl_be: Hiermee wordt de actie opgegeven die moet worden uitgevoerd wanneer een gekoppelde record wordt bijgewerkt in beide verbonden toepassingen.

# Page 2401688108 - Control 1694497541 - Property 1295455071
source: Specifies the name of the business data table in Business Central to map to the integration table.
de_de: Gibt den Namen der Geschäftsdatentabelle zur Zuordnung der Integrationstabelle in Business Central an.
es_mx: Especifica el nombre de la tabla de datos empresariales de Business Central para asignarla a la tabla de integración.
it_ch: Specifica il nome della tabella di dati aziendali di Business Central da mappare alla tabella di integrazione.
nl_be: Hiermee wordt de naam opgegeven van de bedrijfsgegevenstabel in Business Central die moet worden toegewezen aan de integratietabel.

# Page 2401688108 - Control 1694497541 - Property 2879900210
source: Table
de_de: Tabelle
es_mx: Tabla
it_ch: Tabella
nl_be: Tabel

# Page 2401688108 - Control 2961552353 - Property 1295455071
source: Specifies the name of the integration table mapping entry.
de_de: Gibt den Namen des Zuordnungspostens in der Integrationstabelle an
es_mx: Especifica el nombre del movimiento de asignación de la tabla de integración.
it_ch: Specifica il nome del movimento di mapping della tabella di integrazione.
nl_be: Hiermee wordt de naam opgegeven van de toewijzingspost van de integratietabel.

# Page 2401688108 - Control 2986416530 - Property 1295455071
source: Specifies if event-based rescheduling of synchronization jobs should be turned off for this table.
de_de: Gibt an, ob die ereignisbasierte Neuplanung von Synchronisierungsprojekten für diese Tabelle deaktiviert werden soll.
es_mx: Especifica si debe desactivarse la reprogramación de proyectos de sincronización basada en eventos para esta tabla.
it_ch: Specifica se la riprogrammazione basata su eventi dei processi di sincronizzazione deve essere disattivata per questa tabella.
nl_be: Hiermee wordt opgegeven of herplanning van synchronisatietaken op basis van gebeurtenissen moet worden uitgeschakeld voor deze tabel.

# Page 2401688108 - Control 2987383563 - Property 1295455071
source: Specifies the action to take when a coupled record is deleted in one of the connected applications.
de_de: Gibt die Aktion an, die durchgeführt wird, wenn ein gekoppelter Datensatz in einer der verbundenen Anwendungen gelöscht wird.
es_mx: Especifica la acción que se debe realizar cuando se elimina un registro emparejado en una de las aplicaciones conectadas.
it_ch: Specifica l'azione da eseguire quando un record associato viene eliminato in una delle applicazioni collegate.
nl_be: Hiermee wordt de actie opgegeven die moet worden uitgevoerd wanneer een gekoppelde record wordt verwijderd uit een van de verbonden toepassingen.

# Page 2401688108 - Control 3064002603 - Property 1295455071
source: Specifies a configuration template to use when creating new records in the Dynamics 365 business table (specified by the Table ID field) during synchronization.
de_de: Gibt eine Konfigurationsvorlage an, die während der Synchronisierung zum Erstellen neuer Datensätze in der Dynamics 365-Geschäftstabelle (angegeben durch das Feld "Tabellen-ID") verwendet werden soll.
es_mx: Especifica una plantilla de configuración que se usará al crear registros nuevos en la tabla empresarial de Dynamics 365 (especificada en el campo Id. de tabla) durante la sincronización.
it_ch: Specifica un modello di configurazione da utilizzare quando si creano nuovi record nella tabella aziendale di Dynamics 365 (specificata dal campo ID tabella) durante la sincronizzazione.
nl_be: Hiermee wordt een configuratiesjabloon opgegeven om te gebruiken bij het maken van nieuwe records in de Dynamics 365-bedrijfstabel (opgegeven door het veld Tabel-id) tijdens synchronisatie.

# Page 2401688108 - Control 3207106980 - Property 1295455071
source: Specifies a filter on the integration table to control which records can be synchronized with the corresponding records in the business data table that is specified by the Table field.
de_de: Gibt einen Filter für die Integrationstabelle an. Dieser steuert, welche Datensätze mit entsprechenden Datensätzen der im Feld „Tabelle“ festgelegten Geschäftsdatentabelle synchronisiert werden können.
es_mx: Especifica un filtro en la tabla de integración para controlar qué registros se pueden sincronizar con los registros correspondientes de la tabla de datos empresariales que se especifica en el campo Tabla.
it_ch: Specifica un filtro nella tabella di integrazione per controllare i record che possono essere sincronizzati con i record corrispondenti della tabella dei dati aziendali specificata dal campo Tabella.
nl_be: Hiermee wordt een filter opgegeven voor de integratietabel om te bepalen welke records kunnen worden gesynchroniseerd met de corresponderende records in de bedrijfsgegevenstabel die wordt opgegeven door het veld Tabel.

# Page 2401688108 - Control 3207106980 - Property 2879900210
source: Table Filter
de_de: Tabellenfilter
es_mx: Filtro de tabla
it_ch: Filtro tabella
nl_be: Tabelfilter

# Page 2401688108 - Control 3252819777 - Property 1295455071
source: Specifies how to handle uncoupled records in Dynamics 365 Sales entities and Dynamics 365 tables when synchronization is performed by an integration synchronization job.
de_de: Gibt an, wie nicht gekoppelte Datensätze in Dynamics 365 Sales-Entitäten und Dynamics 365-Tabellen bearbeitet werden sollen, wenn die Synchronisierung durch einen Integrationssynchronisierungsauftrag ausgeführt wird.
es_mx: Especifica cómo administrar los registros desemparejados en las entidades de Dynamics 365 Sales y en las tablas de Dynamics 365 cuando la sincronización se realiza a través de un trabajo de sincronización de integración.
it_ch: Specifica come gestire i record non associati nelle entità di Dynamics 365 Sales e nelle tabelle di Dynamics 365 quando viene eseguita la sincronizzazione da un processo di sincronizzazione di integrazione.
nl_be: Hiermee wordt opgegeven hoe ontkoppelde records in Dynamics 365 Sales-entiteiten en Dynamics 365-tabellen moeten worden verwerkt wanneer synchronisatie wordt uitgevoerd door een integratiesynchronisatietaak.

# Page 2401688108 - Control 3277867247 - Property 1295455071
source: Specifies the ID of the integration table to map to the business table.
de_de: Gibt die ID der Integrationstabelle zur Zuordnung zur Geschäftstabelle an.
es_mx: Especifica el identificador de la tabla de integración para asignarlo a la tabla empresarial.
it_ch: Specifica l'ID della tabella di integrazione da mappare alla tabella aziendale.
nl_be: Hiermee wordt de id opgegeven van de integratietabel die moet worden toegewezen aan de bedrijfstabel.

# Page 2401688108 - Control 3277867247 - Property 2879900210
source: Integration Table
de_de: Integrationstabelle
es_mx: Tabla de integración
it_ch: Tabella di integrazione
nl_be: Integratietabel

# Page 2401688108 - Control 3696389755 - Property 1295455071
source: Specifies a date/time filter that uses the date on which records were modified to determine which records to synchronize from the chosen source company. The filter is based on the Modified On field on the integration table records.
de_de: Gibt einen Datums-/Uhrzeitfilter an, der das Datum verwendet, an dem Datensätze geändert wurden. Dies dient zur Ermittlung, welche Datensätze aus dem ausgewählten Ausgangsunternehmen synchronisiert werden sollen. Der Filter basiert auf dem Feld „Geändert am“ in den Datensätzen der Integrationstabelle.
es_mx: Especifica un filtro de fecha y hora que usa la fecha en la que se modificaron los registros para determinar qué registros se sincronizarán desde la empresa de origen elegida. El filtro se basa en el campo Fecha de modificación de los registros de la tabla de integración.
it_ch: Specifica un filtro data/ora che utilizza la data di modifica dei record per determinare quelli da sincronizzare dalla società di origine scelta. Il filtro è basato sul campo Data modifica dei record della tabella di integrazione.
nl_be: Hiermee wordt een datum/tijd-filter opgegeven dat de datum waarop records zijn gewijzigd, gebruikt om te bepalen welke records moeten worden gesynchroniseerd vanuit het gekozen bronbedrijf. Het filter is gebaseerd op het veld Gewijzigd op in de records van de integratietabel.

# Page 2401688108 - Control 3696389755 - Property 2879900210
source: Synchronize Changes Since
de_de: Änderungen synchronisieren seit
es_mx: Sincronizar cambios desde
it_ch: Sincronizza le modifiche da
nl_be: Wijzigingen synchroniseren sinds

# Page 2401688108 - Control 4005701527 - Property 1295455071
source: Specifies a filter on the business data table in Dynamics 365 to control which records can be synchronized with the corresponding records in the integration table that is specified by the Integration Table ID field.
de_de: Gibt einen Filter für die Geschäftsdatentabelle in Dynamics 365 an. Dieser steuert, welche Datensätze mit entsprechenden Datensätzen der im Feld "Integrationstabellen-ID" festgelegten Integrationstabelle synchronisiert werden können.
es_mx: Especifica un filtro de la tabla de datos empresariales de Dynamics 365 para controlar qué registros pueden sincronizarse con los registros correspondientes de la tabla de integración especificada en el campo Id. de tablas de integración.
it_ch: Specifica un filtro nella tabella di dati aziendali in Dynamics 365 per controllare i record che possono essere sincronizzati con i record corrispondenti della tabella di integrazione specificata dal campo ID tabella integrazione.
nl_be: Hiermee wordt een filter opgegeven voor de bedrijfsgegevenstabel in Dynamics 365 om te bepalen welke records kunnen worden gesynchroniseerd met de corresponderende records in de integratietabel die wordt opgegeven door het veld Id integratietabel.

# Page 2401688108 - Control 4005701527 - Property 2879900210
source: Table Filter
de_de: Tabellenfilter
es_mx: Filtro de tabla
it_ch: Filtro tabella
nl_be: Tabelfilter

# Page 2401688108 - Control 4035570004 - Property 1295455071
source: Specifies if the synchronization engine should overwrite local changes that are done since last synchronization.
de_de: Gibt an, ob das Synchronisierungsmodul lokale Änderungen überschreiben soll, die seit der letzten Synchronisierung durchgeführt wurden
es_mx: Especifica si el motor de sincronización debe sobrescribir los cambios locales que se realizan desde la última sincronización.
it_ch: Specifica se il motore di sincronizzazione deve sovrascrivere le modifiche locali effettuate dopo l'ultima sincronizzazione.
nl_be: Hiermee wordt opgegeven of de synchronisatie-engine lokale wijzigingen moet overschrijven die zijn aangebracht sinds de laatste synchronisatie.

# Page 2401688108 - Control 4108847349 - Property 1295455071
source: Specifies a date/time filter that uses the date on which records were modified to determine which records to synchronize to the chosen source company. The filter is based on the SystemModifiedAt field on the Business Central table records.
de_de: Gibt einen Datums-/Uhrzeitfilter an, der das Datum verwendet, an dem Datensätze geändert wurden. Dies dient zur Ermittlung, welche Datensätze mit dem ausgewählten Ausgangsunternehmen synchronisiert werden sollen. Der Filter basiert auf dem Feld „SystemModifiedAt“ in den Datensätzen der Business Central-Tabelle.
es_mx: Especifica un filtro de fecha y hora que usa la fecha en la que se modificaron los registros para determinar qué registros se sincronizarán para la empresa de origen elegida. El filtro se basa en el campo SystemModifiedAt de los registros de la tabla de Business Central.
it_ch: Specifica un filtro data/ora che utilizza la data di modifica dei record per determinare quelli da sincronizzare nella società di origine scelta. Il filtro è basato sul campo SystemModifiedAt dei record della tabella di Business Central.
nl_be: Hiermee wordt een datum/tijd-filter opgegeven dat de datum waarop records zijn gewijzigd, gebruikt om te bepalen welke records moeten worden gesynchroniseerd met het gekozen bronbedrijf. Het filter is gebaseerd op het veld SystemModifiedAt in de records van de Business Central-tabel.
