Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: MasterDataManagement/Source/_Exclude_Master_Data_Management/Translations/_Exclude_Master_Data_Management.*.xlf
Languages: de_de, es_mx, it_ch, nl_be

# Codeunit 1314070134 - NamedType 1411248960
source: Coupling records...\\Processing record #1##########
de_de: Kopplung von Datensätzen ...\\Verarbeitung von Datensatz #1##########
es_mx: Emparejando registros...\\Procesando registro #1##########
it_ch: Associazione dei record in corso...\\Elaborazione del record #1##########
nl_be: Records koppelen...\\Verwerken van record #1##########

# Codeunit 1314070134 - NamedType 2177934927
source: You must specify which fields on the table %1 should be used for match-based coupling.
de_de: Sie müssen angeben, welche Felder in der Tabelle %1 für die Kopplung basierend auf Übereinstimmung verwendet werden sollen.
es_mx: Debe especificar los campos de la tabla %1 que deben usarse para un emparejamiento basado en coincidencias.
it_ch: È necessario specificare quali campi della tabella %1 devono essere utilizzati per l'associazione basata su corrispondenza.
nl_be: U moet opgeven welke velden in de tabel %1 moeten worden gebruikt voor koppeling op basis van overeenkomsten.

# Codeunit 1314070134 - NamedType 2456259747
source: Failed to couple %2 record(s), because no unique uncoupled matching entity was found in %1 with the specified matching criteria.
de_de: Fehler beim Koppeln von %2-Datensatz/-Datensätzen, da keine eindeutige, nicht gekoppelte übereinstimmende Einheit in %1 mit den angegebenen übereinstimmenden Kriterien gefunden wurde.
es_mx: No se pudieron emparejar %2 registro(s), porque no se encontró ninguna entidad coincidente sin emparejar en %1 con el criterio de coincidencia especificado.
it_ch: Impossibile associare %2 record perché non è stata trovata alcuna entità non associata univoca in %1 corrispondente ai criteri specificati.
nl_be: Kan %2 record(s) niet koppelen, omdat er geen unieke, niet-gekoppelde overeenkomende entiteit is gevonden in %1 met de opgegeven overeenkomstcriteria.

# Codeunit 1314070134 - NamedType 3822677714
source: Company %1
de_de: Unternehmen %1
es_mx: Empresa %1
it_ch: Società %1
nl_be: Bedrijf %1

# Codeunit 1724665409 - NamedType 1022082886
source: Cannot couple %1 to this %3 record, because the %3 record is already coupled to %2.
de_de: Kopplung von %1 mit diesem %3-Datensatz nicht möglich, da der %3-Datensatz bereits mit %2 gekoppelt ist.
es_mx: No se puede emparejar %1 a este registro de %3 porque el registro de %3 ya está emparejado con %2.
it_ch: Impossibile associare %1 a questo record %3, perché il record %3 è già associato a %2.
nl_be: Kan %1 niet koppelen aan deze %3-record omdat de %3-record al aan %2 is gekoppeld.

# Codeunit 1724665409 - NamedType 1034339190
source: Both %1 and the %4 %2 record have been changed since the last synchronization, or synchronization has never been performed. If you continue with synchronization, data in %3 will be overwritten with data from %4. Are you sure you want to synchronize?
de_de: %1 und der %4 %2-Datensatz wurden seit der letzten Synchronisierung geändert, oder die Synchronisierung wurde nie durchgeführt. Falls Sie mit der Synchronisierung fortfahren, werden Daten in %3 durch Daten aus %4 ersetzt. Möchten Sie die Synchronisierung wirklich durchführen?
es_mx: Tanto el registro %1 como el registro %2 de %4 han cambiado desde la última sincronización, o bien nunca se ha realizado la sincronización. Si continúa con la sincronización, se sobrescribirán los datos en %3 con datos de %4. ¿Seguro que quiere sincronizar?
it_ch: Il record %1 e il record %4 %2 sono stati entrambi modificati dopo l'ultima sincronizzazione oppure la sincronizzazione non è mai stata eseguita. Se si continua la sincronizzazione, i dati in %3 verranno sovrascritti con dati di %4. Eseguire la sincronizzazione?
nl_be: Zowel de %1-record als de %4 %2-record is gewijzigd sinds de laatste synchronisatie of de synchronisatie is nooit uitgevoerd. Als u doorgaat met de synchronisatie, worden gegevens in %3 overschreven door gegevens uit %4. Weet u zeker dat u wilt synchroniseren?

# Codeunit 1724665409 - NamedType 1040937214
source: The %2 record %1 contains newer data than the %3 record. Get data update from %3, overwriting data in %2?
de_de: Der %2-Datensatz %1 enthält neuere Daten als der %3-Datensatz. Datenaktualisierung von %3 abrufen und die Daten in %2 überschreiben?
es_mx: El registro de %2 %1 contiene datos más recientes que el registro de %3. ¿Desea obtener la actualización de datos de %3 y sobrescribir los datos en %2?
it_ch: Il record %2 %1 contiene dati più recenti rispetto al record %3. Ottenere l'aggiornamento dei dati da %3, sovrascrivendo i dati in %2?
nl_be: De %2-record die aan %1 is gekoppeld, bevat nieuwere gegevens dan de %3-record. Gegevensupdate uit %3 ophalen en gegevens in %2 overschrijven?

# Codeunit 1724665409 - NamedType 11315597
source: The %1 record is marked as skipped.
de_de: Der Datensatz %1 wird als „Übersprungen“ markiert.
es_mx: El registro %1 se marca como omitido.
it_ch: Il record %1 è contrassegnato come ignorato.
nl_be: De %1-record is gemarkeerd als overgeslagen.

# Codeunit 1724665409 - NamedType 1165506117
source: The uncoupling has been scheduled.
de_de: Die Abkopplung wurde geplant.
es_mx: Se ha programado el desemparejamiento.
it_ch: Annullamento dell'associazione programmato.
nl_be: De ontkoppeling is gepland.

# Codeunit 1724665409 - NamedType 1180448747
source: All of selected %1 records are marked as skipped.
de_de: Alle ausgewählten %1-Datensätze werden als „Übersprungen“ markiert.
es_mx: Todos los registros de %1 seleccionados se marcan como omitidos.
it_ch: Tutti i record %1 selezionati sono contrassegnati come ignorati.
nl_be: Alle geselecteerde %1-records zijn gemarkeerd als overgeslagen.

# Codeunit 1724665409 - NamedType 1378066638
source: Both the %1 record and the %3 %2 record have been changed since the last synchronization, or synchronization has never been performed. Bi-directional synchronization is forbidden as a changed bidirectional field was detected, but you can continue continue with uni-derictional synchronization. If you continue, data on one of the records will be lost and replaced with data from the other record.
de_de: Der %1-Datensatz und der %3 %2-Datensatz wurden seit der letzten Synchronisierung geändert, oder die Synchronisierung wurde nie durchgeführt. Eine bidirektionale Synchronisierung ist nicht zulässig, da ein geändertes bidirektionales Feld erkannt wurde. Sie können jedoch mit der unidirektionalen Synchronisierung fortfahren. In diesem Fall gehen Daten in einem der Datensätze verloren und werden durch Daten aus dem anderen Datensatz ersetzt.
es_mx: Tanto el registro %1 como el registro %2 de %3 han cambiado desde la última sincronización, o bien nunca se ha realizado la sincronización. La sincronización bidireccional está prohibida ya que se detectó un campo bidireccional cambiado, pero puede continuar con la sincronización unidireccional. Si continúa con la sincronización, se perderán los datos de uno de los registros y se sustituirá con los datos del otro registro.
it_ch: Il record %1 e il record %2 di %3 sono stati entrambi modificati dopo l'ultima sincronizzazione oppure la sincronizzazione non è mai stata eseguita. La sincronizzazione bidirezionale non è consentita in quanto è stato rilevato un campo bidirezionale modificato, ma è possibile continuare con la sincronizzazione unidirezionale. Se si continua, i dati di uno dei due record andranno perduti e sostituti con i dati dell'altro record.
nl_be: Zowel de %1-record als %3-record %2 is gewijzigd sinds de laatste synchronisatie of de synchronisatie is nooit uitgevoerd. Bidirectionele synchronisatie is verboden aangezien een gewijzigd bidirectioneel veld is gedetecteerd, maar u kunt doorgaan met unidirectionele synchronisatie. Als u doorgaat met de synchronisatie, gaan gegevens in een van de records verloren en worden deze vervangen door gegevens uit de andere record.

# Codeunit 1724665409 - NamedType 1397072557
source: Your license does not allow you to set up Master Data Management. To view details about your permissions, see the Effective Permissions page.
de_de: Ihre Lizenz erlaubt es Ihnen nicht, die Masterdatenverwaltung einzurichten. Informationen zu Ihren Berechtigungen finden Sie auf der Seite „Effektive Berechtigungen“.
it_ch: La licenza non consente di configurare la gestione dati master. Per visualizzare i dettagli sulle autorizzazioni, vedere la pagina Autorizzazioni effettive.

# Codeunit 1724665409 - NamedType 1401058103
source: The integration record for entity %1 was not found.
de_de: Der Integrationsdatensatz für die Entität %1 wurde nicht gefunden.
es_mx: No se encontró el registro de integración para la entidad %1.
it_ch: Impossibile trovare il record di integrazione per l'entità %1.
nl_be: De integratierecord voor entiteit %1 is niet gevonden.

# Codeunit 1724665409 - NamedType 1878632474
source: The synchronization has been scheduled for %1 of %4 records. %2 records failed. %3 records were skipped.
de_de: Die Synchronisierung wurde für %1 von %4 Datensätzen geplant und ist für %2 fehlgeschlagen. %3 Datensätze wurden übersprungen.
es_mx: La sincronización se ha programado para %1 de %4 registros. Ha fallado en %2 y se han omitido %3 registros.
it_ch: Sincronizzazione programmata per %1 di %4 record. %2 record non riusciti. %3 record ignorati.
nl_be: De synchronisatie is gepland voor %1 van %4 records. Er zijn %2 records mislukt en %3 records overgeslagen.

# Codeunit 1724665409 - NamedType 1986429370
source: Cannot couple the %2 record to %1, because %1 is already coupled to another %2 record.
de_de: Kopplung des %2-Datensatzes mit %1 nicht möglich, da %1 bereits mit einem anderen %2-Datensatz gekoppelt ist.
es_mx: No se puede emparejar el registro de %2 a %1 porque %1 ya está emparejado con otro registro de %2.
it_ch: Impossibile associare il record %2 a %1, perché %1 è già associato a un altro record %2.
nl_be: Kan de %2-record niet koppelen aan %1, omdat %1 al is gekoppeld aan een andere %2-record.

# Codeunit 1724665409 - NamedType 2047817834
source: Send data update to source company.,Get data update from source company.
de_de: Datenaktualisierung an das Ausgangsunternehmen senden,Datenaktualisierung vom Ausgangsunternehmen abrufen
es_mx: Enviar la actualización de datos a la empresa de origen.,Obtener la actualización de datos de la empresa de origen.
it_ch: Inviare l'aggiornamento dei dati alla società di origine.,Ottenere l'aggiornamento dei dati dalla società di origine.
nl_be: Gegevensupdate naar bronbedrijf verzenden.,Gegevensupdate uit bronbedrijf ophalen.

# Codeunit 1724665409 - NamedType 2083129699
source: The %3 record coupled to %1 contains newer data than the %2 record. Do you want to overwrite the data in %3?
de_de: Der mit %1 gekoppelte %3-Datensatz enthält neuere Daten als der %2-Datensatz. Möchten Sie die Daten in %3 überschreiben?
es_mx: El registro de %3 emparejado con %1 contiene datos más recientes que el registro de %2. ¿Quiere sobrescribir los datos en %3?
it_ch: Il record %3 associato a %1 contiene dati più recenti rispetto al record %2. Sovrascrivere i dati in %3?
nl_be: De %3-record die aan %1 is gekoppeld, bevat nieuwere gegevens dan de %2-record. Wilt u de gegevens in %3 overschrijven?

# Codeunit 1724665409 - NamedType 2094593661
source: Synchronize data for %1?
de_de: Daten für %1 synchronisieren?
es_mx: ¿Desea sincronizar datos para %1?
it_ch: Sincronizzare i dati per %1?
nl_be: Gegevens synchroniseren voor %1?

# Codeunit 1724665409 - NamedType 2127158156
source: Send data update to %2 for %1?
de_de: Datenaktualisierung für %2 an %1 senden?
es_mx: ¿Desea enviar la actualización de datos a %2 para %1?
it_ch: Inviare l'aggiornamento dei dati a %2 per %1?
nl_be: Gegevensupdate naar %2 sturen voor %1?

# Codeunit 1724665409 - NamedType 217222318
source: Details.
es_mx: Detalles.
it_ch: Dettagli.

# Codeunit 1724665409 - NamedType 2181760471
source: Both %1 and the %4 %2 record have been changed since the last synchronization, or synchronization has never been performed. If you continue with synchronization, data in %4 will be overwritten with data from %3. Are you sure you want to synchronize?
de_de: %1 und der %4 %2-Datensatz wurden seit der letzten Synchronisierung geändert, oder die Synchronisierung wurde nie durchgeführt. Falls Sie mit der Synchronisierung fortfahren, werden Daten in %4 durch Daten aus %3 ersetzt. Möchten Sie die Synchronisierung wirklich durchführen?
es_mx: Tanto el registro %1 como el registro %2 de %4 han cambiado desde la última sincronización, o bien nunca se ha realizado la sincronización. Si continúa con la sincronización, se sobrescribirán los datos en %4 con datos de %3. ¿Seguro que quiere sincronizar?
it_ch: Il record %1 e il record %4 %2 sono stati entrambi modificati dopo l'ultima sincronizzazione oppure la sincronizzazione non è mai stata eseguita. Se si continua la sincronizzazione, i dati in %4 verranno sovrascritti con dati di %3. Eseguire la sincronizzazione?
nl_be: Zowel de %1-record als de %4 %2-record is gewijzigd sinds de laatste synchronisatie of de synchronisatie is nooit uitgevoerd. Als u doorgaat met de synchronisatie, worden gegevens in %4 overschreven door gegevens uit %3. Weet u zeker dat u wilt synchroniseren?

# Codeunit 1724665409 - NamedType 2228020419
source: Get data update from %1 for the selected records?
de_de: Datenaktualisierung von %1 für die ausgewählten Datensätze abrufen?
es_mx: ¿Desea obtener la actualización de datos de %1 para los registros seleccionados?
it_ch: Ottenere l'aggiornamento dei dati da %1 per i record selezionati?
nl_be: Gegevensupdate uit %1 ophalen voor de geselecteerde records?

# Codeunit 1724665409 - NamedType 2272930901
source: The synchronization failed.
de_de: Die Synchronisierung ist fehlgeschlagen.
es_mx: Error en la sincronización.
it_ch: Sincronizzazione non riuscita.
nl_be: De synchronisatie is mislukt.

# Codeunit 1724665409 - NamedType 2289319757
source: Both the %1 record and the %3 %2 record have been changed since the last synchronization, or synchronization has never been performed. No one changed bidirectional field was detected, therefore you can continue continue with both bi- and uni-directional synchronization. If you continue, data will be updated in accordance with the chosen synchronization direction and fields mapping.
de_de: Der %1-Datensatz und der %3 %2-Datensatz wurden seit der letzten Synchronisierung geändert, oder die Synchronisierung wurde nie durchgeführt. Es wurde kein geändertes bidirektionales Feld erkannt, daher können Sie mit der bi- oder unidirektionalen Synchronisierung fortfahren. Wenn Sie den Vorgang fortsetzen, werden Daten gemäß der gewählten Synchronisierungsrichtung und Feldzuordnung aktualisiert.
es_mx: Tanto el registro %1 como el registro %2 de %3 han cambiado desde la última sincronización, o bien nunca se ha realizado la sincronización. No se detectó un campo bidireccional cambiado, por lo que puede continuar con la sincronización tanto bidireccional como unidireccional. Si continúa, los datos se actualizarán de acuerdo con la dirección de sincronización elegida y la asignación de campo.
it_ch: Il record %1 e il record %2 di %3 sono stati entrambi modificati dopo l'ultima sincronizzazione oppure la sincronizzazione non è mai stata eseguita. Non è stato rilevato alcun campo bidirezionale modificato, pertanto è possibile continuare con la sincronizzazione bidirezionale e unidirezionale. Se si continua, i dati vengono aggiornati in base alla direzione di sincronizzazione scelta e al mapping dei campi.
nl_be: Zowel de %1 record als %3-record %2 is gewijzigd sinds de laatste synchronisatie of de synchronisatie is nooit uitgevoerd. Er is geen gewijzigd bidirectioneel veld gedetecteerd. U kunt daarom doorgaan met zowel bidirectionele als unidirectionele synchronisatie. Als u doorgaat, worden de gegevens bijgewerkt op basis van de gekozen synchronisatierichting en veldtoewijzing.

# Codeunit 1724665409 - NamedType 2411424718
source: No %1 was found for table %2.
de_de: Es wurde keine %1 für Tabelle %2 gefunden.
es_mx: No se ha encontrado %1 para la tabla %2.
it_ch: Impossibile trovare %1 per la tabella %2.
nl_be: Er is geen %1 gevonden voor tabel %2.

# Codeunit 1724665409 - NamedType 245488723
source: Disable this notification.
de_de: Deaktivieren Sie diese Benachrichtigung.
es_mx: Deshabilite esta notificación.
it_ch: Disabilitare questa notifica.
nl_be: Dit bericht uitschakelen.

# Codeunit 1724665409 - NamedType 2618068198
source: One or more of the selected integration table mappings is custom.\\Restoring the default table mapping for a custom table mapping will restore all custom table mappings to their default.\\Do you want to continue?
de_de: Mindestens eine der ausgewählten Integrationstabellenzuordnungen ist benutzerdefiniert.\\Durch Wiederherstellen der Standardtabellenzuordnung für eine benutzerdefinierte Tabellenzuordnung werden alle benutzerdefinierten Tabellenzuordnungen auf die Standardeinstellungen zurückgesetzt.\\Möchten Sie fortfahren?
es_mx: Una o más de las asignaciones de tablas de integración seleccionadas está personalizada.\\Al restaurar la asignación de tabla predeterminada para una asignación de tabla personalizada, se restaurarán todas las asignaciones personalizadas de tablas a sus valores predeterminados.\\¿Desea continuar?
it_ch: Uno o più mapping della tabella di integrazione selezionata sono personalizzati.\\Il ripristino del mapping di tabella predefinito per un mapping di tabella personalizzato ripristina il valore predefinito di tutti i mapping di tabella personalizzati.\\Continuare?
nl_be: Een of meer van de geselecteerde toewijzingen van integratietabellen zijn aangepast.\\Als u de standaardtabeltoewijzing voor een aangepaste tabeltoewijzing herstelt, worden alle aangepaste tabeltoewijzingen weer ingesteld op de standaard.\\Wilt u doorgaan?

# Codeunit 1724665409 - NamedType 2675285327
source: Get data update from %2 for %1?
de_de: Datenaktualisierung von %2 für %1 abrufen?
es_mx: ¿Desea obtener la actualización de datos de %2 para %1?
it_ch: Ottenere l'aggiornamento dei dati da %2 per %1?
nl_be: Gegevensupdate uit %2 ophalen voor %1?

# Codeunit 1724665409 - NamedType 2788705922
source: Turns the user's attention to the Integration Synchronization Jobs page.
de_de: Lenkt die Aufmerksamkeit des Benutzers auf die Seite „Integrationssynchronisierungsaufträge“.
es_mx: Dirige la atención del usuario a la página Trabajos de sincronización.
it_ch: Richiede l'attenzione dell'utente sulla pagina Processi di sincronizzazione integrazione.
nl_be: Hiermee wordt de aandacht van de gebruiker gevestigd op de pagina Taken voor integratiesynchronisatie.

# Codeunit 1724665409 - NamedType 298896617
source: Synchronize data for the selected records?
de_de: Daten für die ausgewählten Datensätze synchronisieren?
es_mx: ¿Desea sincronizar datos para los registros seleccionados?
it_ch: Sincronizzare i dati per i record selezionati?
nl_be: Gegevens synchroniseren voor de geselecteerde records?

# Codeunit 1724665409 - NamedType 3295349667
source: The synchronization has been scheduled.
de_de: Die Synchronisierung wurde geplant.
es_mx: La sincronización se ha programado.
it_ch: La sincronizzazione è stata pianificata.
nl_be: De synchronisatie is gepland.

# Codeunit 1724665409 - NamedType 3372014790
source: The uncoupling has been skipped.
de_de: Die Abkopplung wurde übersprungen.
es_mx: Se ha omitido el desemparejamiento.
it_ch: L'annullamento dell'associazione è stato ignorato.
nl_be: De ontkoppeling is overgeslagen.

# Codeunit 1724665409 - NamedType 3415153568
source: The coupling has been skipped.
de_de: Die Kopplung wurde übersprungen.
es_mx: Se ha omitido el emparejamiento.
it_ch: L'associazione è stata ignorata.
nl_be: De koppeling is overgeslagen.

# Codeunit 1724665409 - NamedType 3586624132
source: The synchronization has been skipped.
de_de: Die Synchronisierung wurde übersprungen.
es_mx: Se ha omitido la sincronización.
it_ch: La sincronizzazione è stata ignorata.
nl_be: De synchronisatie is overgeslagen.

# Codeunit 1724665409 - NamedType 3650943473
source: Your license does not allow you to use Master Data Management. To view details about your permissions, see the Effective Permissions page.
de_de: Ihre Lizenz erlaubt es Ihnen nicht, die Masterdatenverwaltung zu verwenden. Informationen zu Ihren Berechtigungen finden Sie auf der Seite „Effektive Berechtigungen“.
it_ch: La licenza non consente di usare la gestione dati master. Per visualizzare i dettagli sulle autorizzazioni, vedere la pagina Autorizzazioni effettive.

# Codeunit 1724665409 - NamedType 371451318
source: The uncoupling has been scheduled for %1 of %4 records. %2 records failed. %3 records were skipped.
de_de: Die Abkopplung wurde für %1 von %4 Datensätzen geplant und ist für %2 Datensätze fehlgeschlagen. %3 Datensätze wurden übersprungen.
es_mx: Se ha programado el desemparejamiento para %1 de %4 registros. Error en %2 registros. Se han omitido %3 registros.
it_ch: Annullamento dell'associazione programmato per %1 di %4 record. %2 record non riusciti. %3 record ignorati.
nl_be: De ontkoppeling is gepland voor %1 van %4 records. Er zijn %2 records mislukt en %3 records overgeslagen.

# Codeunit 1724665409 - NamedType 3801598313
source: Send data update to source company.,Get data update from source company.,Merge data.
de_de: Datenaktualisierung an das Ausgangsunternehmen senden,Datenaktualisierung vom Ausgangsunternehmen abrufen,Daten zusammenführen
es_mx: Enviar la actualización de datos a la empresa de origen.,Obtener la actualización de datos de la empresa de origen.,Combinar datos.
it_ch: Inviare l'aggiornamento dei dati alla società di origine.,Ottenere l'aggiornamento dei dati dalla società di origine.,Unire i dati.
nl_be: Gegevensupdate naar bronbedrijf verzenden.,Gegevensupdate uit bronbedrijf ophalen.,Gegevens samenvoegen.

# Codeunit 1724665409 - NamedType 3914242569
source: The record is already coupled.
de_de: Der Datensatz ist bereits gekoppelt.
es_mx: Ya está emparejado el registro.
it_ch: Il record è già associato.
nl_be: De record is al gekoppeld.

# Codeunit 1724665409 - NamedType 4049079201
source: Notify the user about scheduled synchronization jobs.
de_de: Benachrichtigt den Benutzer über geplante Dataverse-Synchronisierungsaufträge
es_mx: Notifique al usuario acerca de los proyectos de sincronización programados.
it_ch: Notificare all'utente i processi di sincronizzazione programmati.
nl_be: De gebruiker informeren over geplande synchronisatietaken.

# Codeunit 1724665409 - NamedType 4195699587
source: The uncoupling failed.
de_de: Fehler bei Abkopplung
es_mx: Error de desemparejamiento.
it_ch: L'annullamento dell'associazione non è riuscito.
nl_be: De ontkoppeling is mislukt.

# Codeunit 1724665409 - NamedType 556842129
source: The coupling failed.
de_de: Fehler bei Kopplung
es_mx: Error en la emparejamiento.
it_ch: L'associazione non è riuscita.
nl_be: De koppeling is mislukt.

# Codeunit 1724665409 - NamedType 610115256
source: Send data update to %1 for the selected records?
de_de: Datenaktualisierung für die ausgewählten Datensätze an %1 senden?
es_mx: ¿Desea enviar la actualización de datos a %1 para los registros seleccionados?
it_ch: Inviare l'aggiornamento dei dati a %1 per i record selezionati?
nl_be: Gegevensupdate naar %1 verzenden voor de geselecteerde records?

# Codeunit 1724665409 - NamedType 644426423
source: All of the selected records are already coupled.
de_de: Alle ausgewählten Datensätze sind bereits gekoppelt.
es_mx: Todos los registros seleccionados ya están emparejados.
it_ch: Tutti i record selezionati sono già associati.
nl_be: Alle geselecteerde records zijn al gekoppeld.
