Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: MasterDataManagement/Source/_Exclude_Master_Data_Management/Translations/_Exclude_Master_Data_Management.*.xlf
Languages: de_de, es_mx, it_ch, nl_be

# Table 1217273708 - NamedType 2451012386
source: The synchronization of data from company %1 is enabled. \\To review the tables and fields that will be synchronized, choose action Synchronization Tables. \\To perform the initial synchronization of data from %1, choose Start Initial Synchronization. \\After the initial synchronization is done, job queue entries will continue to synchronize modifications.
de_de: Die Synchronisierung der Daten von Unternehmen %1 ist aktiviert. \\Um die Tabellen und Felder zu überprüfen, die synchronisiert werden, wählen Sie die Aktion „Synchronisierungstabellen“ aus. \\Um die anfängliche Synchronisierung von Daten aus %1 auszuführen, wählen Sie „Anfängliche Synchronisierung starten“ aus. \\Nachdem die anfängliche Synchronisierung abgeschlossen ist, setzen die Aufgabenwarteschlangenposten die Synchronisierung von Änderungen fort.
es_mx: La sincronización de los datos maestros de la empresa %1 está habilitada. \\Para revisar las tablas y los campos que se sincronizarán, elija la acción Tablas de sincronización. \\Para realizar la sincronización inicial de los datos desde %1, elija Iniciar sincronización inicial. \\Después de realizar la sincronización inicial, los movimientos de cola de proyectos seguirán sincronizando modificaciones.
it_ch: La sincronizzazione dei dati della società %1 è abilitata. \\Per esaminare le tabelle e i campi che vengono sincronizzati, scegliere l'azione Tabelle di sincronizzazione. \\Per eseguire la sincronizzazione iniziale dei dati di %1, scegliere Avvia sincronizzazione iniziale. \\Dopo aver completato la sincronizzazione iniziale, i movimenti coda processi continuano a sincronizzare le modifiche.
nl_be: De synchronisatie van gegevens uit bedrijf %1 is geactiveerd. \\Als u de tabellen en velden wilt controleren die worden gesynchroniseerd, kiest u de actie Synchronisatietabellen. \\Als u de initiële synchronisatie van gegevens vanuit %1 wilt uitvoeren, kiest u Initiële synchronisatie starten. \\Nadat de initiële synchronisatie is uitgevoerd, gaan taakwachtrij-items door met het synchroniseren van wijzigingen.

# Table 1217273708 - NamedType 3409020256
source: All the couplings with records from previous source company %1 will be deleted. Do you want to continue?
de_de: Alle Kopplungen mit Datensätzen des vorherigen Ausgangsunternehmens %1 werden gelöscht. Möchten Sie fortfahren?
es_mx: Se eliminarán todos los emparejamientos con registros desde la empresa de origen anterior %1. ¿Desea continuar?
it_ch: Tutte le associazioni con i record della precedente società di origine %1 vengono eliminate. Continuare?
nl_be: Alle koppelingen met records uit het vorige bronbedrijf %1 worden verwijderd. Wilt u doorgaan?

# Table 1217273708 - NamedType 715662534
source: Data synchronization with company %1 is disabled. \\We recommend to keep the table setup and coupling information, especially if you intend to reenable the synchronization with the same company. \\Do you want to keep the table setup and coupling information?
de_de: Die Datensynchronisierung mit Unternehmen %1 ist deaktiviert. \\Wir empfehlen, die Tabelleneinrichtung und die Kopplungsinformationen beizubehalten, insbesondere wenn Sie beabsichtigen, die Synchronisierung mit demselben Unternehmen wieder zu aktivieren. \\Möchten Sie die Tabelleneinrichtung und die Kopplungsinformationen beibehalten?
es_mx: La sincronización de datos con la empresa %1 está deshabilitada. \\Le recomendamos que mantenga la configuración de tablas y la información de emparejamiento, especialmente si tiene intención de volver a habilitar la sincronización con la misma empresa. \\¿Desea conservar la configuración de tablas y la información de emparejamiento?
it_ch: La sincronizzazione dei dati con la società %1 è disabilitata.\\Si consiglia di mantenere le informazioni di setup e associazione della tabella, soprattutto se si intende riabilitare la sincronizzazione con la stessa società. \\Mantenere le informazioni di setup e associazione della tabella?
nl_be: Gegevenssynchronisatie met bedrijf %1 is uitgeschakeld. \\Het wordt aangeraden de tabelinstelling en de koppelingsgegevens te behouden, vooral als u van plan bent synchronisatie met hetzelfde bedrijf weer in te schakelen. \\Wilt u de tabelinstelling en de koppelingsgegevens behouden?

# Table 1037947899 - Property 2879900210
source: Master Data Mgt. Coupling
de_de: Kopplung der Masterdatenverwaltung
es_mx: Emparejamiento administración datos maestros
it_ch: Associazione gestione dati master
nl_be: Koppeling van Hoofdgegevensbeheer

# Table 1217273708 - Property 2879900210
source: Master Data Management Setup
de_de: Einrichtung der Masterdatenverwaltung
es_mx: Configuración de la administración de datos maestros
it_ch: Setup gestione dei dati master
nl_be: Instelling van Hoofdgegevensbeheer

# Table 1716462826 - Property 2879900210
source: Master Data Mgt. Subscriber
de_de: Abonnent der Masterdatenverwaltung
es_mx: Suscriptor administración datos maestro
it_ch: Sottoscrittore gestione dati master
nl_be: Abonnee op Hoofdgegevensbeheer

# Table 1967760114 - Property 2879900210
source: Master Data Full Synch. Review Line
de_de: Prüfzeile der vollständigen Masterdatensynchronisierung
es_mx: Línea revisión sinc. completa datos maestros
it_ch: Riga revisione sincronizzazione completa dati master
nl_be: Controleregel van volledige synchronisatie van hoofdgegevens

# TableExtension 3038540608 - Field 4035570004 - Property 2879900210
source: Overwrite Local Change
de_de: Lokale Änderung überschreiben
es_mx: Sobrescribir cambio local
it_ch: Sovrascrivi modifica locale
nl_be: Lokale wijziging overschrijven

# TableExtension 3641795020 - Field 4035570004 - Property 2879900210
source: Overwrite Local Change
de_de: Lokale Änderung überschreiben
es_mx: Sobrescribir cambio local
it_ch: Sovrascrivi modifica locale
nl_be: Lokale wijziging overschrijven

# TableExtension 3641795020 - Field 513339096 - Property 2879900210
source: Status
es_mx: Estado
it_ch: Stato

# TableExtension 3641795020 - Field 513339096 - Property 62802879
source: Enabled,Disabled
de_de: Aktiviert,Deaktiviert
es_mx: Activado,Desactivado
it_ch: Abilitato,Disabilitato
nl_be: Geactiveerd,Gedeactiveerd

# TableExtension 3641795020 - NamedType 2897676911
source: This will make the synchronization engine overwrite any local changes that are done on this table. \\To enable this setting only for chosen fields, choose the Synchronization Fields action. \\Do you want to continue and enable it for the table?
de_de: Dadurch überschreibt das Synchronisierungsmodul alle lokalen Änderungen, die in dieser Tabelle vorgenommen werden. \\Um diese Einstellung nur für ausgewählte Felder zu aktivieren, wählen Sie die Aktion „Synchronisierungsfelder“ aus. \\Möchten Sie fortfahren und sie für die Tabelle aktivieren?
es_mx: Esto hará que el motor de sincronización sobrescriba los cambios locales que se realicen en esta tabla. \\Para habilitar esta configuración solo para los campos elegidos, elija la acción Campos de sincronización. \\¿Desea continuar y habilitarla para la tabla?
it_ch: Il motore di sincronizzazione sovrascrive tutte le modifiche locali apportate in questa tabella. \\Per abilitare questa impostazione solo per i campi scelti, selezionare l'azione Campi di sincronizzazione. \\Continuare e abilitare l'impostazione per la tabella?
nl_be: Hierdoor overschrijft de synchronisatie-engine lokale wijzigingen die worden aangebracht in deze tabel. \\Als u deze instelling alleen voor gekozen velden wilt inschakelen, kiest u de actie Synchronisatievelden. \\Wilt u doorgaan en het inschakelen voor de tabel?

# XmlPort 2989888210 - Property 2879900210
source: Import Master Data Management Setup
de_de: Einrichtung der Masterdatenverwaltung importieren
es_mx: Importar configuración administración datos maestros
it_ch: Importa setup gestione dati master
nl_be: Instelling van Hoofdgegevensbeheer importeren

# XmlPort 65277681 - Property 2879900210
source: Export Master Data Management Setup
de_de: Einrichtung der Masterdatenverwaltung exportieren
es_mx: Exportar configuración administración datos maestros
it_ch: Esporta setup gestione dati master
nl_be: Instelling van Hoofdgegevensbeheer exporteren
