Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: ContosoCoffeeDemoDataset/Source/Contoso Coffee Demo Dataset/Translations/Contoso Coffee Demo Dataset.*.xlf
Languages: fr_be

# Table 811197606 - Property 2879900210
source: Manufacturing Demo Account
fr_be: Compte de démonstration de production

# Table 811197606 - Field 3844419201 - Property 2879900210
source: Account Description
fr_be: Description du compte

# Table 811197606 - Field 2180938866 - Property 2879900210
source: Account Key
fr_be: Clé de compte

# Table 811197606 - Field 14865046 - Property 2879900210
source: Account Value
fr_be: Valeur du compte

# Table 2670224048 - Property 2879900210
source: Manufacturing Demo Data Setup
fr_be: Configuration des données de démonstration de production

# Table 2670224048 - Field 3928393419 - Property 2879900210
source: Adjust for Payment Discount
fr_be: Ajuster pour escompte

# Table 2670224048 - Field 3529346069 - Property 2879900210
source: Base VAT Code
fr_be: Code TVA base

# Table 2670224048 - Field 332174833 - Property 2879900210
source: Company Type
fr_be: Type de société

# Table 2670224048 - Field 332174833 - Property 62802879
source: VAT,Sales Tax
fr_be: TVA,Taxe

# Table 2670224048 - Field 3381089669 - Property 2879900210
source: Domestic - Gen. Bus. Posting Group
fr_be: National : groupe comptabilisation marché

# Table 2670224048 - Field 2074682513 - Property 2879900210
source: Finished Code
fr_be: Code fini

# Table 2670224048 - Field 1722058077 - Property 2879900210
source: Is DemoData Populated
fr_be: Est DemoData remplie

# Table 2670224048 - Field 2386326790 - Property 2879900210
source: Capacity - Gen. Prod. Posting Group
fr_be: Capacité : groupe comptabilisation produit

# Table 2670224048 - Field 4238943959 - Property 2879900210
source: Manufacturing Location
fr_be: Lieu de production

# Table 2670224048 - Field 2604280068 - Property 2879900210
source: Price Factor
fr_be: Facteur prix

# Table 2670224048 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_be: Clé primaire

# Table 2670224048 - Field 4220723123 - Property 2879900210
source: Raw Mat - Gen. Prod. Posting Group
fr_be: Mat. prem. : groupe comptabilisation produit

# Table 2670224048 - Field 4242196510 - Property 2879900210
source: Retail - Gen. Prod. Posting Group
fr_be: Vte détail : groupe comptabilisation produit

# Table 2670224048 - Field 2556434784 - Property 2879900210
source: Rounding Precision
fr_be: Précision arrondi

# Table 2670224048 - Field 34877017 - Property 2879900210
source: Starting Year
fr_be: Année de début

# Table 2670224048 - Field 2099156127 - Property 2879900210
source: Working Date
fr_be: Date de travail

# Codeunit 549124993 - NamedType 4239967506
source: DOMESTIC
fr_be: NATIONAL

# Codeunit 549124993 - NamedType 360575174
source: FINISHED
fr_be: PROD FINIS

# Codeunit 549124993 - NamedType 2326689169
source: MANUFACT
fr_be: PRODUCTION

# Codeunit 549124993 - NamedType 2432616601
source: North
fr_be: Nord

# Codeunit 549124993 - NamedType 1091556328
source: RAW MAT
fr_be: MAT PREM

# Codeunit 549124993 - NamedType 2986904825
source: RETAIL
fr_be: VTE DETAIL

# Codeunit 1083179759 - NamedType 1654479348
source: Days
fr_be: Jours

# Codeunit 1083179759 - NamedType 2683289921
source: DAYS
fr_be: JOURS

# Codeunit 1083179759 - NamedType 1408284608
source: Hours
fr_be: Heures

# Codeunit 1083179759 - NamedType 2150486581
source: HOURS
fr_be: HEURES

# Codeunit 3657324299 - NamedType 3792587043
source: Capacity Variance
fr_be: Écart opératoire

# Codeunit 3657324299 - NamedType 2775833291
source: Cap. Overhead Variance
fr_be: Écarts frais généraux op.

# Codeunit 3657324299 - NamedType 1864160131
source: Direct Cost Applied, Cap.
fr_be: Achats réfléchis opé.

# Codeunit 3657324299 - NamedType 109983697
source: Direct Cost Applied, Rawmat.
fr_be: Achats réfléchis mat. pr.

# Codeunit 3657324299 - NamedType 3644177200
source: Direct Cost Applied, Retail.
fr_be: Achats réfléchis march.

# Codeunit 3657324299 - NamedType 2305113782
source: Finished Goods
fr_be: Produits finis

# Codeunit 3657324299 - NamedType 728973331
source: Inventory Adjmt., Raw Mat.
fr_be: Var. stock mat. prem.

# Codeunit 3657324299 - NamedType 1566354006
source: Inventory Adjmt., Retail
fr_be: Var. stock marchandises

# Codeunit 3657324299 - NamedType 2500529338
source: Material Variance
fr_be: Écart matière

# Codeunit 3657324299 - NamedType 2627081961
source: Mfg. Overhead Variance
fr_be: Écart frais généraux matière

# Codeunit 3657324299 - NamedType 2180863087
source: Overhead Applied, Rawmat.
fr_be: Charges réfléchies mat. pr.

# Codeunit 3657324299 - NamedType 292171635
source: Overhead Applied, Cap.
fr_be: Charges réfléchies opé.

# Codeunit 3657324299 - NamedType 3256896768
source: Overhead Applied, Retail
fr_be: Charges réfléchies march.

# Codeunit 3657324299 - NamedType 39329264
source: Purchase Variance, Cap.
fr_be: Écarts sur coûts std opé.

# Codeunit 3657324299 - NamedType 2677595774
source: Overhead Applied, Rawmat.
fr_be: Charges réfléchies mat. pr.

# Codeunit 3657324299 - NamedType 1939289131
source: Purchase Variance, Retail
fr_be: Écarts sur coûts std march.

# Codeunit 3657324299 - NamedType 1046934442
source: Purch., Raw Materials - Dom.
fr_be: Achats, mat. prem. - France

# Codeunit 3657324299 - NamedType 922344904
source: Raw Materials
fr_be: Matières premières

# Codeunit 3657324299 - NamedType 2746860126
source: Subcontracted Variance
fr_be: Écart sous-traitance

# Codeunit 3657324299 - NamedType 2774156519
source: WIP Account, Finished goods
fr_be: Compte en-cours, Produits finis

# Codeunit 68986151 - NamedType 2397719157
source: AutoDripLite - Black
fr_be: AutoDripLite : noir

# Codeunit 68986151 - NamedType 3299135649
source: AutoDripLite - Red
fr_be: AutoDripLite : rouge

# Codeunit 68986151 - NamedType 3790473597
source: AutoDripLite - White
fr_be: AutoDripLite : blanc

# Codeunit 68986151 - NamedType 3027883969
source: BLACK
fr_be: NOIR

# Codeunit 68986151 - NamedType 1557909258
source: Button
fr_be: Bouton

# Codeunit 68986151 - NamedType 2541024088
source: CAN
fr_be: BIDON

# Codeunit 68986151 - NamedType 1169693987
source: Circuit board
fr_be: Circuit imprimé

# Codeunit 68986151 - NamedType 3487790671
source: CM_Commer
fr_be: MC_Commer

# Codeunit 68986151 - NamedType 3967768057
source: CM_Consum
fr_be: MC_Consom

# Codeunit 68986151 - NamedType 1994848466
source: CM
fr_be: MC

# Codeunit 68986151 - NamedType 3880269161
source: Coffee Makers
fr_be: Machine à café

# Codeunit 68986151 - NamedType 59147860
source: Commercial Models
fr_be: Modèles commerciaux

# Codeunit 68986151 - NamedType 3596745286
source: Consumer Models
fr_be: Modèles de consommateur

# Codeunit 68986151 - NamedType 104452069
source: Control panel display
fr_be: Affich. panneau conf.

# Codeunit 68986151 - NamedType 2510970646
source: Facia Panel with display
fr_be: Panneau Facia avec affichage

# Codeunit 68986151 - NamedType 3157154902
source: Coffee filter basket
fr_be: Panier filtre à café

# Codeunit 68986151 - NamedType 117551038
source: Foot, adjustable, rubber
fr_be: Pied, ajustable, caoutchouc

# Codeunit 68986151 - NamedType 2595206036
source: Glass Carafe
fr_be: Carafe en verre

# Codeunit 68986151 - NamedType 3899518690
source: Heating element
fr_be: Élément thermique

# Codeunit 68986151 - NamedType 1889595090
source: Housing Airpot Duo
fr_be: Airpot Duo logement

# Codeunit 68986151 - NamedType 2685753100
source: Housing Airpot
fr_be: Airpot logement

# Codeunit 68986151 - NamedType 1948949243
source: Housing AutoDrip
fr_be: AutoDrip logement

# Codeunit 68986151 - NamedType 3637905680
source: IoT Sensor
fr_be: Capteur IoT

# Codeunit 68986151 - NamedType 3803182540
source: On/off light
fr_be: Allumé/éteint

# Codeunit 68986151 - NamedType 2461526415
source: Paint, black
fr_be: Peinture, noir

# Codeunit 68986151 - NamedType 1865603779
source: Paint, red
fr_be: Peinture, rouge

# Codeunit 68986151 - NamedType 1031980631
source: Paint, white
fr_be: Peinture, blanc

# Codeunit 68986151 - NamedType 2469451421
source: Parts
fr_be: Pièces

# Codeunit 68986151 - NamedType 1222554688
source: PARTS
fr_be: PIÈCES

# Codeunit 68986151 - NamedType 2512947775
source: Power cord
fr_be: Cordon d’alimentation

# Codeunit 68986151 - NamedType 839650965
source: RED
fr_be: ROUGE

# Codeunit 68986151 - NamedType 834994219
source: Reservoir Assy.
fr_be: Ensemble réservoir

# Codeunit 68986151 - NamedType 843906211
source: Reservoir testing kit
fr_be: Kit de test de réservoir

# Codeunit 68986151 - NamedType 597323651
source: Reservoir
fr_be: Réservoir

# Codeunit 68986151 - NamedType 1276095357
source: Screw Hex M3, Zink
fr_be: Vis hex m3, zinc

# Codeunit 68986151 - NamedType 4222614502
source: SET
fr_be: JEU

# Codeunit 68986151 - NamedType 2835448451
source: SN specific tracking for manufacturing
fr_be: NS : traçabilité spécifique pour production

# Codeunit 68986151 - NamedType 2795536560
source: SN-PROD
fr_be: NS : PROD

# Codeunit 68986151 - NamedType 1223161368
source: Stainless still thermal carafe
fr_be: Carafe therm. acier inox

# Codeunit 68986151 - NamedType 1353862664
source: Switch on/off
fr_be: Activer/désactiver l’option

# Codeunit 68986151 - NamedType 2884640167
source: Warming plate
fr_be: Plaque chauffante

# Codeunit 68986151 - NamedType 690714794
source: Water tubing
fr_be: Tubes à eau

# Codeunit 68986151 - NamedType 3357886793
source: WHITE
fr_be: BLANC

# Codeunit 288858027 - NamedType 4172129958
source: Default Journal
fr_be: Feuille par défaut

# Codeunit 288858027 - NamedType 582150517
source: DEFAULT
fr_be: PAR DÉFAUT

# Codeunit 288858027 - NamedType 3058070655
source: ITEM
fr_be: ARTICLE

# Codeunit 3818209661 - NamedType 582150517
source: DEFAULT
fr_be: PAR DÉFAUT

# Codeunit 3818209661 - NamedType 3058070655
source: ITEM
fr_be: ARTICLE

# Codeunit 3818209661 - NamedType 626118576
source: START-MANF
fr_be: INIT-PROD

# Codeunit 96371575 - NamedType 2285831687
source: Capacity Journal
fr_be: Feuille capacité

# Codeunit 96371575 - NamedType 407043264
source: CAPACITY
fr_be: CAPACITÉ

# Codeunit 96371575 - NamedType 2426949496
source: Consumption Journal
fr_be: Feuille consommation

# Codeunit 96371575 - NamedType 1807469227
source: CONSUMP
fr_be: CONSO

# Codeunit 96371575 - NamedType 2931701824
source: Item Journal
fr_be: Feu. article

# Codeunit 96371575 - NamedType 3058070655
source: ITEM
fr_be: ARTICLE

# Codeunit 96371575 - NamedType 767469418
source: Output Journal
fr_be: Feuille production

# Codeunit 96371575 - NamedType 895498073
source: OUTPUT
fr_be: PRODUCTION

# Codeunit 87617727 - NamedType 517193696
source: North Street, 2
fr_be: Rue du Nord, 2

# Codeunit 87617727 - NamedType 420762174
source: North Warehouse
fr_be: Entrepôt Nord

# Codeunit 3891720912 - NamedType 994084425
source: O-PROM
fr_be: P-COMM

# Codeunit 214596657 - NamedType 1499495566
source: Capacities
fr_be: Capacités

# Codeunit 214596657 - NamedType 1224585919
source: Domestic customers and vendors
fr_be: Clients et fournisseurs nationaux

# Codeunit 214596657 - NamedType 2958877632
source: Finished items
fr_be: Articles finis

# Codeunit 214596657 - NamedType 922344904
source: Raw materials
fr_be: Matières premières

# Codeunit 3528194800 - NamedType 2397719157
source: AutoDripLite - Black
fr_be: AutoDripLite : noir

# Codeunit 3528194800 - NamedType 3299135649
source: AutoDripLite - Red
fr_be: AutoDripLite : rouge

# Codeunit 3528194800 - NamedType 3790473597
source: AutoDripLite - White
fr_be: AutoDripLite : blanc

# Codeunit 3528194800 - NamedType 834994219
source: Reservoir Assy.
fr_be: Ensemble réservoir

# Codeunit 873807125 - NamedType 2182533702
source: Airpot - Parallel
fr_be: Airpot : parallèle

# Codeunit 873807125 - NamedType 1243304915
source: Airpot - Serial
fr_be: Airpot : série

# Codeunit 873807125 - NamedType 2677663684
source: Airpot - Subcontracting 1
fr_be: Airpot : sous-traitance 1

# Codeunit 873807125 - NamedType 3353443525
source: Airpot - Subcontracting 2
fr_be: Airpot : sous-traitance 2

# Codeunit 873807125 - NamedType 365924642
source: Body assembly
fr_be: Assemblage du corps

# Codeunit 873807125 - NamedType 3966382110
source: Electrical wiring
fr_be: Câblage électrique

# Codeunit 873807125 - NamedType 431626339
source: Packing
fr_be: Conditionnement

# Codeunit 873807125 - NamedType 208874333
source: Reservoir assembly
fr_be: Ensemble réservoir

# Codeunit 873807125 - NamedType 834994219
source: Reservoir Assy.
fr_be: Ensemble réservoir

# Codeunit 873807125 - NamedType 439344242
source: Testing
fr_be: Test

# Codeunit 873807125 - NamedType 3687200900
source: Unit assembly
fr_be: Assemblage unité

# Codeunit 3241798080 - NamedType 2707760297
source: Assembling
fr_be: Assemblage

# Codeunit 3507819959 - NamedType 443149422
source: Incorrect configuration of the equipment
fr_be: Configuration incorrecte de l’équipement

# Codeunit 3507819959 - NamedType 4291570728
source: Defective material
fr_be: Matériau défectueux

# Codeunit 3507819959 - NamedType 2996979614
source: Equipment
fr_be: Équipement

# Codeunit 3507819959 - NamedType 4083469917
source: Material
fr_be: Matière

# Codeunit 3507819959 - NamedType 1829563420
source: Operator error
fr_be: Erreur d’opérateur

# Codeunit 3507819959 - NamedType 297152596
source: Operator
fr_be: Opérateur

# Codeunit 551934849 - NamedType 1633213707
source: Firm Planned orders
fr_be: O.F. planifiés fermes

# Codeunit 551934849 - NamedType 2597049544
source: M10
fr_be: P10

# Codeunit 551934849 - NamedType 2197751487
source: M99990
fr_be: P99990

# Codeunit 551934849 - NamedType 3104224454
source: MACHCTR
fr_be: POSTECH

# Codeunit 551934849 - NamedType 415094527
source: Machine Centers
fr_be: Postes de charge

# Codeunit 551934849 - NamedType 1292798863
source: M-FIRMP
fr_be: P-PLANF

# Codeunit 551934849 - NamedType 4081881578
source: M-PLAN
fr_be: P-PLAN

# Codeunit 551934849 - NamedType 3948819970
source: M-REL
fr_be: P-LANCÉS

# Codeunit 551934849 - NamedType 1937216702
source: M-SIM
fr_be: P-SIM

# Codeunit 551934849 - NamedType 599817619
source: P10
fr_be: N10

# Codeunit 551934849 - NamedType 440729716
source: P99990
fr_be: N99990

# Codeunit 551934849 - NamedType 1781565835
source: Planned orders
fr_be: O.F. planifiés

# Codeunit 551934849 - NamedType 1137857291
source: PRODBOM
fr_be: NOMENPROD

# Codeunit 551934849 - NamedType 1871862084
source: Production BOMs
fr_be: Nomenclatures de production

# Codeunit 551934849 - NamedType 3739501676
source: Released orders
fr_be: O.F. lancés

# Codeunit 551934849 - NamedType 1835083596
source: Routings
fr_be: Gammes

# Codeunit 551934849 - NamedType 1864597336
source: ROUTING
fr_be: GAMME

# Codeunit 551934849 - NamedType 2008229553
source: Simulated orders
fr_be: O.F. simulés

# Codeunit 551934849 - NamedType 3707582811
source: Work Centers
fr_be: Centres de charge

# Codeunit 551934849 - NamedType 364141176
source: WORKCTR
fr_be: CENTRECH

# Codeunit 67275466 - NamedType 981684282
source: 1st shift
fr_be: 1ère équipe

# Codeunit 67275466 - NamedType 969557420
source: 2nd shift
fr_be: 2ème équipe

# Codeunit 67275466 - NamedType 84382223
source: One shift Monday-Friday
fr_be: Une équipe : lundi-vendredi

# Codeunit 67275466 - NamedType 3427044464
source: One shift
fr_be: Une équipe

# Codeunit 67275466 - NamedType 1653964762
source: Two shifts Monday-Friday
fr_be: Deux équipes lundi-vendredi

# Codeunit 67275466 - NamedType 1063843593
source: Two shifts
fr_be: Deux équi.

# Codeunit 2335938242 - NamedType 1235139546
source: Lack of personnel
fr_be: Manque de personnel

# Codeunit 2335938242 - NamedType 158636967
source: Machine failure
fr_be: Panne de machine

# Codeunit 2335938242 - NamedType 4249788903
source: Material defects
fr_be: Défauts matière

# Codeunit 2335938242 - NamedType 4083469917
source: Material
fr_be: Matière

# Codeunit 2335938242 - NamedType 2284683222
source: Personnel
fr_be: Qualif.

# Codeunit 3329509744 - NamedType 1201596926
source: Box
fr_be: Boîte

# Codeunit 3329509744 - NamedType 3568171903
source: BOX
fr_be: BOÎTE

# Codeunit 3329509744 - NamedType 4181951205
source: Can
fr_be: Bidon

# Codeunit 3329509744 - NamedType 2541024088
source: CAN
fr_be: BIDON

# Codeunit 3329509744 - NamedType 1836113883
source: Gram
fr_be: Gramme

# Codeunit 3329509744 - NamedType 3422683962
source: Liter
fr_be: Litre

# Codeunit 3329509744 - NamedType 3674639275
source: Pieces
fr_be: Pièces

# Codeunit 3329509744 - NamedType 2691107031
source: Set
fr_be: Jeu

# Codeunit 3329509744 - NamedType 4222614502
source: SET
fr_be: JEU

# Codeunit 2976520648 - NamedType 1455794467
source: Raw material supplier
fr_be: Fournisseur mat. pre.

# Codeunit 2976520648 - NamedType 3272671339
source: Subcontractor
fr_be: Sous-traitant

# Codeunit 792207414 - NamedType 2542274014
source: Assembly department
fr_be: Département assemblage

# Codeunit 792207414 - NamedType 337648629
source: CNC machine
fr_be: Machine CN

# Codeunit 792207414 - NamedType 2421834702
source: Drilling machine
fr_be: Perceuse

# Codeunit 792207414 - NamedType 2985526196
source: Drying Cabin
fr_be: Cabine de séchage

# Codeunit 792207414 - NamedType 1395390113
source: Flushing Backward
fr_be: Vidage arrière

# Codeunit 792207414 - NamedType 932807089
source: Flushing Forward
fr_be: Vidage anticipé

# Codeunit 792207414 - NamedType 3502478122
source: Flushing Manual
fr_be: Vidage manuel

# Codeunit 792207414 - NamedType 3999105125
source: Machine deburr
fr_be: Ébavurage machine

# Codeunit 792207414 - NamedType 2836133803
source: Machine department
fr_be: Département machine

# Codeunit 792207414 - NamedType 2704216749
source: Machine inspection
fr_be: Inspection machine

# Codeunit 792207414 - NamedType 3427044464
source: One shift
fr_be: Une équipe

# Codeunit 792207414 - NamedType 1307713991
source: Packing department
fr_be: Département conditionnement

# Codeunit 792207414 - NamedType 3397875976
source: Packing Machine
fr_be: Machine d’emballage

# Codeunit 792207414 - NamedType 2907610434
source: Packing table 1
fr_be: Table d’emballage 1

# Codeunit 792207414 - NamedType 488702271
source: Packing table 2
fr_be: Table d’emballage 2

# Codeunit 792207414 - NamedType 1410547935
source: Painting Cabin
fr_be: Cabine de peinture

# Codeunit 792207414 - NamedType 588012098
source: Painting department
fr_be: Département peinture

# Codeunit 792207414 - NamedType 2238999424
source: Painting inspection
fr_be: Contrôle peinture

# Codeunit 792207414 - NamedType 2219879153
source: Production department
fr_be: Département production

# Codeunit 792207414 - NamedType 2470200229
source: Subcontractor
fr_be: Sous-traitant

# Codeunit 792207414 - NamedType 2465685928
source: Subcontractors
fr_be: Sous-traitants

# Codeunit 792207414 - NamedType 1063843593
source: Two shifts
fr_be: Deux équi.

# Page 53112230 - Property 2879900210
source: Contoso Coffee Demo Data
fr_be: Données de démonstration Contoso Coffee

# Page 53112230 - NamedType 2664013840
source: The Contoso Coffee demo data is now available in the current company.
fr_be: Les données de démonstration Contoso Coffee sont maintenant disponibles dans la société actuelle.

# Page 53112230 - Control 332174833 - Property 1295455071
source: Specifies the company type.
fr_be: Spécifie le type de société.

# Page 53112230 - Control 4238943959 - Property 1295455071
source: Specifies a new or an existing location that you want to use for production operations.
fr_be: Spécifie un emplacement nouveau ou existant que vous souhaitez utiliser pour les opérations de production.

# Page 53112230 - Control 34877017 - Property 1295455071
source: Specifies the first year that you you want to use for the Contoso demonstration data.
fr_be: Spécifie la première année que vous souhaitez utiliser pour les données de démonstration Contoso.

# Page 53112230 - Control 4067159089 - Property 2879900210
source: Posting Setup
fr_be: Paramètres validation

# Page 53112230 - Control 3529346069 - Property 1295455071
source: Specifies an existing VAT product group that will be used for items.
fr_be: Spécifie un groupe produits TVA existant qui sera utilisé pour les articles.

# Page 53112230 - Control 3529346069 - Property 2879900210
source: Base VAT Code
fr_be: Code TVA base

# Page 53112230 - Control 3381089669 - Property 1295455071
source: Specifies existing business posting groups and, if relevant, VAT posting groups that will be applied to the vendors that will be added. The Domestic group is a great choice.
fr_be: Spécifie les groupes comptabilisation marché existants et, le cas échéant, les groupes comptabilisation TVA qui seront appliqués aux fournisseurs qui seront ajoutés. Le groupe National est un excellent choix.

# Page 53112230 - Control 3381089669 - Property 2879900210
source: Domestic - General Business Posting Group
fr_be: National : groupe comptabilisation marché

# Page 53112230 - Control 2074682513 - Property 1295455071
source: Specifies a new inventory posting group that will be used for finished items.
fr_be: Spécifie un nouveau groupe comptabilisation stock qui sera utilisé pour les articles finis.

# Page 53112230 - Control 2074682513 - Property 2879900210
source: Finished Code
fr_be: Code fini

# Page 53112230 - Control 2386326790 - Property 1295455071
source: Specifies a new product group that will be used to map capacity transactions.
fr_be: Spécifie un nouveau groupe produits qui sera utilisé pour mapper les transactions de capacité.

# Page 53112230 - Control 2386326790 - Property 2879900210
source: Capacity - General Product Posting Group
fr_be: Capacité : groupe comptabilisation produit

# Page 53112230 - Control 4220723123 - Property 1295455071
source: Specifies new product and inventory posting groups that will be used for raw materials items.
fr_be: Spécifie les nouveaux groupes comptabilisation produit et stock qui seront utilisés pour les articles de matières premières.

# Page 53112230 - Control 4220723123 - Property 2879900210
source: Raw - General Product Posting Group
fr_be: Mat. prem. : groupe comptabilisation produit

# Page 53112230 - Control 4242196510 - Property 1295455071
source: Specifies an existing product posting group that will be used for finished items. The Retail group is a great choice.
fr_be: Spécifie un groupe comptabilisation produit existant qui sera utilisé pour les articles finis. Le groupe vente au détail est un bon choix.

# Page 53112230 - Control 4242196510 - Property 2879900210
source: Retail - General Product Posting Group
fr_be: Vte détail : groupe comptabilisation produit

# Page 53112230 - Control 2770449500 - Property 2879900210
source: Price/cost factor and rounding
fr_be: Facteur de prix/coût et arrondi

# Page 53112230 - Control 2604280068 - Property 1295455071
source: Specifies a factor to convert a price from USD/EUR to your local currency. 1 means that the price is 149 in any currency. A higher number will be used to get the price in your local currency.
fr_be: Spécifie un facteur pour convertir un prix de USD/EUR en devise société. 1 signifie que le prix est de 149 dans n’importe quelle devise. Un numéro plus élevé est utilisé pour obtenir le prix dans votre devise locale.

# Page 53112230 - Control 2604280068 - Property 2879900210
source: Price Factor
fr_be: Facteur prix

# Page 53112230 - Control 2556434784 - Property 1295455071
source: Specifies the rounding precision for prices on items.
fr_be: Spécifie la précision de l’arrondi pour les prix des articles.

# Page 53112230 - Control 2556434784 - Property 2879900210
source: Rounding Precision
fr_be: Précision arrondi

# Page 53112230 - Action 1056858697 - Property 1295455071
source: Adds new demonstration data for the Manufacturing capabilities in Business Central.
fr_be: Ajoute de nouvelles données de démonstration pour les capacités de fabrication de Business Central.

# Page 53112230 - Action 1056858697 - Property 2879900210
source: Create Demo Data
fr_be: Créer des données de démonstration
