Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: ContosoCoffeeDemoDataset/Source/Contoso Coffee Demo Dataset/Translations/Contoso Coffee Demo Dataset.*.xlf
Languages: fr_be

# TableExtension 258902614 - Field 3700672413 - Property 2879900210
source: InstallAdditionalDemoData
fr_be: Installer des données de démonstration supplémentaires

# PermissionSet 1641808626 - Property 2879900210
source: Contoso Coffee Read
fr_be: Contoso Coffee Lire

# PermissionSet 1320793698 - Property 2879900210
source: Contoso Coffee Admin
fr_be: Administrateur de Contoso Coffee
