Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: Email - Current User Connector/Source/Email - Current User Connector/Translations/Email - Current User Connector.*.xlf
Languages: es_es

# Codeunit 1506430813 - NamedType 1293915263
source: Users send emails from their sign-in account.
es_es: Los usuarios envían correos electrónicos desde su cuenta de inicio de sesión.

# Codeunit 1506430813 - NamedType 56622739
source: Current User's Email Address
es_es: Dirección de correo electrónico del usuario actual

# Codeunit 1506430813 - NamedType 2802589388
source: Current User
es_es: Usuario actual

# Page 1036501575 - Property 2879900210
source: Current User Email Account
es_es: Cuenta correo electrónico usuario actual

# Page 1036501575 - Control 1205826660 - Property 1968111052
source: An email account of this type is already set up for you. You can only use one account at a time.
es_es: Ya está configurada una cuenta de correo electrónico de este tipo. Solo se puede usar una cuenta a la vez.

# Page 1036501575 - Control 1806367933 - Property 1968111052
source: Click Next and we will configure the account for you.
es_es: Haga clic en Siguiente para que configuremos la cuenta para usted.

# Page 1036501575 - Control 3123527090 - Property 1968111052
source: Everyone will send email messages from their own email account.
es_es: Todos los usuarios enviarán mensajes de correo electrónico desde su propia cuenta de correo electrónico.

# Page 1036501575 - Control 3694372469 - Property 2879900210
source: Everyone who uses this account must have a valid license for Microsoft Exchange.
es_es: Todos los usuarios que usen esta cuenta deben tener una licencia válida para Microsoft Exchange.

# Page 1036501575 - Action 742034285 - Property 2879900210
source: Back
es_es: Atrás

# Page 1036501575 - Action 1235620153 - Property 2879900210
source: Next
es_es: Siguiente

# Page 1036501575 - Action 1010501080 - Property 2879900210
source: OK
es_es: Aceptar

# EnumExtension 1506430813 - EnumValue 1780646972 - Property 2879900210
source: Current User
es_es: Usuario actual
