Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: Email - Outlook REST API/Source/Email - Outlook REST API/Translations/Email - Outlook REST API.*.xlf
Languages: cs_cz, es_es, fr_be, is_is, it_ch, nb_no, nl_be

# Table 923233499 - Property 2879900210
source: Email - Outlook Account
cs_cz: E-mail – účet Outlooku
es_es: Correo electrónico: cuenta de Outlook
is_is: Tölvupóstur – Outlook-reikningur
it_ch: E-mail - Account Outlook
nb_no: E-post – Outlook-konto

# Table 923233499 - Field 90141998 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
es_es: Dirección de correo electrónico
fr_be: Adresse e-mail
is_is: Netfang
it_ch: Indirizzo e-mail
nb_no: E-postadresse
nl_be: E-mailadres

# Table 923233499 - Field 415504711 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
es_es: Clave principal
fr_be: Clé primaire
is_is: Aðallykill
it_ch: Chiave primaria
nb_no: Primærnøkkel
nl_be: Primaire sleutel

# Table 923233499 - Field 2961552353 - Property 2879900210
source: Account Name
cs_cz: Název účtu
es_es: Nombre de cuenta
fr_be: Nom du compte
is_is: Heiti reiknings
it_ch: Nome account
nb_no: Kontonavn
nl_be: Accountnaam

# Table 923233499 - Field 72161626 - Property 2879900210
source: Outlook API Email Connector
cs_cz: Konektor e-mailu rozhraní API aplikace Outlook
es_es: Conector de correo electrónico de API de Outlook
fr_be: Connecteur de messagerie API Outlook
is_is: Netfangstengill Outlook API
it_ch: Connettore e-mail API Outlook
nb_no: Outlook-API-e-postkobling
nl_be: E-mailconnector van Outlook API

# Table 3074962881 - Property 2879900210
source: Email - Outlook API Setup
cs_cz: E-mail – nastavení rozhraní API outlooku
es_es: Correo electrónico: configuración API Outlook
is_is: Tölvupóstur – Uppsetning API fyrir Outlook
it_ch: E-mail - Setup API Outlook
nb_no: E-post – API-oppsett for Outlook

# Table 3074962881 - Field 2788077256 - Property 2879900210
source: Client Id
cs_cz: ID klienta
es_es: Id. de cliente
is_is: Biðlarakenni
it_ch: ID client
nb_no: Klient-ID

# Table 3074962881 - Field 4069789961 - Property 2879900210
source: Client Secret
cs_cz: Tajný klíč klienta
es_es: Secreto de cliente
is_is: Leynilykill biðlara
it_ch: Segreto client
nb_no: Klienthemmelighet

# Table 3074962881 - Field 415504711 - Property 2879900210
source: Id
is_is: Kenni

# Table 3074962881 - Field 1464062987 - Property 2879900210
source: Redirect URL
cs_cz: Adresa URL přesměrování
es_es: URL de redireccionamiento
is_is: Framsendingarslóð
it_ch: URL di reindirizzamento
nb_no: URL-adresse for omdirigering

# Codeunit 3663318601 - NamedType 1632511380
source: Could not get access token.
es_es: No se pudo obtener el token de acceso.
is_is: Ekki tókst að sækja aðgangslykil.
it_ch: Impossibile ottenere il token di accesso.
nb_no: Kan ikke hente tilgangstoken.

# Codeunit 571534387 - NamedType 68286719
source: Could not send the email message. Try again later.
cs_cz: E-mailovou zprávu nelze odeslat. Zkuste to znovu později.
es_es: No se pudo enviar el mensaje de correo electrónico. Inténtelo de nuevo más tarde.
fr_be: Impossible d’envoyer le message électronique. Réessayez plus tard.
is_is: Ekki var hægt að senda tölvupóstskeyti. Reynið aftur síðar.
it_ch: Impossibile inviare il messaggio e-mail. Riprovare più tardi.
nb_no: Kan ikke sende e-postmeldingen. Prøv på nytt senere.
nl_be: Kan het e-mailbericht niet verzenden. Probeer het later opnieuw.

# Codeunit 571534387 - NamedType 2917787611
source: Could not send the email because the user is external.
es_es: No se ha podido enviar el mensaje de correo electrónico porque el usuario es externo.
is_is: Ekki tókst að senda tölvupóstinn þar sem notandinn er ytri notandi.
it_ch: Impossibile inviare il messaggio e-mail perché l'utente è esterno.
nb_no: Kan ikke sende e-posten fordi brukeren er ekstern.

# Codeunit 571534387 - NamedType 2078957562
source: Failed to send email. Error:\\%1
es_es: No se pudo enviar el mensaje de correo electrónico. Error: \\%1
is_is: Ekki tókst að senda tölvupóst. Villa:\\%1
nb_no: Kan ikke sende e-post. Feil:\\%1

# Codeunit 571534387 - NamedType 2164095947
source: The mailbox is not valid.\\A likely cause is that the user does not have a valid license for Office 365. To read about other potential causes, visit https://go.microsoft.com/fwlink/?linkid=2206177
es_es: El buzón no es válido.\\Una causa probable es que el usuario no tiene una licencia válida para Office 365. Para obtener más información sobre otras posibles causas, visite https://go.microsoft.com/fwlink/?linkid=2206177
is_is: Pósthólfið er ógilt.\\Líkleg orsök er að notandinn sé ekki með gilt leyfi fyrir Office 365. Upplýsingar um aðrar mögulegar orsakir má finna á: https://go.microsoft.com/fwlink/?linkid=2206177
it_ch: La cassetta postale non è valida.\\La causa probabile di questo errore è che l'utente non dispone di una licenza valida per Office 365. Per ulteriori informazioni sulle cause potenziali, visitare https://go.microsoft.com/fwlink/?linkid=2206177
nb_no: Postboksen er ikke gyldig.\\En sannsynlig årsak er at brukeren ikke har en gyldig lisens for Office 365. Hvis du vil lese om andre mulige årsaker, kan du gå til https://go.microsoft.com/fwlink/?linkid=2206177

# Codeunit 1049555962 - NamedType 3792450033
source: We could not find the account. Typically, this is because the account has been deleted.
cs_cz: Nemohli jsme najít účet. Obvykle je to proto, že účet byl odstraněn.
es_es: No se ha encontrado la cuenta. Normalmente, esto se debe a que se ha eliminado.
fr_be: Impossible de trouver le compte. Cela est généralement dû au fait que le compte a été supprimé.
is_is: Reikningurinn fannst ekki. Þetta gerist yfirleitt þegar reikningnum hefur verið eytt.
it_ch: Impossibile trovare l'account. In genere il problema si verifica perché l'account è stato eliminato.
nb_no: Vi finner ikke kontoen. Dette skyldes vanligvis at kontoen er slettet.
nl_be: Het account is niet gevonden. Dit komt meestal doordat het account is verwijderd.

# Codeunit 1049555962 - NamedType 1683059839
source: Client ID or Client secret is not set up on the Email Application AAD Registration page.
cs_cz: ID klienta nebo tajný klíč klienta není nastaven na stránce Registrace AAD e-mailové aplikace.
es_es: El id. de cliente o el secreto de cliente no está instalado en la página de registro de AAD para aplicaciones de correo electrónico.
fr_be: L’ID client ou le secret du client n’est pas configuré sur la page d’enregistrement AAD de l’application de messagerie.
is_is: Kenni eða leynilykill biðlara eru ekki uppsett á AAD-skráningarsíðu póstforritsins.
it_ch: L'ID client o il segreto del client non sono impostati nella pagina di registrazione AAD dell'applicazione e-mail.
nb_no: Klient-ID eller klienthemmelighet er ikke konfigurert på siden AAD-registrering for e-postapp.
nl_be: Client-id of clientgeheim is niet ingesteld op de pagina AAD-registratie van e-mailtoepassing.

# Codeunit 1049555962 - NamedType 2227893846
source: Authentication using the Client ID and secret should only be used for Business Central on-premises.
cs_cz: Ověřování pomocí ID klienta a tajného klíče by mělo být používáno pouze pro Business Central on-premises.
es_es: La autenticación que usa el secreto o el id. de cliente solo debe usarse para Business Central local.
fr_be: L’authentification à l’aide de l’ID client et du secret du client ne doit être utilisée que pour Business Central sur site.
is_is: Sannvottun með kenni eða leynilykli biðlara ætti aðeins að nota innanhúss í Business Central.
it_ch: L'autenticazione che utilizza l'ID client e il segreto deve essere utilizzata solo per Business Central locale.
nb_no: Godkjenning ved hjelp av klient-ID-en og hemmeligheten skal bare brukes for Business Central on-premises.
nl_be: Verificatie met behulp van de client-id en het clientgeheim mag alleen worden gebruikt voor Business Central on-premises.

# Codeunit 1049555962 - NamedType 3435643268
source: To connect to your email account you must create an App registration in Azure Active Directory and then enter information about the registration on the Email Application AAD Registration Page in Business Central. Do you want to do that now?
cs_cz: Chcete-li se připojit ke svému e-mailovému účtu, musíte vytvořit registraci aplikace ve službě Azure Active Directory a potom zadat informace o registraci na stránce registrace AAD e-mailové aplikace v Business Central. Chcete to udělat teď?
es_es: Para conectarse a su cuenta de correo electrónico, debe crear un registro de aplicaciones en Azure Active Directory y, a continuación, escribir la información acerca del registro en la página Registro de AAD para aplicaciones de correo electrónico en Business Central. ¿Desea hacerlo ahora?
fr_be: Pour vous connecter à votre compte de messagerie, vous devez créer un enregistrement d’application dans Azure Active Directory et saisir des informations sur l’enregistrement sur la page d’enregistrement de l’application AAD de messagerie dans Business Central. Souhaitez-vous le faire maintenant ?
is_is: Til að tengjast tölvupóstsreikningnum þarf að stofna forritsskráningu í Azure Active Directory og færa svo upplýsingarnar um skráninguna inn á AAD-skráningarsíðu póstforritsins í Business Central. Á að gera það núna?
it_ch: Per connettersi all'account e-mail è necessario creare una registrazione dell'app in Azure Active Directory e immettere le informazioni relative alla registrazione nella pagina di registrazione AAD dell'applicazione e-mail in Business Central. Vuoi farlo ora?
nb_no: Hvis du vil koble til e-postkontoen, må du opprette en appregistrering i Azure Active Directory og deretter angi informasjon om registreringen på siden AAD-registrering for e-postapp i Business Central. Vil du gjøre det nå?
nl_be: Als u verbinding wilt maken met uw e-mailaccount, moet u een app-registratie maken in Azure Active Directory en vervolgens informatie over de registratie invoeren op de pagina AAD-registratie van e-mailtoepassing in Business Central. Wilt u dat nu doen?

# Page 3074962881 - Property 2879900210
source: Email Application AAD Registration
cs_cz: Registrace e-mailové aplikace AAD
es_es: Registro de AAD para aplicaciones de correo electrónico
fr_be: Enregistrement AAD de l’application de messagerie
is_is: AAD-skráning póstforrits
it_ch: Registrazione AAD dell'applicazione e-mail
nb_no: AAD-registrering for e-postapp
nl_be: AAD-registratie van e-mailtoepassing

# Page 3074962881 - NamedType 970166781
source: Learn more about the permissions
cs_cz: Další informace o oprávněních
es_es: Más información sobre los permisos
fr_be: En savoir plus sur les autorisations
is_is: Frekari upplýsingar um heimildirnar
it_ch: Ulteriori informazioni sulle autorizzazioni
nb_no: Finn ut mer om tillatelsene
nl_be: Meer informatie over de machtigingen

# Page 3074962881 - NamedType 1327595939
source: Learn more about app registration
cs_cz: Další informace o registraci aplikací
es_es: Más información sobre el registro de aplicaciones
fr_be: En savoir plus sur l’enregistrement d’application
is_is: Frekari upplýsingar um skráningu forrita
it_ch: Ulteriori informazioni sulla registrazione dell'app
nb_no: Finn ut mer om appregistrering
nl_be: Meer informatie over appregistratie

# Page 3074962881 - NamedType 1883556333
source: Success! Your authentication was verified.
cs_cz: Úspěch! Vaše ověřování bylo provedeno.
es_es: La autenticación se ha comprobado correctamente.
fr_be: Bravo ! Votre authentification a été vérifiée.
is_is: Lokið! Sannvottunin var staðfest.
it_ch: La verifica dell'autenticazione è stata completata.
nb_no: Godkjenningen er bekreftet.
nl_be: Uw verificatie is geslaagd.

# Page 3074962881 - NamedType 680356195
source: If you clear the app registration on this page, users will not be able to send email messages from their Exchange accounts. Do you want to continue?
cs_cz: Pokud na této stránce vymažete registraci aplikace, uživatelé nebudou moct odesílat e-mailové zprávy ze svých účtů Exchange. Chcete pokračovat?
es_es: Si borra el registro de aplicaciones de esta página, los usuarios no podrán enviar mensajes de correo electrónico desde sus cuentas de Exchange. ¿Desea continuar?
fr_be: Si vous désactivez l’enregistrement de l’application sur cette page, les utilisateurs ne pourront pas envoyer de messages électroniques à partir de leurs comptes Exchange. Souhaitez-vous continuer ?
is_is: Ef forritsskráningar eru hreinsaðar á þessari síðu geta notendur ekki sent tölvupóstskeyti frá Exchange-reikningum sínum. Á að halda áfram?
it_ch: Se si cancella la registrazione dell'app in questa pagina, gli utenti non potranno inviare messaggi e-mail dai propri account di Exchange. Continuare?
nb_no: Hvis du fjerner appregistreringen på denne siden, kan ikke brukere sende e-postmeldinger fra Exchange-kontoene sine. Vil du fortsette?
nl_be: Als u de app-registratie op deze pagina wist, kunnen gebruikers geen e-mailberichten meer verzenden vanuit hun Exchange-accounts. Wilt u doorgaan?

# Page 3074962881 - NamedType 143307884
source: We could not get access token with the current setup. Error: "%1".\\Please verify the values on the page as well as settings of your app registration and try again.
cs_cz: Při aktuálním nastavení jsme nemohli získat přístupový token. Chyba: "%1".\\Ověřte prosím hodnoty na stránce a také nastavení registrace vaší aplikace a zkuste to znovu.
es_es: No se pudo obtener el token de acceso con la configuración actual. Error: "%1".\\Compruebe los valores de la página así como la configuración del registro de la aplicación e inténtelo de nuevo.
is_is: Ekki tókst að sækja aðgangslykil með núgildandi uppsetningu. Villa: "%1".\\Staðfestið gildin á síðunni ásamt stillingum á skráningu forritsins og reynið aftur.
it_ch: Impossibile ottenere il token di accesso con il setup corrente. Errore: "%1".\\Verificare i valori nella pagina nonché le impostazioni della registrazione dell'app e riprovare.
nb_no: Vi kan ikke hente tilgangstoken med gjeldende oppsett. Feil: %1.\\Kontroller verdiene på siden samt innstillingene for appregistreringen, og prøv på nytt.

# Page 3074962881 - NamedType 2108276406
source: %1 is not a valid URI.
cs_cz: %1 není platné URI.
es_es: %1 no es un URI válido.
fr_be: %1 n’est pas une URI valide.
is_is: %1 er ekki gild URI.
it_ch: %1 non è un URI valido.
nb_no: %1 er ikke en gyldig URI.
nl_be: %1 is geen geldige URI.

# Page 3074962881 - Control 3123527090 - Property 1968111052
source: You must already have registered your application in Azure Active Directory and granted certain permissions. Use the client ID and secret from that registration to authenticate the email account.
cs_cz: Musíte již zaregistrovat aplikaci ve službě Azure Active Directory a udělit určitá oprávnění. Pomocí ID klienta a tajného klíče od této registrace ověřte e-mailový účet.
es_es: Debe haber registrado ya la aplicación en Azure Active Directory y haber concedido determinados permisos. Use el secreto y el id. de cliente de ese registro para autenticar la cuenta de correo electrónico.
fr_be: Vous devez avoir déjà enregistré votre application dans Azure Active Directory et accordé certaines autorisations. Utilisez l’ID client et le secret du client dans cet enregistrement pour authentifier le compte de messagerie.
is_is: Forritið þarf að hafa verið skráð í Azure Active Directory og hafa fengið tilteknar heimildir. Notið kenni og leynilykil biðlara úr þeirri skráningu til að sannvotta tölvupóstsreikninginn.
it_ch: È necessario aver già registrato l'applicazione in Azure Active Directory e concesso le autorizzazioni. Utilizzare l'ID client e il segreto del client presente nella registrazione per autenticare l'account e-mail.
nb_no: Du må allerede ha registrert appen i Azure Active Directory og gitt bestemte tillatelser. Bruk klient-ID-en og hemmeligheten fra registreringen til å godkjenne e-postkontoen.
nl_be: U moet uw toepassing al hebben geregistreerd in Azure Active Directory en bepaalde machtigingen hebben verleend. Gebruik de client-id en het clientgeheim van die registratie om het e-mailaccount te verifiëren.

# Page 3074962881 - Control 330024935 - Property 2879900210
source: Azure Application registration
cs_cz: Registrace aplikace Azure
es_es: Registro de aplicaciones de Azure
fr_be: Inscription à l’application Azure
is_is: Skráning forrits í Azure
it_ch: Registrazione applicazione Azure
nb_no: Azure-appregistrering
nl_be: Azure-toepassingsregistratie

# Page 3074962881 - Control 2788077256 - Property 1295455071
source: Specifies the Client Id.
cs_cz: Určuje ID klienta.
es_es: Especifica el id. de cliente.
fr_be: Spécifie l’ID client.
is_is: Tilgreinir biðlarakenni.
it_ch: Specifica l'ID del client.
nb_no: Angir klient-ID-en.
nl_be: Hiermee wordt de client-id opgegeven.

# Page 3074962881 - Control 2788077256 - Property 2879900210
source: Client Id
cs_cz: ID klienta
es_es: Id. de cliente
fr_be: ID client
is_is: Biðlarakenni
it_ch: ID client
nb_no: Klient-ID

# Page 3074962881 - Control 4069789961 - Property 1295455071
source: Specifies the Client Secret.
cs_cz: Určuje tajný klíč klienta.
es_es: Especifica el secreto del cliente.
fr_be: Spécifie le secret du client.
is_is: Tilgreinir leynilykil biðlara.
it_ch: Specifica il segreto del client.
nb_no: Angir klienthemmeligheten.
nl_be: Hiermee wordt het clientgeheim opgegeven.

# Page 3074962881 - Control 4069789961 - Property 2879900210
source: Client Secret
cs_cz: Tajný klíč klienta
es_es: Secreto del cliente
fr_be: Secret du client
is_is: Leynilykill biðlara
it_ch: Segreto client
nb_no: Klienthemmelighet
nl_be: Clientgeheim

# Page 3074962881 - Control 1464062987 - Property 1295455071
source: Specifies the Redirect URL.
cs_cz: Určuje adresu URL přesměrování.
es_es: Especifica la dirección URL de redireccionamiento.
fr_be: Spécifie l’URL de redirection.
is_is: Tilgreinir framsendingarvefslóð.
it_ch: Specifica l'URL di reindirizzamento.
nb_no: Angir omdirigerings-URL-en.
nl_be: Hiermee wordt de omleidings-URL opgegeven.

# Page 3074962881 - Control 1464062987 - Property 2879900210
source: Redirect URL
cs_cz: Adresa URL přesměrování
es_es: Dirección URL de redireccionamiento
fr_be: URL de redirection
is_is: Framsendingarvefslóð
it_ch: URL di reindirizzamento
nb_no: Omdirigerings-URL
nl_be: Omleidings-URL

# Page 3074962881 - Action 2457075619 - Property 1295455071
source: Delete the Azure Active Directory app registration information in Business Central.
cs_cz: Odstraňte registrační informace aplikace Azure Active Directory v Business Central.
es_es: Elimine la información del registro de aplicaciones de Azure Active Directory en Business central.
fr_be: Supprimez les informations d’enregistrement de l’application Azure Active Directory dans Business Central.
is_is: Eyðið forritsskráningarupplýsingum Azure Active Directory í Business Central.
it_ch: Eliminare le informazioni di registrazione dell'app di Azure Active Directory in Business Central.
nb_no: Slett appregistreringsinformasjon for Azure Active Directory i Business Central.
nl_be: De registratiegegevens van de Azure Active Directory-app in Business Central verwijderen.

# Page 3074962881 - Action 2457075619 - Property 2879900210
source: Clear
cs_cz: Vymazat
es_es: Borrar
fr_be: Effacer
is_is: Hreinsa
it_ch: Cancella
nb_no: Fjern
nl_be: Wissen

# Page 3074962881 - Action 1010501080 - Property 2879900210
source: Ok
es_es: Aceptar
is_is: Í lagi

# Page 3074962881 - Action 273330248 - Property 1295455071
source: Change the email account that is associated with the email app registration for the current user.
cs_cz: Změňte e-mailový účet, který je spojen s registrací e-mailové aplikace pro aktuálního uživatele.
es_es: Cambie la cuenta de correo electrónico asociada al registro de la aplicación de correo electrónico del usuario actual.
fr_be: Modifiez le compte de messagerie associé à l’enregistrement de l’application de messagerie pour l’utilisateur actuel.
is_is: Breytið tölvupóstsreikningnum sem tengist skráningu tölvupóstforrits núverandi notanda.
it_ch: Modificare l'account e-mail associato alla registrazione dell'app e-mail per l'utente corrente.
nb_no: Endre e-postkontoen som er knyttet til e-postappregistreringen for gjeldende bruker.
nl_be: Het e-mailaccount wijzigen dat is gekoppeld aan de registratie van de e-mailapp voor de huidige gebruiker.

# Page 3074962881 - Action 273330248 - Property 2879900210
source: Sign in with a different account
cs_cz: Přihlášení pomocí jiného účtu
es_es: Iniciar sesión con otra cuenta
fr_be: Se connecter avec un autre compte
is_is: Skrá inn með öðrum reikningi
it_ch: Accedi con un account diverso
nb_no: Logg på med en annen konto
nl_be: Aanmelden bij een ander account

# Page 3074962881 - Action 2116299361 - Property 1295455071
source: Verify that you can use the settings on this page to authenticate to the application registration.
cs_cz: Ověřte, zda můžete použít nastavení na této stránce k ověření registrace aplikace.
es_es: Compruebe que puede usar la configuración de esta página para autenticarse en el registro de aplicaciones.
fr_be: Vérifiez que vous pouvez utiliser les paramètres de cette page pour vous authentifier auprès de l’enregistrement de l’application.
is_is: Staðfestið að hægt sé að nota stillingarnar á þessari síðu til að sannvotta skráningu forrits.
it_ch: Verificare di poter utilizzare le impostazioni in questa pagina per autenticare la registrazione dell'applicazione.
nb_no: Kontroller at du kan bruke innstillingene på denne siden til å godkjenne til appregistreringen.
nl_be: Controleer of u de instellingen op deze pagina kunt gebruiken om de toepassingsregistratie te verifiëren.

# Page 3074962881 - Action 2116299361 - Property 2879900210
source: Verify Registration
cs_cz: Ověřit registraci
es_es: Comprobar registro
fr_be: Vérifier l’enregistrement
is_is: Staðfesta skráningu
it_ch: Verifica registrazione
nb_no: Bekreft registrering
nl_be: Registratie controleren

# PermissionSet 143312419 - Property 2879900210
source: Email - Outlook REST API - Edit
es_es: Correo electrónico - API de REST de Outlook - Edición
is_is: Tölvupóstur – Outlook REST API – breyta
it_ch: E-mail-Outlook REST API-modifica
nb_no: E-post – Outlook REST-API – rediger

# PermissionSet 65726293 - Property 2879900210
source: Email - Outlook REST API - Objects
es_es: Correo electrónico - API de REST de Outlook - Objetos
is_is: Tölvupóstur – Outlook REST API – hlutir
it_ch: E-mail-Outlook REST API-oggetti
nb_no: E-post – Outlook REST-API – objekter

# PermissionSet 1262931937 - Property 2879900210
source: Email - Outlook REST API - Read
es_es: Correo electrónico - API de REST de Outlook - Lectura
is_is: Tölvupóstur – Outlook REST API – lesa
it_ch: E-mail-Outlook REST API-leggi
nb_no: E-post – Outlook REST-API – les

# Table 923233499 - Field 2369664869 - Property 2879900210
source: Created By
cs_cz: Vytvořil(a)
fr_be: Créé par
nl_be: Gemaakt door

# Codeunit 3663318601 - NamedType 1632511380
source: Could not get access token. Please, try to log out and log in again.
cs_cz: Nelze získat přístupový token. Zkuste se odhlásit a znovu přihlásit.
fr_be: Impossible d’obtenir le jeton d’accès. Essayez de vous déconnecter et de vous reconnecter.
nl_be: Kan geen toegangstoken krijgen. Meld u af en weer aan.

# Codeunit 571534387 - NamedType 2164095947
source: The mailbox is not valid.\\A likely cause of this error is that the user does not have a valid license for Office 365. To read about other potential causes, visit https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.
cs_cz: Poštovní schránka není platná.\\Pravděpodobnou příčinou této chyby je, že uživatel nemá platnou licenci pro Office 365. Chcete-li se něco dozvědět o dalších možných příčinách, navštivte https://docs.microsoft.com/exchange/troubleshoot/user-and-shared-mailboxes/rest-api-is-not-yet-supported-for-this-mailbox-error.
