Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: Email - Outlook REST API/Source/Email - Outlook REST API/Translations/Email - Outlook REST API.*.xlf
Languages: cs_cz, es_es, fr_be, is_is, it_ch, nb_no, nl_be

# Page 3074962881 - NamedType 143307884
source: We could not get access token with the current setup.\\Please verify the values on the page and try again.
fr_be: Impossible d’obtenir le jeton d’accès avec la configuration actuelle.\\Vérifiez les valeurs sur la page et réessayez.
nl_be: Kan geen toegangstoken krijgen met de huidige instelling.\\Controleer de waarden op de pagina en probeer het opnieuw.

# Codeunit 3663318601 - NamedType 3571253422
source: Please, choose your email account associated with your organization in the account selection window.
fr_be: Choisissez votre compte de messagerie associé à votre organisation dans la fenêtre de sélection des comptes.
nl_be: Kies uw e-mailaccount dat is gekoppeld aan uw organisatie in het venster voor accountselectie.
