Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: datacorrectionfa/source/Troubleshoot FA Ledger Entries/Translations/Troubleshoot FA Ledger Entries.*.xlf
Languages: is_is, it_ch, nb_no, nl_nl, ru_ru, sv_se

# Table 591152385 - Property 2879900210
source: FA Ledger Entry
is_is: Eignafærsla
it_ch: Mov. contabili cespiti
nb_no: Aktivapost
nl_nl: VA-post
ru_ru: Книга операций ОС
sv_se: Anl. transaktion

# Table 591152385 - Field 636392376 - Property 2879900210
source: Amount
is_is: Upphæð
it_ch: Importo
nb_no: Beløp
nl_nl: Bedrag
ru_ru: Сумма
sv_se: Belopp

# Table 591152385 - Field 2461167233 - Property 2879900210
source: Corrected
is_is: Leiðrétt
it_ch: Corretta
nb_no: Korrigert
nl_nl: Gecorrigeerd
ru_ru: Исправлены
sv_se: Korrigerat

# Table 591152385 - Field 3461834954 - Property 2879900210
source: Description
is_is: Lýsing
it_ch: Descrizione
nb_no: Beskrivelse
nl_nl: Beschrijving
ru_ru: Описание
sv_se: Beskrivning

# Table 591152385 - Field 580412389 - Property 2879900210
source: Document Date
is_is: Dagsetning fylgiskjals
it_ch: Data documento
nb_no: Dokumentdato
nl_nl: Documentdatum
ru_ru: Дата документа
sv_se: Dokumentdatum

# Table 591152385 - Field 486908828 - Property 2879900210
source: Document No.
is_is: Nr. fylgiskjals
it_ch: Nr. documento
nb_no: Dokumentnr.
nl_nl: Documentnr.
ru_ru: № документа
sv_se: Dokumentnr

# Table 591152385 - Field 2363328873 - Property 2879900210
source: Document Type
is_is: Tegund fylgiskjals
it_ch: Tipo di documento
nb_no: Dokumenttype
ru_ru: Тип документа
sv_se: Dokumenttyp

# Table 591152385 - Field 883711285 - Property 2879900210
source: Entry No.
is_is: Færslunr.
it_ch: Nr. movimento
nb_no: Oppføringsnr.
nl_nl: Postnr.
ru_ru: № операции
sv_se: Löpnr

# Table 591152385 - Field 1991001892 - Property 2879900210
source: FA No.
is_is: Eignanr.
it_ch: Nr. cespite
nb_no: Aktivanr.
nl_nl: VA-nr.
ru_ru: № ОС
sv_se: Anl.nr

# Table 591152385 - Field 3942279885 - Property 2879900210
source: FA Posting Date
is_is: Eignabókunardags.
it_ch: Data reg. cespite
nb_no: Aktivabokf.dato
nl_nl: VA-boekingsdatum
ru_ru: Дата учета ОС
sv_se: Anl. bokföringsdatum

# Table 591152385 - Field 1877866625 - Property 2879900210
source: FA Posting Type
is_is: Eignabókunartegund
it_ch: Tipo reg. cespite
nb_no: Aktivabokf.type
nl_nl: VA-boekingssoort
ru_ru: Тип учета ОС
sv_se: Anl. bokföringstyp

# Table 591152385 - Field 1411740825 - Property 2879900210
source: G/L Entry No.
is_is: Fjárhagsfærslunr.
it_ch: Nr. movimento C/G
nb_no: Finansløpenr.
nl_nl: GB-postnr.
ru_ru: № записи ГК
sv_se: Löpnr redovisning

# Table 591152385 - Field 3710982960 - Property 2879900210
source: Posting Date
is_is: Bókunardagsetning
it_ch: Data di registrazione
nb_no: Bokføringsdato
nl_nl: Boekingsdatum
ru_ru: Дата учета
sv_se: Bokföringsdatum

# Codeunit 4089383439 - NamedType 2028798418
source: There are Fixed Asset Entries with potential rounding issues.
is_is: Það eru eignafærslur með möguleg vandamál við sléttun.
it_ch: Sono presenti movimenti cespiti con potenziali problemi di arrotondamento.
nb_no: Det finnes aktivaposter med mulige avrundingsproblemer.
nl_nl: Er zijn VA-posten met mogelijke afrondingsproblemen.
ru_ru: Имеются операции основных средств, в которых могут быть проблемы с округлением.
sv_se: Det finns anläggningstillgångstransaktioner med potentiella avrundningsproblem.

# Codeunit 4089383439 - NamedType 2184577305
source: See more
is_is: Sjá meira
it_ch: Ulteriori informazioni
nb_no: Se mer
nl_nl: Meer zien
ru_ru: Показать больше
sv_se: Visa mer

# Page 3814451366 - Property 2879900210
source: FA Ledger Entries with rounding issues
is_is: Eignafærslur með vandamál við sléttun
it_ch: Movimenti contabili cespiti con problemi di arrotondamento
nb_no: Aktivaposter med avrundingsproblemer
nl_nl: VA-posten met afrondingsproblemen
ru_ru: Операции книги ОС с проблемами округления
sv_se: Anläggningstillgångstransaktioner med avrundningsproblem

# Page 3814451366 - NamedType 3487284936
source: Entries have been corrected.
is_is: Færslur hafa verið leiðréttar.
it_ch: I movimenti sono stati corretti.
nb_no: Postene er korrigert.
nl_nl: Posten zijn gecorrigeerd.
ru_ru: Операции исправлены.
sv_se: Transaktioner har korrigerats.

# Page 3814451366 - Control 636392376 - Property 1295455071
source: Specifies the entry amount in currency.
is_is: Tilgreinir færsluupphæðina í gjaldmiðli.
it_ch: Specifica l'importo del movimento nella valuta.
nb_no: Angir postbeløpet i valuta.
nl_nl: Hiermee wordt het postbedrag in valuta opgegeven.
ru_ru: Определяет сумму записи в валюте.
sv_se: Anger transaktionsbeloppet i valutan.

# Page 3814451366 - Control 3461834954 - Property 1295455071
source: Specifies a description of the entry.
is_is: Tilgreinir lýsingu færslunnar.
it_ch: Specifica una descrizione del movimento.
nb_no: Angir en beskrivelse av posten.
nl_nl: Hiermee wordt een beschrijving van de post opgegeven.
ru_ru: Определяет описание операции.
sv_se: Anger en beskrivning av transaktionen.

# Page 3814451366 - Control 486908828 - Property 1295455071
source: Specifies the document number on the entry.
is_is: Tilgreinir fylgiskjalsnúmer færslunnar.
it_ch: Specifica il numero di documento sul movimento.
nb_no: Angir dokumentnummeret i posten.
nl_nl: Hiermee wordt het documentnummer in de post opgegeven.
ru_ru: Определяет номер документа в операции.
sv_se: Anger dokumentnumret för momstransaktionen.

# Page 3814451366 - Control 2363328873 - Property 1295455071
source: Specifies the entry document type.
is_is: Tilgreinir tegund fylgiskjals í færslunni.
it_ch: Specifica il tipo di documento del movimento.
nb_no: Angir postens dokumenttype.
nl_nl: Hiermee wordt het documenttype van de post opgegeven.
ru_ru: Определяет тип документа по операции.
sv_se: Anger transaktionens dokumenttyp.

# Page 3814451366 - Control 883711285 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specified number series when the entry was created.
is_is: Tilgreinir númer færslunnar, sem úthlutað var úr tilgreindum númeraröðum þegar færslan var stofnuð.
it_ch: Specifica il numero del movimento, assegnato dalla numerazione specificata alla creazione del movimento.
nb_no: Angir nummeret for oppføringen, som tilordnet fra den angitte nummerserien da oppføringen ble opprettet.
nl_nl: Hiermee wordt het nummer opgegeven van de post, zoals vanuit de opgegeven nummerreeks toegewezen toen de post werd gemaakt.
ru_ru: Определяет номер операции, назначенный из серии номеров, указанной при создании операции.
sv_se: Anger transaktionsnumret, som tilldelas från den angivna nummerserien när transaktionen skapas.

# Page 3814451366 - Control 1991001892 - Property 1295455071
source: Specifies the number of the related fixed asset.
is_is: Tilgreinir númer tengdrar eignar.
it_ch: Specifica il numero del cespite correlato.
nb_no: Angir nummeret for det relaterte aktivumet.
nl_nl: Hiermee wordt het nummer van het gerelateerde vaste activum opgegeven.
ru_ru: Определяет номер связанного основного средства.
sv_se: Anger numret på den relaterade anläggningstillgången.

# Page 3814451366 - Control 3942279885 - Property 1295455071
source: Specifies the posting date of the related fixed asset transaction, such as a depreciation.
is_is: Tilgreinir bókunardagsetningu tengdrar eignafærslu, t.d. afskrift.
it_ch: Specifica la data di registrazione della transazione cespite correlata, ad esempio un ammortamento.
nb_no: Angir bokføringsdatoen for den relaterte aktivatransaksjonen, for eksempel en avskrivning.
nl_nl: Hiermee wordt de boekingsdatum opgegeven van de gerelateerde VA-transactie, zoals een afschrijving.
ru_ru: Определяет дату учета связанной транзакции ОС, например амортизации.
sv_se: Anger bokföringsdatumet för den relaterade anläggningstillgångstransaktionen, till exempel en avskrivning.

# Page 3814451366 - Control 1877866625 - Property 1295455071
source: Specifies the posting type, if Account Type field contains Fixed Asset.
is_is: Tilgreinir bókunargerð, ef reiturinn Tegund reiknings inniheldur Eign.
it_ch: Specifica il tipo di registrazione, se il campo Tipo conto contiene l'opzione Cespite.
nb_no: Angir bokføringstypen hvis du har valgt Aktiva i feltet Kontotype.
nl_nl: Hiermee wordt het boekingssoort opgegeven als het veld Rekeningsoort Vast activum bevat.
ru_ru: Определяет тип учета, если в поле "Тип счета" содержится "Основное средство".
sv_se: Anger bokföringstypen om fältet Kontotyp innehåller Anläggningstillgång.

# Page 3814451366 - Control 1411740825 - Property 1295455071
source: Specifies the G/L number for the entry that was created in the general ledger for this fixed asset transaction.
is_is: Tilgreinir fjárhagsfærslunúmer færslunnar sem var gerð í fjárhag fyrir þessi eignaviðskipti.
it_ch: Specifica il numero del conto C/G per il movimento creato nella contabilità generale per la transazione cespite.
nb_no: Angir finansnummeret for aktivatransaksjonsposten som er opprettet i Finans.
nl_nl: Hiermee wordt het grootboeknummer opgegeven voor de post die in het grootboek is gemaakt voor deze VA-transactie.
ru_ru: Определяет номер операции ГК, созданной в главной книге для этой транзакции с основным средством.
sv_se: Anger redovisningsnumret för transaktionen som skapades i redovisningen för den här anläggningstillgångstransaktionen.

# Page 3814451366 - Control 798748183 - Property 1295455071
source: Specifies the entry amount in currency.
is_is: Tilgreinir færsluupphæðina í gjaldmiðli.
it_ch: Specifica l'importo del movimento nella valuta.
nb_no: Angir postbeløpet i valuta.
nl_nl: Hiermee wordt het postbedrag in valuta opgegeven.
ru_ru: Определяет сумму записи в валюте.
sv_se: Anger transaktionsbeloppet i valutan.

# Page 3814451366 - Control 798748183 - Property 2879900210
source: Original Amount
is_is: Upphafleg upphæð
it_ch: Importo originario
nb_no: Opprinnelig beløp
nl_nl: Oorspronkelijk bedrag
ru_ru: Начальная сумма
sv_se: Ursprungligt belopp

# Page 3814451366 - Control 3710982960 - Property 1295455071
source: Specifies the entry's posting date.
is_is: Tilgreinir bókunardagsetningu færslunnar.
it_ch: Specifica la data di registrazione del movimento.
nb_no: Angir postens bokføringsdato.
nl_nl: Hiermee wordt de boekingsdatum van de post opgegeven.
ru_ru: Определяет дату учета операции.
sv_se: Anger transaktionens bokföringsdatum.

# Page 3814451366 - Control 894302254 - Property 1295455071
source: Specifies the entry rounding
is_is: Tilgreinir sléttun færslu
it_ch: Specifica l'arrotondamento dei movimenti.
nb_no: Angir postavrundingen
nl_nl: Hiermee wordt de afronding van posten opgegeven
ru_ru: Определяет округление по операции
sv_se: Anger transaktionsavrundningen

# Page 3814451366 - Control 894302254 - Property 2879900210
source: Rounding
is_is: Sléttun
it_ch: Arrotondamento
nb_no: Avrunding
nl_nl: Afronding
ru_ru: Округление
sv_se: Avrundning

# Page 3814451366 - Action 1051844233 - Property 1295455071
source: Find Entries with issues
is_is: Finna færslur með vandamál
it_ch: Trova movimenti con problemi
nb_no: Søk etter poster med problemer
nl_nl: Posten met problemen zoeken
ru_ru: Найти записи с проблемами
sv_se: Sök efter poster med problem

# Page 3814451366 - Action 1051844233 - Property 2879900210
source: &Find Entries with issues
is_is: &Finna færslur með vandamál
it_ch: &Trova movimenti con problemi
nb_no: &Søk etter poster med problemer
nl_nl: &Posten met problemen zoeken
ru_ru: &Найти записи с проблемами
sv_se: &Sök efter poster med problem

# Page 3814451366 - Action 853027711 - Property 1295455071
source: Acctept correction for selected lines
is_is: Samþykkt leiðrétting fyrir valdar línur
it_ch: Accetta correzione per righe selezionate
nb_no: Godta korrigering for valgte linjer
nl_nl: Correctie voor geselecteerde regels accepteren
ru_ru: Принять исправления для выбранных строк
sv_se: Acceptera korrigering för valda rader

# Page 3814451366 - Action 853027711 - Property 2879900210
source: &Accept Selected
is_is: &Samþykkja valið
it_ch: &Accetta selezionato
nb_no: &Godta valgte
nl_nl: Selectie &accepteren
ru_ru: &Принять выбранные
sv_se: &Acceptera valda

# TableExtension 337178022 - Field 2364445209 - Property 2879900210
source: Last time scanned
is_is: Síðast skannað
it_ch: Ora ultima analisi
nb_no: Tidspunkt for siste søk
nl_nl: Laatste keer gescand
ru_ru: Время последней проверки
sv_se: Tidpunkt för senaste genomsökning

# TableExtension 337178022 - Field 1768199729 - Property 2879900210
source: Last Entry No. Checked
is_is: Síðasta færslunr. athugað
it_ch: Nr. ultimo mov. verificato
nb_no: Siste løpenr. kontroller
nl_nl: Laatst gecontroleerd postnr.
ru_ru: № последней проверенной операции
sv_se: Senast kontrollerade transaktionsnr
