Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: ReportLayouts/Source/_Exclude_ReportLayouts/Translations/_Exclude_ReportLayouts.*.xlf
Languages: de_ch, nl_be

# Codeunit 405457715 - NamedType 3150583444
source: You are about to delete the currently selected default layout "%1", for report "%2". Do you want to continue? A new default layout must be selected manually from the Report Layout Selection page.
de_ch: Sie sind im Begriff, das derzeit ausgewählte Standardlayout „%1“ für den Bericht „%2“ zu löschen. Möchten Sie fortfahren? Ein neues Standardlayout muss manuell auf der Seite „Berichtslayoutauswahl“ ausgewählt werden.
nl_be: U staat op het punt om de momenteel geselecteerde standaardlay-out "%1" voor rapport "%2" te verwijderen. Wilt u doorgaan? Een nieuwe standaardlay-out moet handmatig worden geselecteerd op de pagina Selectie rapportlay-out.

# Codeunit 405457715 - NamedType 3964024005
source: "%1" has been set as the default layout for Report "%2"
de_ch: „%1“ wurde als Standardlayout für Bericht „%2“ festgelegt.
nl_be: %1 is ingesteld als de standaardlay-out voor het rapport %2

# Codeunit 405457715 - NamedType 1845875908
source: A layout name must be specified.
de_ch: Es muss ein Layoutname angegeben werden.
nl_be: Er moet een lay-outnaam worden opgegeven.

# Codeunit 405457715 - NamedType 3463507643
source: Excel Files (*.xlsx)|*.xlsx
de_ch: Excel-Dateien (*.xlsx)|*.xlsx
nl_be: Excel-bestanden (*.xlsx)|*.xlsx

# Codeunit 405457715 - NamedType 274894677
source: All Files (*.*)|*.*
de_ch: Alle Dateien (*.*)|*.*
nl_be: Alle bestanden (*.*)|*.*

# Codeunit 405457715 - NamedType 3537813164
source: Word Files (*.docx)|*.docx
de_ch: Word-Dateien (*.docx)|*.docx
nl_be: Word-bestanden (*.docx)|*.docx

# Codeunit 405457715 - NamedType 4176075102
source: Choose Excel layout file
de_ch: Excel-Layoutdatei auswählen
nl_be: Excel-bestand voor lay-out kiezen

# Codeunit 405457715 - NamedType 1296086732
source: Choose External layout file
de_ch: Externe Layoutdatei auswählen
nl_be: Extern lay-outbestand kiezen

# Codeunit 405457715 - NamedType 760330504
source: Choose RDLC layout file
de_ch: RDLC-Layoutdatei auswählen
nl_be: RDLC-bestand voor lay-out kiezen

# Codeunit 405457715 - NamedType 1620858005
source: Choose Word layout file
de_ch: Word-Layoutdatei auswählen
nl_be: Word-bestand voor lay-out kiezen

# Codeunit 405457715 - NamedType 2156439579
source: A layout named "%1" already exists.
de_ch: Ein Layout mit dem Namen „%1“ ist bereits vorhanden.
nl_be: Er bestaat al een lay-out met de naam %1.

# Page 3127504812 - Property 2879900210
source: Edit Report Layout
de_ch: Berichtslayout bearbeiten
nl_be: Rapportlay-out bewerken

# Page 3127504812 - NamedType 2156439579
source: A layout named %1 already exists.
de_ch: Ein Layout mit dem Namen %1 ist bereits vorhanden.
nl_be: Er bestaat al een lay-out met de naam %1.

# Page 3127504812 - NamedType 2837816615
source: The layout name cannot be an empty value.
de_ch: Der Layoutname darf kein leerer Wert sein.
nl_be: De lay-outnaam kan niet leeg zijn.

# Page 3127504812 - Control 1787817219 - Property 1295455071
source: Create a copy of the selected layout with the specified changes.
de_ch: Erstellen Sie eine Kopie des ausgewählten Layouts mit den angegebenen Änderungen.
nl_be: Een kopie van de geselecteerde lay-out maken met de opgegeven wijzigingen.

# Page 3127504812 - Control 1787817219 - Property 2879900210
source: Save Changes to a Copy
de_ch: Änderungen an einer Kopie speichern
nl_be: Wijzigingen in een kopie opslaan

# Page 3127504812 - Control 3461834954 - Property 1295455071
source: Specifies a description for the layout.
de_ch: Gibt eine Beschreibung für das Layout an.
nl_be: Hiermee wordt een beschrijving van de lay-out opgegeven.

# Page 3127504812 - Control 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung
nl_be: Beschrijving

# Page 3127504812 - Control 1452384823 - Property 1295455071
source: Specifies the name of the layout.
de_ch: Gibt den Namen des Layouts an.
nl_be: Hiermee wordt de naam van de lay-out opgegeven.

# Page 3127504812 - Control 1452384823 - Property 2879900210
source: Layout Name
nl_be: Lay-outnaam

# Page 3127504812 - Control 4184316645 - Property 1295455071
source: Specifies the ID of the report.
de_ch: Gibt die ID des Berichts an.
nl_be: Hiermee wordt de id van het rapport opgegeven.

# Page 3127504812 - Control 4184316645 - Property 2879900210
source: Report ID
de_ch: Berichts-ID
nl_be: Rapport-id

# Page 3127504812 - Control 2984138987 - Property 1295455071
source: Specifies the name of the report.
de_ch: Gibt den Namen des Berichts an.
nl_be: Hiermee wordt de naam van het rapport opgegeven.

# Page 3127504812 - Control 2984138987 - Property 2879900210
source: Report Name
de_ch: Berichtsname
nl_be: Rapportnaam

# Page 3477173036 - Property 2879900210
source: Add New Layout for a Report
de_ch: Neues Layout für einen Bericht hinzufügen
nl_be: Nieuwe lay-out voor een rapport toevoegen

# Page 3477173036 - NamedType 2156439579
source: A layout named "%1" already exists.
de_ch: Ein Layout mit dem Namen „%1“ ist bereits vorhanden.
nl_be: Er bestaat al een lay-out met de naam %1.

# Page 3477173036 - NamedType 2837816615
source: The layout name cannot be an empty value.
de_ch: Der Layoutname darf kein leerer Wert sein.
nl_be: De lay-outnaam kan niet leeg zijn.

# Page 3477173036 - NamedType 572047844
source: A report with ID "%1" does not exist.
de_ch: Ein Bericht mit ID „%1“ ist nicht vorhanden.
nl_be: Er bestaat geen rapport met de id %1.

# Page 3477173036 - Control 2254898066 - Property 1295455071
source: Specifies whether the layout should be available in all companies or just the current company.
de_ch: Gibt an, ob das Layout in allen Unternehmen oder nur im aktuellen Unternehmen verfügbar sein soll.
nl_be: Hiermee wordt opgegeven of de lay-out beschikbaar moet zijn in alle bedrijven of alleen in het huidige bedrijf.

# Page 3477173036 - Control 2254898066 - Property 2879900210
source: Available in All Companies
de_ch: In allen Unternehmen verfügbar
nl_be: Beschikbaar in alle bedrijven

# Page 3477173036 - Control 3461834954 - Property 1295455071
source: Specifies a description for the layout.
de_ch: Gibt eine Beschreibung für das Layout an.
nl_be: Hiermee wordt een beschrijving van de lay-out opgegeven.

# Page 3477173036 - Control 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung
nl_be: Beschrijving

# Page 3477173036 - Control 2623053165 - Property 1295455071
source: Specifies the format of the layout.
de_ch: Gibt das Format des Layouts an.
nl_be: Hiermee wordt de opmaak van de lay-out opgegeven.

# Page 3477173036 - Control 2623053165 - Property 2879900210
source: Format Options
de_ch: Formatoptionen
nl_be: Opmaakopties

# Page 3477173036 - Control 2623053165 - Property 62802879
source: RDLC,Word,Excel,External
de_ch: RDLC,Word,Excel,Extern
nl_be: RDLC,Word,Excel,Extern

# Page 3477173036 - Control 1452384823 - Property 1295455071
source: Specifies the name of the layout.
de_ch: Gibt den Namen des Layouts an.
nl_be: Hiermee wordt de naam van de lay-out opgegeven.

# Page 3477173036 - Control 1452384823 - Property 2879900210
source: Layout Name
nl_be: Lay-outnaam

# Page 3477173036 - Control 4184316645 - Property 1295455071
source: Specifies the ID of the report.
de_ch: Gibt die ID des Berichts an.
nl_be: Hiermee wordt de id van het rapport opgegeven.

# Page 3477173036 - Control 4184316645 - Property 2879900210
source: Report ID
de_ch: Berichts-ID
nl_be: Rapport-id

# Page 3477173036 - Control 2984138987 - Property 1295455071
source: Specifies the name of the report.
de_ch: Gibt den Namen des Berichts an.
nl_be: Hiermee wordt de naam van het rapport opgegeven.

# Page 3477173036 - Control 2984138987 - Property 2879900210
source: Report Name
de_ch: Berichtsname
nl_be: Rapportnaam

# Page 2855939321 - Property 2019332006
source: New,Process,Report,Approve
de_ch: Neu,Prozess,Bericht,Genehmigen
nl_be: Nieuw,Proces,Rapport,Goedkeuren

# Page 2855939321 - Property 2879900210
source: Report Layouts
de_ch: Berichtslayouts
nl_be: Rapportlay-outs

# Page 2855939321 - Property 3863440606
source: Custom Report Layouts, Report Layout Selection
de_ch: Benutzerdefinierte Berichtslayouts, Berichtslayoutauswahl
nl_be: Aangepaste rapportlay-outs, Selectie van rapportlay-out

# Page 2855939321 - NamedType 3716366059
source: It is not possible to modify the layout info for this layout because it is provided by an extension. Do you want to edit a copy of the layout instead ?
de_ch: Die Layoutinformationen für dieses Layout können nicht geändert werden, da es durch eine Erweiterung bereitgestellt wird. Möchten Sie stattdessen eine Kopie des Layouts bearbeiten?
nl_be: Het is niet mogelijk de lay-outgegevens voor deze lay-out te wijzigen omdat deze door een extensie worden verstrekt. Wilt u in plaats daarvan een kopie van de lay-out bewerken?

# Page 2855939321 - NamedType 574537387
source: Only user-defined layouts can be modified or removed.
de_ch: Nur benutzerdefinierte Layouts können geändert oder entfernt werden.
nl_be: Alleen door de gebruiker gedefinieerde lay-outs kunnen worden gewijzigd of verwijderd.

# Page 2855939321 - NamedType 3586617133
source: This action will replace the layout file of the currently selected layout "%1". Do you want to continue ?
de_ch: Durch diese Aktion wird die Layoutdatei des derzeit ausgewählten Layouts „%1“ ersetzt. Möchten Sie fortfahren?
nl_be: Met deze actie wordt het lay-outbestand van de momenteel geselecteerde lay-out "%1" vervangen. Wilt u doorgaan?

# Page 2855939321 - Control 3461834954 - Property 1295455071
source: Specifies a description of the report layout.
de_ch: Gibt eine Beschreibung des Berichtslayouts an.
nl_be: Hiermee wordt een omschrijving van de rapportlay-out opgegeven.

# Page 2855939321 - Control 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung
nl_be: Beschrijving

# Page 2855939321 - Control 4190768627 - Property 1295455071
source: Specifies the format of the report layout.
de_ch: Gibt das Format des Berichtslayouts an.
nl_be: Hiermee wordt de lay-out opgegeven van de rapportlay-out.

# Page 2855939321 - Control 4190768627 - Property 62802879
source: RDLC,Word,Excel,External
de_ch: RDLC,Word,Excel,Extern
nl_be: RDLC,Word,Excel,Extern

# Page 2855939321 - Control 4031873679 - Property 1295455071
source: Specifies the unique name of the layout.
de_ch: Gibt den eindeutigen Namen des Layouts an.
nl_be: Hiermee wordt de unieke naam van de lay-out opgegeven.

# Page 2855939321 - Control 4031873679 - Property 2879900210
source: Layout Name
nl_be: Lay-outnaam

# Page 2855939321 - Control 2205143848 - Property 1295455071
source: Specifies the name and publisher of the extension that the layout belongs to. If this field is empty, it means that layout is user-defined and does not belong to an extension.
de_ch: Gibt den Namen und Herausgeber der Erweiterung an, zu der das Layout gehört. Wenn dieses Feld leer ist, bedeutet dies, dass das Layout benutzerdefiniert ist und nicht zu einer Erweiterung gehört.
nl_be: Hiermee worden de naam en de uitgever opgegeven van de extensie waartoe de lay-out behoort. Als dit veld leeg is, betekent dit dat de lay-out door de gebruiker is gedefinieerd en niet tot een extensie behoort.

# Page 2855939321 - Control 2205143848 - Property 2879900210
source: Extension
de_ch: Erweiterung
nl_be: Extensie

# Page 2855939321 - Control 1272245069 - Property 1295455071
source: Specifies the object ID of the report.
de_ch: Gibt die Objekt-ID des Berichts an.
nl_be: Hiermee wordt de object-id van het rapport opgegeven.

# Page 2855939321 - Control 4101026147 - Property 1295455071
source: Specifies the name of the report.
de_ch: Gibt den Namen des Berichts an.
nl_be: Hiermee wordt de naam van het rapport opgegeven.

# Page 2855939321 - Control 4101026147 - Property 2879900210
source: Report Name
de_ch: Berichtsname
nl_be: Rapportnaam

# Page 2855939321 - Control 2341156892 - Property 1295455071
source: Specifies whether the layout was created by a user.
de_ch: Gibt an, ob das Layout von einem Benutzer erstellt wurde.
nl_be: Hiermee wordt opgegeven of de lay-out is gemaakt door een gebruiker.

# Page 2855939321 - Action 1732507335 - Property 1295455071
source: Set the current layout as the default layout for the specified report.
de_ch: Legt das aktuelle Layout als Standardlayout für den angegebenen Bericht fest.
nl_be: De huidige lay-out instellen als de standaardlay-out voor het opgegeven rapport.

# Page 2855939321 - Action 1732507335 - Property 2879900210
source: Set Default
de_ch: Standard festlegen
nl_be: Standaard instellen

# Page 2855939321 - Action 2190626546 - Property 1295455071
source: Edit layout information.
de_ch: Bearbeiten Sie Layoutinformationen.
nl_be: Lay-outinformatie bewerken.

# Page 2855939321 - Action 2190626546 - Property 2879900210
source: Edit Info
de_ch: Informationen bearbeiten
nl_be: Info bewerken

# Page 2855939321 - Action 2193903826 - Property 1295455071
source: Export the selected layout file.
de_ch: Exportieren Sie die ausgewählte Layoutdatei.
nl_be: Het geselecteerde lay-outbestand exporteren.

# Page 2855939321 - Action 2193903826 - Property 2879900210
source: Export Layout
de_ch: Layout exportieren
nl_be: Lay-out exporteren

# Page 2855939321 - Action 3046030738 - Property 1295455071
source: Create a new layout.
de_ch: Erstellen Sie ein neues Layout.
nl_be: Een nieuwe lay-out maken.

# Page 2855939321 - Action 3046030738 - Property 2879900210
source: New Layout
de_ch: Neues Layout
nl_be: Nieuwe lay-out

# Page 2855939321 - Action 2650137722 - Property 1295455071
source: Replace the existing layout file.
de_ch: Ersetzen Sie die vorhandene Layoutdatei.
nl_be: Het bestaande lay-outbestand vervangen.

# Page 2855939321 - Action 2650137722 - Property 2879900210
source: Replace Layout
de_ch: Layout ersetzen
nl_be: Lay-out vervangen

# Page 2855939321 - Action 2746247081 - Property 1295455071
source: Run the report using the selected layout.
de_ch: Führen Sie den Bericht mithilfe des ausgewählten Layouts aus.
nl_be: Het rapport uitvoeren met de geselecteerde lay-out.

# Page 2855939321 - Action 2746247081 - Property 2879900210
source: Run Report
de_ch: Bericht ausführen
nl_be: Rapport uitvoeren

# Page 2855939321 - View 1663039630 - Property 2879900210
source: Extensions
de_ch: Erweiterungen
nl_be: Extensies

# Page 2855939321 - View 1119380316 - Property 2879900210
source: User-Defined
de_ch: Benutzerdefiniert
nl_be: Door gebruiker gedefinieerd

# Page 2855939321 - Control 4190768627 - Property 2879900210
source: Type
de_ch: Typ
