Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: fr_be, sv_se

# Table 4037870784 - Property 2879900210
source: Bank Account Comment Line
fr_be: Ligne commentaire compte bancaire
sv_se: Kommentarsrad för bankkonto

# Table 4037870784 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_be: N° compte bancaire
sv_se: Bankkontonr

# Table 4037870784 - Field 3004954119 - Property 2879900210
source: Code
sv_se: Kod

# Table 4037870784 - Field 2790486453 - Property 2879900210
source: Comment
fr_be: Commentaire
sv_se: Kommentar

# Table 4037870784 - Field 3192175264 - Property 2879900210
source: Date
sv_se: Datum

# Table 4037870784 - Field 3320823955 - Property 2879900210
source: Line No.
fr_be: N° ligne
sv_se: Radnr

# Table 4037870784 - Field 4200184881 - Property 2879900210
source: No.
fr_be: N°
sv_se: Nr

# Table 4037870784 - Field 3808951907 - Property 2879900210
source: Table Name
fr_be: Nom de la table
sv_se: Tabellnamn

# Table 4037870784 - Field 3808951907 - Property 62802879
source: Bank Rec.,Posted Bank Rec.,Bank Deposit Header,Posted Bank Deposit Header
fr_be: Rappr. bancaire,Rappr. bancaire validé,En-tête dépôt en banque,En-tête dépôt en banque validé
sv_se: Bankavstämning,Bokförd bankavstämning,Huvud för bankinsättning,Huvud för bokförd bankinsättning

# Table 26680403 - Property 2879900210
source: Bank Deposit Header
fr_be: En-tête dépôt en banque
sv_se: Huvud för bankinsättning

# Table 26680403 - NamedType 3481077568
source: You cannot rename a %1.
fr_be: Vous ne pouvez pas renommer un(e) %1.
sv_se: Du kan inte byta namn på %1.

# Table 26680403 - NamedType 1000037039
source: Only one %1 is allowed for each %2. Choose Change Batch action if you want to create a new bank deposit.
fr_be: Un seul %1 est autorisé par %2. Sélectionnez l’action Modifier lot si vous souhaitez créer un dépôt en banque.
sv_se: Endast en %1 tillåts för varje %2. Välj Ändra batch om du vill skapa en ny bankinsättning.

# Table 26680403 - NamedType 1570802178
source: Deposit %1 %2
fr_be: Dépôt %1 %2
sv_se: Insättning %1 %2

# Table 26680403 - NamedType 219863061
source: Do you want to add the bank deposit dimensions to all bank deposit lines?
fr_be: Souhaitez-vous ajouter les axes analytiques de dépôt bancaire à toutes les lignes de dépôt bancaire ?
sv_se: Vill du lägga till bankinsättningsdimensioner för alla bankinsättningsrader?

# Table 26680403 - Field 2850626594 - Property 2879900210
source: Bank Acc. Posting Group
fr_be: Groupe compta. banque
sv_se: Bokföringsmall för bankkonto

# Table 26680403 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_be: N° compte bancaire
sv_se: Bankkontonr

# Table 26680403 - Field 2790486453 - Property 2879900210
source: Comment
fr_be: Commentaire
sv_se: Kommentar

# Table 26680403 - Field 3083748138 - Property 2879900210
source: Correction
sv_se: Rättningstransaktion

# Table 26680403 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Table 26680403 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_be: Facteur devise
sv_se: Valutafaktor

# Table 26680403 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_be: ID ensemble de dimensions
sv_se: Dimensionsuppsättnings-ID

# Table 26680403 - Field 580412389 - Property 2879900210
source: Document Date
fr_be: Date document
sv_se: Dokumentdatum

# Table 26680403 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
fr_be: Nom feuille
sv_se: Journalnamn

# Table 26680403 - Field 3684440170 - Property 2879900210
source: Journal Template Name
fr_be: Nom modèle feuille
sv_se: Namn på journalmall

# Table 26680403 - Field 2273653569 - Property 2879900210
source: Language Code
fr_be: Code langue
sv_se: Språkkod

# Table 26680403 - Field 4200184881 - Property 2879900210
source: No.
fr_be: N°
sv_se: Nr

# Table 26680403 - Field 2682724073 - Property 2879900210
source: No. Printed
fr_be: Nbre impressions
sv_se: Utskriven

# Table 26680403 - Field 1351594800 - Property 2879900210
source: No. Series
fr_be: Souches de n°
sv_se: Nummerserie

# Table 26680403 - Field 298083911 - Property 2879900210
source: Post as Lump Sum
fr_be: Valider en tant que montant forfaitaire
sv_se: Bokför som klumpsumma

# Table 26680403 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_be: Date comptabilisation
sv_se: Bokföringsdatum

# Table 26680403 - Field 3268709882 - Property 2879900210
source: Posting Description
fr_be: Libellé écriture
sv_se: Bokföringsbeskrivning

# Table 26680403 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_be: Code motif
sv_se: Uppföljningskod

# Table 26680403 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_be: Code raccourci axe 1
sv_se: Genväg dimension 1 kod

# Table 26680403 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_be: Code raccourci axe 2
sv_se: Genväg dimension 2 kod

# Table 26680403 - Field 2829932290 - Property 2879900210
source: Total Deposit Amount
fr_be: Montant total dépôt
sv_se: Totalt insättningsbelopp

# Table 26680403 - Field 2878824385 - Property 2879900210
source: Total Deposit Lines
fr_be: Nombre total lignes dépôt
sv_se: Totalt antal insättningsrader

# Table 4207681100 - Property 2879900210
source: Posted Bank Deposit Header
fr_be: En-tête dépôt en banque comptabilisé
sv_se: Huvud för bokförd bankinsättning

# Table 4207681100 - NamedType 3070434028
source: Cannot find a G/L Register for the selected posted bank deposit.
fr_be: Impossible de trouver un historique des transactions comptabilité pour le dépôt bancaire enregistré sélectionné.
sv_se: Det finns ingen bokförd redovisningsjournal för den valda bokförda bankinsättningen.

# Table 4207681100 - Field 2850626594 - Property 2879900210
source: Bank Acc. Posting Group
fr_be: Groupe compta. banque
sv_se: Bokföringsmall för bankkonto

# Table 4207681100 - Field 4248640148 - Property 2879900210
source: Bank Account No.
fr_be: N° compte bancaire
sv_se: Bankkontonr

# Table 4207681100 - Field 2790486453 - Property 2879900210
source: Comment
fr_be: Commentaire
sv_se: Kommentar

# Table 4207681100 - Field 3083748138 - Property 2879900210
source: Correction
sv_se: Rättningstransaktion

# Table 4207681100 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Table 4207681100 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_be: Facteur devise
sv_se: Valutafaktor

# Table 4207681100 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_be: ID ensemble de dimensions
sv_se: Dimensionsuppsättnings-ID

# Table 4207681100 - Field 580412389 - Property 2879900210
source: Document Date
fr_be: Date document
sv_se: Dokumentdatum

# Table 4207681100 - Field 2273653569 - Property 2879900210
source: Language Code
fr_be: Code langue
sv_se: Språkkod

# Table 4207681100 - Field 4200184881 - Property 2879900210
source: No.
fr_be: N°
sv_se: Nr

# Table 4207681100 - Field 2682724073 - Property 2879900210
source: No. Printed
fr_be: Nbre impressions
sv_se: Utskriven

# Table 4207681100 - Field 1351594800 - Property 2879900210
source: No. Series
fr_be: Souches de n°
sv_se: Nummerserie

# Table 4207681100 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_be: Date comptabilisation
sv_se: Bokföringsdatum

# Table 4207681100 - Field 3268709882 - Property 2879900210
source: Posting Description
fr_be: Libellé écriture
sv_se: Bokföringsbeskrivning

# Table 4207681100 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_be: Code motif
sv_se: Uppföljningskod

# Table 4207681100 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_be: Code raccourci axe 1
sv_se: Genväg dimension 1 kod

# Table 4207681100 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_be: Code raccourci axe 2
sv_se: Genväg dimension 2 kod

# Table 4207681100 - Field 2829932290 - Property 2879900210
source: Total Deposit Amount
fr_be: Montant total dépôt
sv_se: Totalt insättningsbelopp

# Table 4207681100 - Field 2878824385 - Property 2879900210
source: Total Deposit Lines
fr_be: Nombre total lignes dépôt
sv_se: Totalt antal insättningsrader

# Table 512983923 - Property 2879900210
source: Posted Bank Deposit Line
fr_be: Ligne dépôt en banque comptabilisé
sv_se: Rad för bokförd bankinsättning

# Table 512983923 - Field 1622979514 - Property 2879900210
source: Account No.
fr_be: N° compte
sv_se: Kontonummer

# Table 512983923 - Field 3699788827 - Property 2879900210
source: Account Type
fr_be: Type de compte
sv_se: Kontotyp

# Table 512983923 - Field 636392376 - Property 2879900210
source: Amount
fr_be: Montant
sv_se: Belopp

# Table 512983923 - Field 4216984123 - Property 2879900210
source: Bank Account Ledger Entry No.
fr_be: N° écriture comptable compte bancaire
sv_se: Bankkontotrans. löpnr

# Table 512983923 - Field 2255486803 - Property 2879900210
source: Bank Deposit No.
fr_be: N° dépôt en banque
sv_se: Bankinsättningsnummer

# Table 512983923 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Table 512983923 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 512983923 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_be: ID ensemble de dimensions
sv_se: Dimensionsuppsättnings-ID

# Table 512983923 - Field 580412389 - Property 2879900210
source: Document Date
fr_be: Date document
sv_se: Dokumentdatum

# Table 512983923 - Field 486908828 - Property 2879900210
source: Document No.
fr_be: N° document
sv_se: Dokumentnr

# Table 512983923 - Field 2363328873 - Property 2879900210
source: Document Type
fr_be: Type de document
sv_se: Dokumenttyp

# Table 512983923 - Field 883711285 - Property 2879900210
source: Entry No.
fr_be: N° écriture
sv_se: Löpnr

# Table 512983923 - Field 3320823955 - Property 2879900210
source: Line No.
fr_be: N° ligne
sv_se: Radnr

# Table 512983923 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_be: Date comptabilisation
sv_se: Bokföringsdatum

# Table 512983923 - Field 1915851633 - Property 2879900210
source: Posting Group
fr_be: Groupe comptabilisation
sv_se: Bokföringsmall

# Table 512983923 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_be: Code raccourci axe 1
sv_se: Genväg dimension 1 kod

# Table 512983923 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_be: Code raccourci axe 2
sv_se: Genväg dimension 2 kod

# Codeunit 2857945177 - NamedType 640825212
source: You must either post or delete all bank deposits and bank account reconciliations for company %1 and every company on this environment before disabling Bank Deposits feature.
sv_se: Du måste antingen bokföra eller ta bort alla bankinsättningar och bankkontoavstämningar för företaget %1 och alla företag i den här miljön innan du inaktiverar funktionen Bankinsättningar.

# Codeunit 3915934517 - NamedType 483457420
source: Bank Deposit Line #2########\
fr_be: Ligne de dépôt en banque #2########\
sv_se: Bankinsättningsrad #2########\

# Codeunit 3915934517 - NamedType 1620158295
source: Moving Bank Deposit to History
fr_be: Déplacement du dépôt en banque vers l’historique
sv_se: Flytta bankinsättningar till Historik

# Codeunit 3915934517 - NamedType 633933862
source: Posting Bank Account Ledger Entry
fr_be: Validation des écritures comptables compte bancaire
sv_se: Bokför bankkontotransaktion

# Codeunit 3915934517 - NamedType 2001638188
source: Posting Bank Deposit No. %1...\\
fr_be: Validation N° dépôt en banque %1...\\
sv_se: Bokför bankinsättning nr %1 ...\\

# Codeunit 3915934517 - NamedType 3179602708
source: Posting Lines to Ledgers
fr_be: Validation des lignes dans les écritures comptables
sv_se: Bokför rader i redovisning

# Codeunit 3915934517 - NamedType 957299935
source: Removing Bank Deposit
fr_be: Suppression d’un dépôt en banque
sv_se: Ta bort bankinsättning

# Codeunit 3915934517 - NamedType 3628172168
source: The %1 must match the %2.
fr_be: %1 doit correspondre à %2.
sv_se: %1 måste stämma överens med %2.

# Codeunit 2924804493 - NamedType 3136069924
source: Do you want to post the bank deposit?
fr_be: Souhaitez-vous valider le dépôt en banque ?
sv_se: Vill du bokföra bankinsättningen?

# Codeunit 3539949115 - NamedType 3246919479
source: Bank deposit report has not been set up.
fr_be: L’état des dépôts en banque n’a pas été configuré.
sv_se: Bankinsättningsrapporten har inte konfigurerats.

# Codeunit 3539949115 - NamedType 679520547
source: Do you want to post and print the bank deposit?
fr_be: Souhaitez-vous valider et imprimer le dépôt en banque ?
sv_se: Vill du bokföra och skriva ut bankinsättningen?

# Codeunit 3514750067 - NamedType 1427565258
source: Feature: Use standardized bank deposits.
fr_be: Fonction : utilisez des dépôts bancaires standardisés.
sv_se: Funktion: Använd standardiserade bankinsättningar.

# Codeunit 3514750067 - NamedType 33623699
source: This page cannot be used because the Bank Deposits feature is not switched on.
fr_be: Cette page ne peut pas être utilisée, car la fonction de dépôts bancaires n’est pas activée.
sv_se: Det går inte att använda den här sidan eftersom funktionen Bankinsättningar inte har aktiverats.

# Codeunit 4266060842 - NamedType 1524688520
source: Before you can navigate on a deposit, you must create and activate a key group called "NavDep". If you cannot do this yourself, ask your system administrator.
fr_be: Avant de pouvoir naviguer dans un dépôt, vous devez créer et activer un groupe de clés appelé « NavDep ». Si vous ne pouvez pas le faire vous-même, contactez l’administrateur système.
sv_se: Innan du kan navigera i en insättning måste du skapa och aktivera en nyckelgrupp som kallas "NavDep". Be systemadministratören om du inte kan göra detta själv.

# Codeunit 2005374712 - NamedType 2681845503
source: Bank Deposit Journal
fr_be: Journal des dépôts bancaires
sv_se: Bankinsättningsjournal

# Codeunit 2005374712 - NamedType 3763092611
source: Bank Deposit Journals
fr_be: Journaux des dépôts bancaires
sv_se: Bankinsättningsjournaler

# Codeunit 2005374712 - NamedType 1923184603
source: BNKDEPOSIT
fr_be: DÉPÔTBANC
sv_se: BANKINS

# Codeunit 2005374712 - NamedType 665819366
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# Page 3862650212 - Property 2879900210
source: Bank Account Comment List
fr_be: Liste commentaires compte bancaire
sv_se: Kommentarslista för bankkonto

# Page 3862650212 - Control 3004954119 - Property 1295455071
source: Specifies a code for the comment.
fr_be: Spécifie un code pour le commentaire.
sv_se: Anger en kod för kommentaren.

# Page 3862650212 - Control 2790486453 - Property 1295455071
source: Specifies the comment itself.
fr_be: Spécifie le commentaire.
sv_se: Anger själva kommentaren.

# Page 3862650212 - Control 3192175264 - Property 1295455071
source: Specifies the date the comment was created.
fr_be: Spécifie la date de création du commentaire.
sv_se: Anger det datum då kommentaren skapades.

# Page 3862650212 - Control 4200184881 - Property 1295455071
source: Specifies the number of the account, bank account, customer, vendor or item to which the comment applies.
fr_be: Spécifie le numéro du compte bancaire, du client, du fournisseur ou de l’article auquel s’applique le commentaire.
sv_se: Anger numret på kontot, bankkontot, kunden, leverantören eller artikeln som kommentaren avser.

# Page 1313128471 - Property 2879900210
source: Bank Account Comment Sheet
fr_be: Feuille commentaires compte bancaire
sv_se: Kommentarsark för bankkonto

# Page 1313128471 - Control 3004954119 - Property 1295455071
source: Specifies a code for the comment.
fr_be: Spécifie un code pour le commentaire.
sv_se: Anger en kod för kommentaren.

# Page 1313128471 - Control 2790486453 - Property 1295455071
source: Specifies the comment itself.
fr_be: Spécifie le commentaire.
sv_se: Anger själva kommentaren.

# Page 1313128471 - Control 3192175264 - Property 1295455071
source: Specifies the date the comment was created.
fr_be: Spécifie la date de création du commentaire.
sv_se: Anger det datum då kommentaren skapades.

# Page 3073362426 - Property 2019332006
source: New,Process,Report,Posting,Bank Deposit
fr_be: Nouveau,Traitement,État,Validation,Dépôt en banque
sv_se: Ny,Process,Rapport,Bokföring,Bankinsättning

# Page 3073362426 - Property 2879900210
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# Page 3073362426 - NamedType 3246919479
source: Bank deposit test report has not been set up.
fr_be: L’état test dépôt en banque n’a pas été configuré.
sv_se: Testrapporten för bankinsättning har inte konfigurerats.

# Page 3073362426 - NamedType 219863061
source: Do you want to add the bank deposit dimensions to all bank deposit lines?
fr_be: Souhaitez-vous ajouter les axes analytiques de dépôt bancaire à toutes les lignes de dépôt bancaire ?
sv_se: Vill du lägga till bankinsättningsdimensioner för alla bankinsättningsrader?

# Page 3073362426 - Control 2445482498 - Property 2879900210
source: General
fr_be: Général
sv_se: Allmänt

# Page 3073362426 - Control 4248640148 - Property 1295455071
source: Specifies the bank account number to which this bank deposit is being made.
fr_be: Spécifie le numéro de compte bancaire sur lequel ce dépôt en banque est effectué.
sv_se: Anger bankkontonumret som bankinsättningen görs till.

# Page 3073362426 - Control 4198939294 - Property 1295455071
source: Specifies the currency that will be used for this Deposit.
fr_be: Spécifie la devise qui sera utilisée pour ce dépôt.
sv_se: Anger valutan som ska användas för insättningen.

# Page 3073362426 - Control 365542049 - Property 1295455071
source: Specifies the difference between the Amount field and the Cleared Amount field.
fr_be: Spécifie la différence entre le champ Montant et le champ Montant compensé.
sv_se: Anger skillnaden mellan fältet Belopp och fältet Reglerat belopp.

# Page 3073362426 - Control 365542049 - Property 2879900210
source: Difference
fr_be: Distinction
sv_se: Differens

# Page 3073362426 - Control 580412389 - Property 1295455071
source: Specifies the date of the bank deposit document.
fr_be: Spécifie la date du document de dépôt en banque.
sv_se: Anger datumet för bankinsättningsdokumentet.

# Page 3073362426 - Control 4200184881 - Property 1295455071
source: Specifies the number of the bank deposit that you are creating.
fr_be: Spécifie le numéro du dépôt en banque que vous créez.
sv_se: Anger numret på bankinsättningen som du skapar.

# Page 3073362426 - Control 298083911 - Property 1295455071
source: Specifies if the bank deposit should be posted as a single bank account ledger entry with the total amount.
fr_be: Indique si le dépôt en banque doit être validé en tant qu’écriture comptable compte bancaire unique avec le montant total.
sv_se: Anger om bankinsättningen ska bokföras som en enda bankkontotransaktion med totalbeloppet.

# Page 3073362426 - Control 3710982960 - Property 1295455071
source: Specifies the date when the bank deposit should be posted. This should be the date that the bank deposit is deposited in the bank.
fr_be: Spécifie la date à laquelle le dépôt en banque doit être validé. Il doit s’agir de la date à laquelle le dépôt en banque est effectué.
sv_se: Anger datumet då bankinsättningen ska bokföras. Detta bör vara det datum då bankinsättningen sätts in på banken.

# Page 3073362426 - Control 1577567912 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
fr_be: Spécifie le code section analytique auquel l’en-tête de dépôt en banque sera associé.
sv_se: Anger dimensionsvärdeskoden som bankinsättningshuvudet kommer att kopplas till.

# Page 3073362426 - Control 1003760969 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
fr_be: Spécifie le code section analytique auquel l’en-tête de dépôt en banque sera associé.
sv_se: Anger dimensionsvärdeskoden som bankinsättningshuvudet kommer att kopplas till.

# Page 3073362426 - Control 2829932290 - Property 1295455071
source: Specifies the total amount of the bank deposit. The sum of the amounts must equal this field value before you will be able to post this bank deposit.
fr_be: Spécifie le montant total du dépôt en banque. La somme des montants doit être égale à la valeur de ce champ pour que vous puissiez valider ce dépôt en banque.
sv_se: Anger det totala beloppet för bankinsättningen. Summan av beloppen måste vara densamma som fältvärdet innan du kan bokföra den här bankinsättningen.

# Page 3073362426 - Action 1499795508 - Property 2879900210
source: Bank &Deposit
fr_be: &Dépôt en banque
sv_se: &Bankinsättning

# Page 3073362426 - Action 1921943208 - Property 1295455071
source: Edit the journal batch that the bank deposit is based on.
fr_be: Modifiez le nom de la feuille sur lequel est basé le dépôt en banque.
sv_se: Redigera journalen som bankinsättningen baseras på.

# Page 3073362426 - Action 1921943208 - Property 2879900210
source: Change &Batch
fr_be: Modifier &lot
sv_se: &Ändra batch

# Page 3073362426 - Action 503024588 - Property 1295455071
source: View deposit comments that apply.
fr_be: Affichez les commentaires sur le dépôt qui s’appliquent.
sv_se: Visa de kommentarer som gäller insättningen.

# Page 3073362426 - Action 503024588 - Property 2879900210
source: Comments
fr_be: Commentaires
sv_se: Kommentarer

# Page 3073362426 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
sv_se: Visa eller redigera dimensioner, till exempel område, projekt eller avdelning, som du kan tilldela försäljnings- och inköpsdokument för att fördela kostnader och analysera transaktionshistorik.

# Page 3073362426 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
sv_se: Dimensioner

# Page 3073362426 - Action 2245087378 - Property 2879900210
source: P&osting
fr_be: V&alidation
sv_se: B&okföring

# Page 3073362426 - Action 2282416948 - Property 1295455071
source: Finalize the document or journal by posting the amounts and quantities to the related accounts in your company books.
fr_be: Finalisez le document ou la feuille en validant les montants et les quantités sur les comptes concernés dans la comptabilité de la société.
sv_se: Slutför dokumentet eller journalen genom att bokföra beloppen och kvantiteterna på de relaterade kontona i företagets redovisning.

# Page 3073362426 - Action 2282416948 - Property 2879900210
source: P&ost
fr_be: V&alider
sv_se: &Bokför

# Page 3073362426 - Action 513012614 - Property 1295455071
source: Finalize and prepare to print the document or journal. The values and quantities are posted to the related accounts. A report request window where you can specify what to include on the print-out.
fr_be: Finalisez et préparez-vous à imprimer le document ou la feuille. Les valeurs et les quantités sont validées en fonction des comptes associés. Une fenêtre de demande d’état où vous pouvez spécifier ce qu’il faut inclure sur l’élément à imprimer.
sv_se: Slutför och förbered utskrift av dokumentet eller journalen. Värdena och kvantiteterna bokförs på de relaterade kontona. Ett fönster för rapportbegäran visas där du kan ange vad du vill ha med på utskriften.

# Page 3073362426 - Action 513012614 - Property 2879900210
source: Post and &Print
fr_be: Valider et &imprimer
sv_se: Bokför och skriv &ut
