Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: fr_be, sv_se

# Page 1816704201 - Action 1405007275 - Property 1295455071
source: Find all bank account ledger entries that exist for this bank deposit.
fr_be: Recherchez toutes les écritures comptables compte bancaire qui existent pour ce dépôt en banque.
sv_se: Sök efter alla bankkontotransaktioner som finns för den här bankinsättningen.

# Page 1816704201 - Action 1405007275 - Property 2879900210
source: Find entries...
fr_be: Rechercher des écritures...
sv_se: Sök efter transaktioner ...

# Page 1816704201 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
fr_be: Préparez-vous à imprimer le document. Une fenêtre de demande d’état pour le document s’ouvre et vous permet d’indiquer les éléments à imprimer.
sv_se: Förbered utskrift av dokumentet. Ett rapportfönster om dokumentet öppnas där det går att ange vad du vill inkludera på utskriften.

# Page 1816704201 - Action 1002420131 - Property 2879900210
source: &Print
fr_be: &Imprimer
sv_se: &Skriv ut

# Page 1816704201 - Action 2049212732 - Property 1295455071
source: Undo the posting of the bank deposit by reversing all related ledger entries.
fr_be: Annulez valid. dépôt bancaire en inversant écritures comptables associées.
sv_se: Ångra bokföringen av bankinsättningen genom att återföra alla relaterade transaktioner.

# Page 1816704201 - Action 2049212732 - Property 2879900210
source: &Undo Posting
fr_be: &Annu. valid.
sv_se: &Ångra bokföring

# Page 3875541982 - Property 2879900210
source: Posted Bank Deposit Lines
fr_be: Lignes dépôt en banque comptabilisé
sv_se: Bokförda bankinsättningsrader

# Page 3875541982 - Control 1622979514 - Property 1295455071
source: Specifies the account number from which the deposit was received.
fr_be: Spécifie le numéro de compte à partir duquel le dépôt a été reçu.
sv_se: Anger kontonumret som insättningen mottogs från.

# Page 3875541982 - Control 3699788827 - Property 1295455071
source: Specifies the account type from which the deposit was received.
fr_be: Spécifie le type de compte à partir duquel le dépôt a été reçu.
sv_se: Anger kontotypen som insättningen mottogs från.

# Page 3875541982 - Control 636392376 - Property 1295455071
source: Specifies the amount of the item, such as a check, that was deposited.
fr_be: Spécifie le montant de l’article, par exemple un chèque, qui a été déposé.
sv_se: Anger beloppet för artikeln, till exempel en check, som har satts in.

# Page 3875541982 - Control 2255486803 - Property 1295455071
source: Specifies the document number of the deposit document.
fr_be: Spécifie le numéro de document du document de dépôt.
sv_se: Anger insättningsdokumentets dokumentnummer.

# Page 3875541982 - Control 3461834954 - Property 1295455071
source: Specifies a description of the transaction on the deposit line.
fr_be: Spécifie une description de la transaction sur la ligne de dépôt.
sv_se: Anger en beskrivning av transaktionen på insättningsraden.

# Page 3875541982 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
fr_be: Spécifie la date du document de dépôt.
sv_se: Anger datumet för insättningsdokumentet.

# Page 3875541982 - Control 486908828 - Property 1295455071
source: Specifies the number of the document (usually a check) that was deposited.
fr_be: Spécifie le numéro du document (généralement un chèque) qui a été déposé.
sv_se: Anger numret på dokumentet (vanligtvis en check) som sattes in.

# Page 3875541982 - Control 2363328873 - Property 1295455071
source: Specifies the document number of the document (usually a check) that was deposited.
fr_be: Spécifie le numéro du document (généralement un chèque) qui a été déposé.
sv_se: Anger dokumentnumret för dokumentet (vanligtvis en check) som sattes in.

# Page 3875541982 - Control 883711285 - Property 1295455071
source: Specifies the entry number from the general ledger account entry.
fr_be: Spécifie le numéro d’écriture de l’écriture du compte général.
sv_se: Anger transaktionsnumret från redovisningskontotransaktionen.

# Page 3875541982 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour cette ligne de dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningsraden.

# Page 3875541982 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour cette ligne de dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningsraden.

# Page 3875541982 - Action 1402615620 - Property 2879900210
source: &Line
fr_be: &Ligne
sv_se: &Rad

# Page 3875541982 - Action 3247288701 - Property 1295455071
source: View or change detailed information about the account on the deposit line.
fr_be: Affichez ou modifiez des informations détaillées sur le compte sur la ligne de dépôt.
sv_se: Visa eller ändra detaljerad information om kontot på insättningsraden.

# Page 3875541982 - Action 3247288701 - Property 2879900210
source: Account &Card
fr_be: &Fiche Compte
sv_se: &Kontokort

# Page 3875541982 - Action 1721180724 - Property 1295455071
source: View ledger entries that are posted for the account on the deposit line.
fr_be: Affichez les écritures comptables validées pour le compte sur la ligne de dépôt.
sv_se: Visa transaktioner som har bokförts för kontot på insättningsraden.

# Page 3875541982 - Action 1721180724 - Property 2879900210
source: Account Ledger E&ntries
fr_be: É&critures comptables compte
sv_se: Ko&ntotransaktioner

# Page 3875541982 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
sv_se: Visa eller redigera dimensioner, till exempel område, projekt eller avdelning, som du kan tilldela försäljnings- och inköpsdokument för att fördela kostnader och analysera transaktionshistorik.

# Page 3875541982 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
sv_se: Dimensioner

# Page 3875541982 - Action 1107476520 - Property 1295455071
source: View the document that the deposit is related to.
fr_be: Affichez le document auquel le dépôt est associé.
sv_se: Visa dokumentet som insättningen är kopplad till.

# Page 3875541982 - Action 1107476520 - Property 2879900210
source: Show Document
fr_be: Afficher le document
sv_se: Visa dokument

# Page 641808831 - Property 2879900210
source: Posted Bank Deposits
fr_be: Dépôts en banque comptabilisés
sv_se: Bokförda bankinsättningar

# Page 641808831 - NamedType 1049272403
source: To undo the posting of a bank deposit, you must sign in to Business Central from a web browser.
fr_be: Pour annuler la validation d’un dépôt bancaire, vous devez vous connecter à Business Central à partir d’un navigateur web.
sv_se: Om du vill ångra bokföringen av en bankinsättning måste du logga in på Business Central från en webbläsare.

# Page 641808831 - NamedType 3246919479
source: Bank deposit report has not been set up.
fr_be: L’état des dépôts bancaires n’a pas été configuré.
sv_se: Bankinsättningsrapporten har inte konfigurerats.

# Page 641808831 - NamedType 1451419922
source: This will reverse all ledger entries that are related to the lines of the bank deposit. Do you want to continue?
fr_be: Cette opération annule les écritures comptables associées aux lignes dépôt bancaire. Souhaitez-vous continuer ?
sv_se: Detta återför alla transaktioner som berör raderna i bankinsättningen. Vill du fortsätta?

# Page 641808831 - Control 4248640148 - Property 1295455071
source: Specifies the number of the bank account to which the deposit was made.
fr_be: Spécifie le numéro du compte bancaire sur lequel le dépôt a été effectué.
sv_se: Anger numret på bankkontot som insättningen gjordes till.

# Page 641808831 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the bank account that the deposit was deposited in.
fr_be: Spécifie le code devise du compte bancaire dans lequel le dépôt a été effectué.
sv_se: Anger valutakoden för bankkontot som insättningen sätts in på.

# Page 641808831 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
fr_be: Spécifie la date du document de dépôt.
sv_se: Anger datumet för insättningsdokumentet.

# Page 641808831 - Control 2273653569 - Property 1295455071
source: Specifies the language code of the bank account that the deposit was deposited into.
fr_be: Spécifie le code langue du compte bancaire dans lequel le dépôt a été effectué.
sv_se: Anger språkkoden för bankkontot som insättningen görs på.

# Page 641808831 - Control 4200184881 - Property 1295455071
source: Specifies the document number of the deposit document.
fr_be: Spécifie le numéro de document du document de dépôt.
sv_se: Anger insättningsdokumentets dokumentnummer.

# Page 641808831 - Control 3710982960 - Property 1295455071
source: Specifies the date the deposit was posted.
fr_be: Spécifie la date de comptabilisation du dépôt.
sv_se: Anger datumet som insättningen bokfördes.

# Page 641808831 - Control 3268709882 - Property 1295455071
source: Specifies the posting description of the deposit.
fr_be: Spécifie la description de la validation du dépôt.
sv_se: Anger en bokföringsbeskrivning av insättningen.

# Page 641808831 - Control 3744289816 - Property 1295455071
source: Specifies if transactions from the corresponding G/L Register have been reversed.
fr_be: Indique si les transactions de l’historique des transactions comptabilité correspondant ont été contrepassées.
sv_se: Anger om transaktioner från motsvarande bokförda redovisningsjournal har återförts.

# Page 641808831 - Control 3744289816 - Property 2879900210
source: Reversed
fr_be: Contrepassées
sv_se: Återförd

# Page 641808831 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour ce dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningen.

# Page 641808831 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour ce dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningen.

# Page 641808831 - Control 2829932290 - Property 1295455071
source: Specifies the total amount deposited to the bank account.
fr_be: Spécifie le montant total déposé sur le compte bancaire.
sv_se: Anger det totala beloppet som sattes in på bankkontot.

# Page 641808831 - Action 1499795508 - Property 2879900210
source: Bank &Deposit
fr_be: &Dépôt en banque
sv_se: &Bankinsättning

# Page 641808831 - Action 503024588 - Property 1295455071
source: View a list of deposit comments.
fr_be: Affichez une liste des commentaires sur le dépôt.
sv_se: Visa en lista med insättningskommentarer.

# Page 641808831 - Action 503024588 - Property 2879900210
source: Comments
fr_be: Commentaires
sv_se: Kommentarer

# Page 641808831 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
sv_se: Visa eller redigera dimensioner, till exempel område, projekt eller avdelning, som du kan tilldela försäljnings- och inköpsdokument för att fördela kostnader och analysera transaktionshistorik.

# Page 641808831 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
sv_se: Dimensioner

# Page 641808831 - Action 2049212732 - Property 1295455071
source: Undo the posting of the bank deposit by reversing all related ledger entries.
fr_be: Annulez valid. dépôt bancaire en inversant écritures comptables associées.
sv_se: Ångra bokföringen av bankinsättningen genom att återföra alla relaterade transaktioner.

# Page 641808831 - Action 2049212732 - Property 2879900210
source: &Undo Posting
fr_be: &Annu. valid.
sv_se: &Ångra bokföring

# Page 641808831 - Action 669369698 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
fr_be: Préparez-vous à imprimer le document. Une fenêtre de demande d’état pour le document s’ouvre et vous permet d’indiquer les éléments à imprimer.
sv_se: Förbered utskrift av dokumentet. Ett fönster för rapportbegäran för dokumentet öppnas där du kan ange vad du vill ha med på utskriften.

# Page 641808831 - Action 669369698 - Property 2879900210
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# Page 3865959199 - Property 2019332006
source: New,Process,Report,Line,Functions
fr_be: Nouveau,Traitement,État,Ligne,Fonctions
sv_se: Ny,Process,Rapport,Rad,Funktioner

# Page 3865959199 - Property 2879900210
source: Posted Bank Deposit Subform
fr_be: Sous-formulaire Dépôt en banque comptabilisé
sv_se: Subformulär för bokförd bankinsättning

# Page 3865959199 - Control 1622979514 - Property 1295455071
source: Specifies the account number from which the deposit was received.
fr_be: Spécifie le numéro de compte à partir duquel le dépôt a été reçu.
sv_se: Anger kontonumret som insättningen mottogs från.

# Page 3865959199 - Control 3699788827 - Property 1295455071
source: Specifies the account type from which the deposit was received.
fr_be: Spécifie le type de compte à partir duquel le dépôt a été reçu.
sv_se: Anger kontotypen som insättningen mottogs från.

# Page 3865959199 - Control 636392376 - Property 1295455071
source: Specifies the amount of the item, such as a check, that was deposited.
fr_be: Spécifie le montant de l’article, par exemple un chèque, qui a été déposé.
sv_se: Anger beloppet för artikeln, till exempel en check, som har satts in.

# Page 3865959199 - Control 3461834954 - Property 1295455071
source: Specifies a description of the transaction on the deposit line.
fr_be: Spécifie une description de la transaction sur la ligne de dépôt.
sv_se: Anger en beskrivning av transaktionen på insättningsraden.

# Page 3865959199 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
fr_be: Spécifie la date du document de dépôt.
sv_se: Anger datumet för insättningsdokumentet.

# Page 3865959199 - Control 486908828 - Property 1295455071
source: Specifies the number of the document (usually a check) that was deposited.
fr_be: Spécifie le numéro du document (généralement un chèque) qui a été déposé.
sv_se: Anger numret på dokumentet (vanligtvis en check) som sattes in.

# Page 3865959199 - Control 2363328873 - Property 1295455071
source: Specifies the document number of the document (usually a check) that was deposited.
fr_be: Spécifie le numéro du document (généralement un chèque) qui a été déposé.
sv_se: Anger dokumentnumret för dokumentet (vanligtvis en check) som sattes in.

# Page 3865959199 - Control 883711285 - Property 1295455071
source: Specifies the entry number from the general ledger account entry.
fr_be: Spécifie le numéro d’écriture de l’écriture du compte général.
sv_se: Anger transaktionsnumret från redovisningskontotransaktionen.

# Page 3865959199 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour cette ligne de dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningsraden.

# Page 3865959199 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour cette ligne de dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningsraden.

# Page 3865959199 - Control 386377809 - Property 1295455071
source: Specifies the sum of the amounts in the Amount fields on the associated posted bank deposit lines.
fr_be: Spécifie la somme des montants des champs de montant sur les lignes de dépôt bancaire validés associées.
sv_se: Anger summan av beloppen i beloppsfälten på de associerade bokförda bankinsättningsraderna.

# Page 3865959199 - Control 386377809 - Property 2879900210
source: Total Deposit Lines
fr_be: Nombre total lignes de dépôt
sv_se: Totalt antal insättningsrader

# Page 3865959199 - Action 1402615620 - Property 2879900210
source: &Line
fr_be: &Ligne
sv_se: &Rad

# Page 3865959199 - Action 2214941671 - Property 1295455071
source: View or change detailed information about the account on the deposit line.
fr_be: Affichez ou modifiez des informations détaillées sur le compte sur la ligne de dépôt.
sv_se: Visa eller ändra detaljerad information om kontot på insättningsraden.

# Page 3865959199 - Action 2214941671 - Property 2879900210
source: Account &Card
fr_be: &Fiche Compte
sv_se: &Kontokort

# Page 3865959199 - Action 4191823642 - Property 1295455071
source: View ledger entries that are posted for the account on the deposit line.
fr_be: Affichez les écritures comptables validées pour le compte sur la ligne de dépôt.
sv_se: Visa transaktioner som har bokförts för kontot på insättningsraden.

# Page 3865959199 - Action 4191823642 - Property 2879900210
source: Account Ledger E&ntries
fr_be: É&critures comptables compte
sv_se: Ko&ntotransaktioner

# Page 3865959199 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
sv_se: Visa eller redigera dimensioner, till exempel område, projekt eller avdelning, som du kan tilldela försäljnings- och inköpsdokument för att fördela kostnader och analysera transaktionshistorik.

# Page 3865959199 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
sv_se: Dimensioner

# Report 3073362426 - Property 2879900210
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# Report 3073362426 - NamedType 927834030
source: Account Name
fr_be: Nom du compte
sv_se: Kontonamn

# Report 3073362426 - NamedType 804996823
source: Amount Applied
fr_be: Montant lettré
sv_se: Kopplat belopp

# Report 3073362426 - NamedType 3802726596
source: Amount Applied
fr_be: Montant lettré
sv_se: Kopplat belopp

# Report 3073362426 - NamedType 2836450367
source: Applied To
fr_be: Lettrée avec
sv_se: Kopplats till

# Report 3073362426 - NamedType 78596061
source: Applied To
fr_be: Lettrée avec
sv_se: Kopplats till

# Report 3073362426 - NamedType 3854679491
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Report 3073362426 - NamedType 3552744352
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Report 3073362426 - NamedType 560527066
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Report 3073362426 - NamedType 1987762555
source: Page
sv_se: Sida

# Report 3073362426 - NamedType 649149306
source: Bank Deposit %1
fr_be: Dépôt en banque %1
sv_se: Bankinsättning %1

# Report 3073362426 - NamedType 1661431751
source: Deposited In
fr_be: Déposé dans
sv_se: Insatt på

# Report 3073362426 - NamedType 3784258332
source: <Invalid %1>
fr_be: <%1 non valide>
sv_se: <Ogiltig %1>

# Report 3073362426 - NamedType 2180995406
source: Bank Account No.
fr_be: N° compte bancaire
sv_se: Bankkontonr

# Report 3073362426 - NamedType 2146560985
source: Document Date
fr_be: Date document
sv_se: Dokumentdatum

# Report 3073362426 - NamedType 4046349364
source: Posting Date
fr_be: Date comptabilisation
sv_se: Bokföringsdatum

# Report 3073362426 - NamedType 2200717574
source: Posting Description
fr_be: Libellé écriture
sv_se: Bokföringsbeskrivning

# Report 3073362426 - NamedType 1629908807
source: Total Deposit Amount
fr_be: Montant total dépôt
sv_se: Totalt insättningsbelopp

# Report 3073362426 - NamedType 370739026
source: Remains Open
fr_be: Reste ouvert
sv_se: Förblir öppen

# Report 3073362426 - NamedType 397748684
source: Original Amount
fr_be: Montant initial
sv_se: Ursprungligt belopp

# Report 3073362426 - NamedType 1245784021
source: Remains Open
fr_be: Reste ouvert
sv_se: Förblir öppen

# Report 3073362426 - NamedType 1917361535
source: Original Amount
fr_be: Montant initial
sv_se: Ursprungligt belopp

# Report 3073362426 - NamedType 1654306700
source: Total Application of %1 %2
fr_be: Total du lettrage de %1 %2
sv_se: Summa koppling av %1 %2

# Report 3073362426 - NamedType 4218277801
source: Total for Bank Deposit %1, into %2 %3
fr_be: Total pour dépôts en banque %1, dans %2 %3
sv_se: Summa för banksinsättning %1, i %2 %3

# Report 3073362426 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 3073362426 - Control 1615686686 - Property 1295455071
source: Specifies if application information is included in the report.
fr_be: Indique si les informations de candidatures sont incluses dans l’état.
sv_se: Anger om appinformationen tas med i rapporten.

# Report 3073362426 - Control 1615686686 - Property 2879900210
source: Show Applications
fr_be: Afficher les candidatures
sv_se: Visa appar

# Report 2614277098 - Property 2879900210
source: Bank Deposit Test Report
fr_be: État test dépôt en banque
sv_se: Testrapport för bankinsättning

# Report 2614277098 - NamedType 3315736793
source: %1 is not a valid %2.
fr_be: %1 n’est pas un %2 valide.
sv_se: %1 kan inte användas som %2.

# Report 2614277098 - NamedType 1482494598
source: Account No. / Name
fr_be: Nom/N° compte
sv_se: Kontonr/namn

# Report 2614277098 - NamedType 548185540
source: Account No. / Name
fr_be: Nom/N° compte
sv_se: Kontonr/namn

# Report 2614277098 - NamedType 2435101318
source: Account Type
fr_be: Type de compte
sv_se: Kontotyp

# Report 2614277098 - NamedType 804996823
source: Total Amount Applied
fr_be: Montant total lettré
sv_se: Totalt kopplat belopp

# Report 2614277098 - NamedType 1019079186
source: Total Amount Applied
fr_be: Montant total lettré
sv_se: Totalt kopplat belopp

# Report 2614277098 - NamedType 3285233284
source: Credit Amount
fr_be: Montant crédit
sv_se: Kreditbelopp

# Report 2614277098 - NamedType 3929044580
source: Credit Amount
fr_be: Montant crédit
sv_se: Kreditbelopp

# Report 2614277098 - NamedType 2676914304
source: Payment Discount
fr_be: Escompte
sv_se: Kassarabatt

# Report 2614277098 - NamedType 3445182279
source: Payment Discount
fr_be: Escompte
sv_se: Kassarabatt

# Report 2614277098 - NamedType 1073270240
source: Amount Due
fr_be: Montant dû
sv_se: Förfallet belopp

# Report 2614277098 - NamedType 1092628749
source: Amount Due
fr_be: Montant dû
sv_se: Förfallet belopp

# Report 2614277098 - NamedType 2840575792
source: Amount Paid
fr_be: Montant payé
sv_se: Betalat belopp

# Report 2614277098 - NamedType 769311992
source: Amount Paid
fr_be: Montant payé
sv_se: Betalat belopp
