Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: fr_be, sv_se

# Report 2614277098 - NamedType 1652096463
source: Pmt. Discount Tolerance
fr_be: Écart d’escompte
sv_se: Betalningsrabattstolerans

# Report 2614277098 - NamedType 2428403976
source: Pmt. Discount Tolerance
fr_be: Écart d’escompte
sv_se: Betalningsrabattstolerans

# Report 2614277098 - NamedType 3718018452
source: Payment Tolerance
fr_be: Écart de règlement
sv_se: Betalningstolerans

# Report 2614277098 - NamedType 3906814101
source: Payment Tolerance
fr_be: Écart de règlement
sv_se: Betalningstolerans

# Report 2614277098 - NamedType 293004646
source: Application
fr_be: Lettrage
sv_se: Koppling

# Report 2614277098 - NamedType 1563107526
source: Bank Account %1 is blocked for processing.
fr_be: Le compte bancaire %1 est bloqué pour traitement.
sv_se: Bankkontot %1 är spärrat för bearbetning.

# Report 2614277098 - NamedType 2361492114
source: Bank Deposit %1 - Test Report
fr_be: Dépôt en banque %1 – Impression test
sv_se: Bankinsättning %1 – Testrapport

# Report 2614277098 - NamedType 947999448
source: Bank Account No.
fr_be: N° compte bancaire
sv_se: Bankkontonr

# Report 2614277098 - NamedType 307583195
source: Document Date
fr_be: Date document
sv_se: Dokumentdatum

# Report 2614277098 - NamedType 4244956578
source: Posting Date
fr_be: Date comptabilisation
sv_se: Bokföringsdatum

# Report 2614277098 - NamedType 3043869408
source: Posting Description
fr_be: Libellé écriture
sv_se: Bokföringsbeskrivning

# Report 2614277098 - NamedType 333319773
source: Total Deposit Amount
fr_be: Montant total dépôt
sv_se: Totalt insättningsbelopp

# Report 2614277098 - NamedType 3961720897
source: %1 must be a positive number.
fr_be: %1 doit être un nombre positif.
sv_se: %1 måste vara ett positivt tal.

# Report 2614277098 - NamedType 3854679491
source: Currency Code
fr_be: Code devise
sv_se: Valutakod

# Report 2614277098 - NamedType 1987762555
source: Page
sv_se: Sida

# Report 2614277098 - NamedType 431846035
source: Customer %1 is blocked for processing.
fr_be: Le client %1 est bloqué pour traitement.
sv_se: Kunden %1 är spärrad för bearbetning.

# Report 2614277098 - NamedType 421294337
source: Customer %1 is blocked for privacy.
fr_be: Le client %1 est bloqué pour des raisons de confidentialité.
sv_se: Kunden %1 är spärrad för sekretess.

# Report 2614277098 - NamedType 3266737730
source: %1 is not within your allowed range of posting dates.
fr_be: %1 n’appartient pas à la plage de dates de comptabilisation autorisée.
sv_se: %1 är inte i det tillåtna intervallet för bokföringsdatum.

# Report 2614277098 - NamedType 2814892445
source: Difference
fr_be: Distinction
sv_se: Differens

# Report 2614277098 - NamedType 2532215699
source: %1 %2 is not a direct posting account.
fr_be: %1 %2 n’est pas un compte de validation directe.
sv_se: %1 %2 är inte ett direkt bokföringskonto.

# Report 2614277098 - NamedType 1580591060
source: Applies-to
fr_be: Doc. lettrage
sv_se: Kopplas till

# Report 2614277098 - NamedType 564292350
source: Applies-to
fr_be: Doc. lettrage
sv_se: Kopplas till

# Report 2614277098 - NamedType 1271639034
source: Applies-to
fr_be: Doc. lettrage
sv_se: Kopplas till

# Report 2614277098 - NamedType 648607408
source: Applies-to
fr_be: Doc. lettrage
sv_se: Kopplas till

# Report 2614277098 - NamedType 1290784613
source: Doc. Date
fr_be: Date doc.
sv_se: Dokumentdatum

# Report 2614277098 - NamedType 1165275348
source: Doc. Date
fr_be: Date doc.
sv_se: Dokumentdatum

# Report 2614277098 - NamedType 1604177009
source: G/L Account %1 is blocked for processing.
fr_be: Le compte général %1 est bloqué pour traitement.
sv_se: Redovisningskontot %1 är spärrat för bearbetning.

# Report 2614277098 - NamedType 1792006209
source: Header Dimensions
fr_be: Axes analytiques en-tête
sv_se: Huvuddimensioner

# Report 2614277098 - NamedType 1065111843
source: IC Partner %1 is blocked for processing.
fr_be: Le partenaire IC %1 est bloqué pour traitement.
sv_se: Den interna partnern %1 är spärrad för bearbetning.

# Report 2614277098 - NamedType 3784258332
source: <Invalid %1>
fr_be: <%1 non valide>
sv_se: <Ogiltig %1>

# Report 2614277098 - NamedType 3849971554
source: Line Dimensions
fr_be: Analytique ligne
sv_se: Raddimensioner

# Report 2614277098 - NamedType 401985742
source: %1 must not be a closing date.
fr_be: %1 ne doit pas être une date de clôture.
sv_se: %1 får inte vara ett avslutsdatum.

# Report 2614277098 - NamedType 1699813418
source: You must enter the %1.
fr_be: Vous devez entrer le %1.
sv_se: Du måste ange %1.

# Report 2614277098 - NamedType 4222090240
source: %1 %2 is not a posting account.
fr_be: %1 %2 n’est pas un compte de validation.
sv_se: %1 %2 är inte ett bokföringskonto.

# Report 2614277098 - NamedType 2724555827
source: Remaining Unapplied
fr_be: Restant non lettré
sv_se: Återstående bortkopplade

# Report 2614277098 - NamedType 3389291373
source: The %1 must be equal to the %2.
fr_be: %1 doit être égal à %2.
sv_se: %1 måste vara lika med %2.

# Report 2614277098 - NamedType 3976866600
source: Total Applied
fr_be: Total lettré
sv_se: Totalt kopplat

# Report 2614277098 - NamedType 469706302
source: Total Deposit Amount
fr_be: Montant total dépôt
sv_se: Totalt insättningsbelopp

# Report 2614277098 - NamedType 3123605405
source: Total Deposit Lines
fr_be: Nombre total lignes dépôt
sv_se: Totalt antal insättningsrader

# Report 2614277098 - NamedType 1036598179
source: To Be Deposited In
fr_be: À déposer dans
sv_se: Som ska sättas in på

# Report 2614277098 - NamedType 2022114667
source: Vendor %1 is blocked for processing.
fr_be: Le fournisseur %1 est bloqué pour traitement.
sv_se: Leverantören %1 är spärrad för bearbetning.

# Report 2614277098 - NamedType 3110554233
source: Vendor %1 is blocked for privacy.
fr_be: Le fournisseur %1 est bloqué pour des raisons de confidentialité.
sv_se: Leverantören %1 är spärrad för sekretess.

# Report 2614277098 - NamedType 878835739
source: Warning:
fr_be: Avertissement :
sv_se: Varning!

# Report 2614277098 - NamedType 3451229856
source: Warning:
fr_be: Avertissement :
sv_se: Varning!

# Report 2614277098 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 2614277098 - Control 1615686686 - Property 1295455071
source: Specifies if application information is included in the report.
fr_be: Indique si les informations de candidatures sont incluses dans l’état.
sv_se: Anger om appinformationen tas med i rapporten.

# Report 2614277098 - Control 1615686686 - Property 2879900210
source: Show Applications
fr_be: Afficher les candidatures
sv_se: Visa appar

# Report 2614277098 - Control 2457079412 - Property 1295455071
source: Specifies if you want if you want the report to show dimensions.
fr_be: Indique si vous souhaitez que l’état affiche les axes analytiques.
sv_se: Anger om du vill att rapporten ska visa dimensioner.

# Report 2614277098 - Control 2457079412 - Property 2879900210
source: Show Dimensions
fr_be: Afficher les axes analytiques
sv_se: Visa dimensioner

# PageExtension 4004021092 - Property 2879900210
source: Activities
fr_be: Activités
sv_se: Aktiviteter

# PageExtension 4004021092 - Control 2674480274 - Property 1295455071
source: Specifies bank deposits that are ready to be posted.
fr_be: Spécifie les dépôts bancaires qui sont prêts à être validés.
sv_se: Anger bankinsättningar som är klara att bokföras.

# PageExtension 452174617 - Property 2879900210
source: Activities
fr_be: Activités
sv_se: Aktiviteter

# PageExtension 452174617 - Control 3343348623 - Property 2879900210
source: Bank Deposits
fr_be: Dépôts bancaires
sv_se: Bankinsättningar

# PageExtension 452174617 - Control 2674480274 - Property 1295455071
source: Specifies the bank deposits that will be posted.
fr_be: Spécifie les dépôts bancaires qui seront validés.
sv_se: Anger bankinsättningarna som kommer att bokföras.

# PageExtension 452174617 - Control 2674480274 - Property 2879900210
source: Bank Deposits to Post
fr_be: Dépôts bancaires à valider
sv_se: Bankinsättningar att bokföra

# PageExtension 532280814 - Property 2879900210
source: Bank Account Card
fr_be: Fiche compte bancaire
sv_se: Bankkontokort

# PageExtension 532280814 - Action 2880731335 - Property 1295455071
source: View the list of posted bank deposits for the bank account.
fr_be: Affichez la liste des dépôts en banque validés pour le compte bancaire.
sv_se: Visa listan över bokförda bankinsättningar för bankkontot.

# PageExtension 532280814 - Action 2880731335 - Property 2879900210
source: Bank Deposits
fr_be: Dépôts en banque
sv_se: Bankinsättningar

# PageExtension 2552273875 - Property 2879900210
source: Bank Account Ledger Entries
fr_be: Écritures compta. compte bancaire
sv_se: Bankkontotransaktioner

# PageExtension 2552273875 - Action 912476205 - Property 1295455071
source: View the underlying bank deposit lines.
fr_be: Affichez les lignes de dépôt en banque sous-jacentes.
sv_se: Visa de underliggande bankinsättningsraderna.

# PageExtension 2552273875 - Action 912476205 - Property 2879900210
source: Bank Deposit Lines
fr_be: Lignes de dépôt en banque
sv_se: Bankinsättningsrader

# PageExtension 193514408 - Property 2879900210
source: Bank Accounts
fr_be: Comptes bancaires
sv_se: Bankkonton

# PageExtension 193514408 - Action 2880731335 - Property 1295455071
source: View the list of posted bank deposits for the bank account.
fr_be: Affichez la liste des dépôts en banque validés pour le compte bancaire.
sv_se: Visa listan över bokförda bankinsättningar för bankkontot.

# PageExtension 193514408 - Action 2880731335 - Property 2879900210
source: Bank Deposits
fr_be: Dépôts en banque
sv_se: Bankinsättningar

# PageExtension 3939156497 - Property 2879900210
source: Activities
fr_be: Activités
sv_se: Aktiviteter

# PageExtension 3939156497 - Control 2674480274 - Property 1295455071
source: Specifies bank deposits that are ready to be posted.
fr_be: Spécifie les dépôts bancaires qui sont prêts à être validés.
sv_se: Anger bankinsättningar som är klara att bokföras.

# PageExtension 2647506971 - Property 2879900210
source: Sales & Receivables Setup
fr_be: Paramètres ventes
sv_se: Försäljningsinställningar

# PageExtension 2647506971 - Control 2880731335 - Property 2879900210
source: Bank Deposits
fr_be: Dépôts bancaires
sv_se: Bankinsättningar

# PageExtension 2647506971 - Control 1742786262 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to bank deposits.
fr_be: Spécifie le code de la souche de numéros utilisée pour affecter des numéros aux dépôts en banque.
sv_se: Anger koden för nummerserien som används för att tilldela bankinsättningar nummer.

# PageExtension 2647506971 - Control 1912598732 - Property 1295455071
source: Specifies if bank deposits should be posted as a single bank account ledger entry with the total amount. You can change this setting on the bank deposit card.
fr_be: Indique si les dépôts en banque doivent être validés en tant qu’écriture comptable compte bancaire unique avec le montant total. Vous pouvez modifier ce paramètre sur la fiche de dépôt en banque.
sv_se: Anger om bankinsättningar ska bokföras som en enda bankkontotransaktion med totalbeloppet. Du kan ändra den här inställningen på bankinsättningskortet.

# PageExtension 1973352498 - Property 2879900210
source: Source Code Setup
fr_be: Paramètres codes journaux
sv_se: Ursprungskodinställning

# PageExtension 1973352498 - Control 3073362426 - Property 1295455071
source: Specifies the code linked to entries that are posted from a bank deposit.
fr_be: Spécifie le code lié aux écritures validées à partir d’un dépôt en banque.
sv_se: Anger koden som är kopplad till transaktioner som bokförs från en bankinsättning.

# TableExtension 1099249094 - Field 2674480274 - Property 2879900210
source: Bank Deposits to Post
fr_be: Dépôts bancaires à valider
sv_se: Bankinsättningar att bokföra

# TableExtension 861983955 - Field 1742786262 - Property 2879900210
source: Bank Deposit Nos.
fr_be: N° dépôts en banque
sv_se: Bankinsättningsnummer

# TableExtension 861983955 - Field 1912598732 - Property 2879900210
source: Post Bank Deposits as Lump Sum
fr_be: Valider dépôts en banques en tant que montant forfaitaire
sv_se: Bokför bankinsättningar som klumpsumma

# TableExtension 2486417466 - Field 3073362426 - Property 2879900210
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# EnumExtension 3235285110 - EnumValue 2880731335 - Property 2879900210
source: Bank Deposits
fr_be: Dépôts en banque
sv_se: Bankinsättningar

# EnumExtension 1616325006 - EnumValue 3073362426 - Property 2879900210
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# EnumExtension 1616325006 - EnumValue 1843328028 - Property 2879900210
source: Bank Deposit Test
fr_be: Test dépôt en banque
sv_se: Test av bankinsättning

# Codeunit 2857945177 - NamedType 640825212
source: You must either post or delete all bank deposits and bank account reconciliations in company "%1 - %2" before disabling Bank Deposits feature.
fr_be: Vous devez valider ou supprimer l’ensemble des dépôts bancaires et des rapprochements bancaires pour la société « %1 - %2 » et chaque société de cet environnement avant de désactiver la fonctionnalité Dépôts bancaires.

# Codeunit 3915934517 - NamedType 2444345320
source: Status #4###################\
fr_be: Statut #4###################\

# Page 3073362426 - Action 1721594309 - Property 2879900210
source: LineSeparator
fr_be: Ligne de séparation
