Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: fr_be, sv_se

# Page 3073362426 - Action 3150094508 - Property 1295455071
source: View a test report so that you can find and correct any errors before you perform the actual posting of the journal or document.
fr_be: Affichez une impression test afin que vous puissiez trouver et corriger toutes les erreurs avant de procéder à la validation effective de la feuille ou du document.
sv_se: Visa en testrapport så att du kan hitta och rätta till eventuella fel innan du bokför journalen eller dokumentet.

# Page 3073362426 - Action 3150094508 - Property 2879900210
source: Test Report
fr_be: Impression test
sv_se: Testrapport

# Page 2133839000 - Property 2879900210
source: Bank Deposit List
fr_be: Liste des dépôts en banque
sv_se: Lista med bankinsättningar

# Page 2133839000 - NamedType 3246919479
source: Bank deposit test report has not been set up.
fr_be: L’état des tests des dépôts bancaires n’a pas été configuré.
sv_se: Testrapporten för bankinsättning har inte konfigurerats.

# Page 2133839000 - Control 4248640148 - Property 1295455071
source: Specifies the number of the bank account.
fr_be: Spécifie le numéro du compte bancaire.
sv_se: Anger bankkontots nummer.

# Page 2133839000 - Control 4198939294 - Property 1295455071
source: Specifies the currency of the bank deposit.
fr_be: Spécifie la devise du dépôt en banque.
sv_se: Anger bankinsättningens valuta.

# Page 2133839000 - Control 4200184881 - Property 1295455071
source: Specifies the number of the bank deposit.
fr_be: Spécifie le numéro du dépôt en banque.
sv_se: Anger bankinsättningens nummer.

# Page 2133839000 - Control 2829932290 - Property 1295455071
source: Specifies the total amount of the bank deposit.
fr_be: Spécifie le montant total du dépôt en banque.
sv_se: Anger det totala beloppet för bankinsättningen.

# Page 2133839000 - Action 669369698 - Property 1295455071
source: Create a new bank deposit.
fr_be: Créez un dépôt en banque.
sv_se: Skapa en ny bankinsättning.

# Page 2133839000 - Action 669369698 - Property 2879900210
source: Bank Deposit
fr_be: Dépôt en banque
sv_se: Bankinsättning

# Page 2133839000 - Action 2614277098 - Property 1295455071
source: Verify the result of posting the deposit before you run the deposit report.
fr_be: Vérifiez le résultat de la validation du dépôt avant d’exécuter l’état du dépôt.
sv_se: Kontrollera resultatet av bokföringen av insättningen innan du kör insättningsrapporten.

# Page 2133839000 - Action 2614277098 - Property 2879900210
source: Bank Deposit Test Report
fr_be: État test dépôt en banque
sv_se: Testrapport för bankinsättning

# Page 1890430176 - Property 2019332006
source: New,Process,Report,Line,Functions
fr_be: Nouveau,Traitement,État,Ligne,Fonctions
sv_se: Ny,Process,Rapport,Rad,Funktioner

# Page 1890430176 - Property 2879900210
source: Lines
fr_be: Lignes
sv_se: Rader

# Page 1890430176 - NamedType 2168394966
source: Document Type should be Payment, Refund or blank.
fr_be: Le type de document doit être Paiement, Remboursement ou vide.
sv_se: Dokumenttypen ska vara Betalning, Återbetalning eller tomt.

# Page 1890430176 - Control 1622979514 - Property 1295455071
source: Specifies the account number of the entity from which the bank deposit item was received.
fr_be: Spécifie le numéro de compte de l’entité à partir de laquelle l’article de dépôt en banque a été reçu.
sv_se: Anger kontonumret för enheten som bankinsättningsobjektet mottogs från.

# Page 1890430176 - Control 3699788827 - Property 1295455071
source: Specifies the account type from which the bank deposit was received.
fr_be: Spécifie le type de compte à partir duquel le dépôt en banque a été reçu.
sv_se: Anger kontotypen som bankinsättningen mottogs från.

# Page 1890430176 - Control 636392376 - Property 1295455071
source: Specifies the amount of the item, such as a check, that was deposited.
fr_be: Spécifie le montant de l’article, par exemple un chèque, qui a été déposé.
sv_se: Anger beloppet för artikeln, till exempel en check, som har satts in.

# Page 1890430176 - Control 2899774127 - Property 1295455071
source: Specifies the document number that will be applied to the bank deposit process.
fr_be: Spécifie le numéro de document qui sera lettré au traitement du dépôt en banque.
sv_se: Anger dokumentnumret som kopplas till bankinsättningsprocessen.

# Page 1890430176 - Control 2865137134 - Property 1295455071
source: Specifies the document type that will be applied to the bank deposit process.
fr_be: Spécifie le type de document qui sera lettré au traitement du dépôt en banque.
sv_se: Anger dokumenttypen som kopplas till bankinsättningsprocessen.

# Page 1890430176 - Control 3093642907 - Property 1295455071
source: Specifies the entry ID that will be applied to the bank deposit process.
fr_be: Spécifie l’ID écriture qui sera lettré au traitement du dépôt en banque.
sv_se: Anger transaktions-ID:t som kopplas till bankinsättningsprocessen.

# Page 1890430176 - Control 2556136339 - Property 1295455071
source: Specifies the total of the credit entries in the bank deposit.
fr_be: Spécifie le total des écritures crédit dans le dépôt en banque.
sv_se: Anger summan av kredittransaktionerna i bankinsättningen.

# Page 1890430176 - Control 3461834954 - Property 1295455071
source: Specifies a description of the bank deposit line.
fr_be: Spécifie une description de la ligne de dépôt en banque.
sv_se: Anger en beskrivning av bankinsättningsraden.

# Page 1890430176 - Control 580412389 - Property 1295455071
source: Specifies the date of the bank deposit document.
fr_be: Spécifie la date du document de dépôt en banque.
sv_se: Anger datumet för bankinsättningsdokumentet.

# Page 1890430176 - Control 486908828 - Property 1295455071
source: Specifies the number of the bank deposit document.
fr_be: Spécifie le numéro du document de dépôt en banque.
sv_se: Anger numret på bankinsättningsdokumentet.

# Page 1890430176 - Control 2363328873 - Property 1295455071
source: Specifies the type of the document that the bank deposit is related to.
fr_be: Spécifie le type de document auquel le dépôt en banque est associé.
sv_se: Anger typen av dokument som bankinsättningen hör till.

# Page 1890430176 - Control 1908046867 - Property 1295455071
source: Specifies a reason code that will enable you to trace the entry. The reason code to all G/L, bank account, customer and other ledger entries created when posting.
fr_be: Spécifie un code motif qui vous permettra de suivre l’écriture. Le code motif de tous les comptes généraux, bancaires, client et autres écritures comptables est créé à la validation.
sv_se: Anger en uppföljningskod som gör att du kan spåra transaktionen. Uppföljningskoden till alla redovisnings-, bankkonto-, kund- och övriga transaktioner skapas när du bokför.

# Page 1890430176 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this bank deposit.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour ce dépôt en banque.
sv_se: Anger värdet som tilldelats den här dimensionen för bankinsättningen.

# Page 1890430176 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this bank deposit.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour ce dépôt en banque.
sv_se: Anger värdet som tilldelats den här dimensionen för bankinsättningen.

# Page 1890430176 - Control 655538596 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
fr_be: Spécifie le raccourci axe pour ce dépôt en banque.
sv_se: Anger genvägsdimensionen för bankinsättningen.

# Page 1890430176 - Control 3128656593 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
fr_be: Spécifie le raccourci axe pour ce dépôt en banque.
sv_se: Anger genvägsdimensionen för bankinsättningen.

# Page 1890430176 - Control 377216802 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
fr_be: Spécifie le raccourci axe pour ce dépôt en banque.
sv_se: Anger genvägsdimensionen för bankinsättningen.

# Page 1890430176 - Control 3685713487 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
fr_be: Spécifie le raccourci axe pour ce dépôt en banque.
sv_se: Anger genvägsdimensionen för bankinsättningen.

# Page 1890430176 - Control 934273696 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
fr_be: Spécifie le raccourci axe pour ce dépôt en banque.
sv_se: Anger genvägsdimensionen för bankinsättningen.

# Page 1890430176 - Control 1291090573 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
fr_be: Spécifie le raccourci axe pour ce dépôt en banque.
sv_se: Anger genvägsdimensionen för bankinsättningen.

# Page 1890430176 - Control 386377809 - Property 1295455071
source: Specifies the sum of the amounts in the Amount fields on the associated bank deposit lines.
fr_be: Spécifie la somme des montants des champs Montant sur les lignes de dépôt en banque associées.
sv_se: Anger summan av beloppen i Belopp-fälten på de associerade bokförda bankinsättningsraderna.

# Page 1890430176 - Control 386377809 - Property 2879900210
source: Total Deposit Lines
fr_be: Nombre total lignes de dépôt
sv_se: Totalt antal insättningsrader

# Page 1890430176 - Action 1402615620 - Property 2879900210
source: &Line
fr_be: &Ligne
sv_se: &Rad

# Page 1890430176 - Action 2214941671 - Property 1295455071
source: View or change detailed information about the account on the bank deposit line.
fr_be: Affichez ou modifiez les informations détaillées sur le compte sur la ligne de dépôt en banque.
sv_se: Visa eller ändra detaljerad information om kontot på bankinsättningsraden.

# Page 1890430176 - Action 2214941671 - Property 2879900210
source: Account &Card
fr_be: &Fiche Compte
sv_se: &Kontokort

# Page 1890430176 - Action 4191823642 - Property 1295455071
source: View ledger entries that are posted for the account on the bank deposit line.
fr_be: Affichez les écritures comptables validées pour le compte sur la ligne de dépôt en banque.
sv_se: Visa transaktioner som har bokförts för kontot på bankinsättningsraden.

# Page 1890430176 - Action 4191823642 - Property 2879900210
source: Account Ledger E&ntries
fr_be: É&critures comptables compte
sv_se: Ko&ntotransaktioner

# Page 1890430176 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
sv_se: Visa eller redigera dimensioner, till exempel område, projekt eller avdelning, som du kan tilldela försäljnings- och inköpsdokument för att fördela kostnader och analysera transaktionshistorik.

# Page 1890430176 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
sv_se: Dimensioner

# Page 1890430176 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_be: F&onctions
sv_se: F&unktioner

# Page 1890430176 - Action 3302314122 - Property 1295455071
source: Select one or more ledger entries that you want to apply this record to so that the related posted documents are closed as paid or refunded.
fr_be: Sélectionnez une ou plusieurs écritures comptables dans lesquelles lettrer cet enregistrement afin que les documents validés concernés soient fermés comme étant réglés ou remboursés.
sv_se: Välj en eller flera transaktioner som du vill tillämpa den här posten på så att relaterade bokförda dokument anges vara betalda eller återbetalda.

# Page 1890430176 - Action 3302314122 - Property 2879900210
source: Apply Entries
fr_be: Lettrer écritures
sv_se: Koppla transaktioner

# Page 2880731335 - Property 2879900210
source: Bank Deposits
fr_be: Dépôts en banque
sv_se: Bankinsättningar

# Page 2880731335 - NamedType 3246919479
source: Bank deposit test report has not been set up.
fr_be: L’état test dépôt en banque n’a pas été configuré.
sv_se: Testrapporten för bankinsättning har inte konfigurerats.

# Page 2880731335 - Control 4248640148 - Property 1295455071
source: Specifies the bank account number to which this bank deposit is being made.
fr_be: Spécifie le numéro de compte bancaire sur lequel ce dépôt en banque est effectué.
sv_se: Anger bankkontonumret som bankinsättningen görs till.

# Page 2880731335 - Control 4198939294 - Property 1295455071
source: Specifies the currency that will be used for this Deposit.
fr_be: Spécifie la devise qui sera utilisée pour ce dépôt.
sv_se: Anger valutan som ska användas för insättningen.

# Page 2880731335 - Control 580412389 - Property 1295455071
source: Specifies the date of the bank deposit document.
fr_be: Spécifie la date du document de dépôt en banque.
sv_se: Anger datumet för bankinsättningsdokumentet.

# Page 2880731335 - Control 2704330142 - Property 1295455071
source: Specifies the journal batch name from the general journal batch.
fr_be: Spécifie le nom feuille à partir du nom feuille comptabilité.
sv_se: Anger journalnamnet från redovisningsjournalen.

# Page 2880731335 - Control 2273653569 - Property 1295455071
source: Specifies the bank account's language code from the Bank Account table.
fr_be: Spécifie le code langue du compte bancaire à partir de la table Compte bancaire.
sv_se: Anger bankkontots språkkod från tabellen Bankkonto.

# Page 2880731335 - Control 4200184881 - Property 1295455071
source: Specifies the number of the bank deposit that you are creating.
fr_be: Spécifie le numéro du dépôt en banque que vous créez.
sv_se: Anger numret på bankinsättningen som du skapar.

# Page 2880731335 - Control 3710982960 - Property 1295455071
source: Specifies the date when the bank eposit should be posted. This should be the date that the bank eposit is deposited in the bank.
fr_be: Spécifie la date à laquelle le dépôt en banque doit être validé. Il doit s’agir de la date à laquelle le dépôt en banque est effectué.
sv_se: Anger datumet då bankinsättningen ska bokföras. Detta bör vara det datum då bankinsättningen sätts in på banken.

# Page 2880731335 - Control 3268709882 - Property 1295455071
source: Specifies the entry's document type and number (Bank Deposit No. 1001, for example).
fr_be: Spécifie le type et le numéro de document de l’écriture (par exemple, le N° dépôt bancaire 1001).
sv_se: Anger transaktionens dokumenttyp och -nummer (till exempel Bankinsättning nr 1001).

# Page 2880731335 - Control 1577567912 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
fr_be: Spécifie le code section analytique auquel l’en-tête de dépôt en banque sera associé.
sv_se: Anger dimensionsvärdeskoden som bankinsättningshuvudet kommer att kopplas till.

# Page 2880731335 - Control 1003760969 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
fr_be: Spécifie le code section analytique auquel l’en-tête de dépôt en banque sera associé.
sv_se: Anger dimensionsvärdeskoden som bankinsättningshuvudet kommer att kopplas till.

# Page 2880731335 - Control 2829932290 - Property 1295455071
source: Specifies the total amount of the bank deposit. The sum of the amounts must equal this field value before you will be able to post this bank deposit.
fr_be: Spécifie le montant total du dépôt en banque. La somme des montants doit être égale à la valeur de ce champ pour que vous puissiez valider ce dépôt en banque.
sv_se: Anger det totala beloppet för bankinsättningen. Summan av beloppen måste vara densamma som fältvärdet innan du kan bokföra den här bankinsättningen.

# Page 2880731335 - Action 2245087378 - Property 2879900210
source: P&osting
fr_be: V&alidation
sv_se: B&okföring

# Page 2880731335 - Action 4236135242 - Property 1295455071
source: Finalize the document or journal by posting the amounts and quantities to the related accounts in your company books.
fr_be: Finalisez le document ou la feuille en validant les montants et les quantités sur les comptes concernés dans la comptabilité de la société.
sv_se: Slutför dokumentet eller journalen genom att bokföra beloppen och kvantiteterna på de relaterade kontona i företagets redovisning.

# Page 2880731335 - Action 4236135242 - Property 2879900210
source: P&ost
fr_be: V&alider
sv_se: &Bokför

# Page 2880731335 - Action 1333595352 - Property 1295455071
source: Finalize and prepare to print the document or journal. The values and quantities are posted to the related accounts. A report request window where you can specify what to include on the print-out.
fr_be: Finalisez et préparez-vous à imprimer le document ou la feuille. Les valeurs et les quantités sont validées en fonction des comptes associés. Une fenêtre de demande d’état où vous pouvez spécifier ce qu’il faut inclure sur l’élément à imprimer.
sv_se: Slutför och förbered utskrift av dokumentet eller journalen. Värdena och kvantiteterna bokförs på de relaterade kontona. Ett fönster för rapportbegäran visas där du kan ange vad du vill ha med på utskriften.

# Page 2880731335 - Action 1333595352 - Property 2879900210
source: Post and &Print
fr_be: Valider et &imprimer
sv_se: Bokför och skriv &ut

# Page 2880731335 - Action 913412068 - Property 1295455071
source: View a test report so that you can find and correct any errors before you perform the actual posting of the journal or document.
fr_be: Affichez une impression test afin que vous puissiez trouver et corriger toutes les erreurs avant de procéder à la validation effective de la feuille ou du document.
sv_se: Visa en testrapport så att du kan hitta och rätta till eventuella fel innan du bokför journalen eller dokumentet.

# Page 2880731335 - Action 913412068 - Property 2879900210
source: Test Report
fr_be: Impression test
sv_se: Testrapport

# Page 1816704201 - Property 2019332006
source: New,Process,Report,Bank Deposit,Print/Send
fr_be: Nouveau,Traitement,État,Dépôt en banque,Imprimer/Envoyer
sv_se: Ny,Process,Rapport,Bankinsättning,Skriv ut/skicka

# Page 1816704201 - Property 2879900210
source: Posted Bank Deposit
fr_be: Dépôt en banque comptabilisé
sv_se: Bokförd bankinsättning

# Page 1816704201 - NamedType 1049272403
source: To undo the posting of a bank deposit, you must sign in to Business Central from a web browser.
fr_be: Pour annuler la validation d’un dépôt bancaire, vous devez vous connecter à Business Central à partir d’un navigateur web.
sv_se: Om du vill ångra bokföringen av en bankinsättning måste du logga in på Business Central från en webbläsare.

# Page 1816704201 - NamedType 3246919479
source: Bank deposit report has not been set up.
fr_be: L’état des dépôts en banque n’a pas été configuré.
sv_se: Bankinsättningsrapporten har inte konfigurerats.

# Page 1816704201 - NamedType 3956748531
source: No
fr_be: Non
sv_se: Nej

# Page 1816704201 - NamedType 1451419922
source: This will reverse all ledger entries that are related to the lines of the bank deposit. Do you want to continue?
fr_be: Cette opération annule les écritures comptables associées aux lignes dépôt bancaire. Souhaitez-vous continuer ?
sv_se: Detta återför alla transaktioner som berör raderna i bankinsättningen. Vill du fortsätta?

# Page 1816704201 - NamedType 2643354537
source: Yes
fr_be: Oui
sv_se: Ja

# Page 1816704201 - Control 2445482498 - Property 2879900210
source: General
fr_be: Général
sv_se: Allmänt

# Page 1816704201 - Control 4248640148 - Property 1295455071
source: Specifies the number of the bank account to which the deposit was made.
fr_be: Spécifie le numéro du compte bancaire sur lequel le dépôt a été effectué.
sv_se: Anger numret på bankkontot som insättningen gjordes till.

# Page 1816704201 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the bank account that the deposit was deposited in.
fr_be: Spécifie le code devise du compte bancaire dans lequel le dépôt a été effectué.
sv_se: Anger valutakoden för bankkontot som insättningen sätts in på.

# Page 1816704201 - Control 365542049 - Property 1295455071
source: Specifies the difference between the Amount field and the Cleared Amount field.
fr_be: Spécifie la différence entre le champ Montant et le champ Montant compensé.
sv_se: Anger skillnaden mellan fältet Belopp och fältet Reglerat belopp.

# Page 1816704201 - Control 365542049 - Property 2879900210
source: Difference
fr_be: Distinction
sv_se: Differens

# Page 1816704201 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
fr_be: Spécifie la date du document de dépôt.
sv_se: Anger datumet för insättningsdokumentet.

# Page 1816704201 - Control 4200184881 - Property 1295455071
source: Specifies the document number of the deposit document.
fr_be: Spécifie le numéro de document du document de dépôt.
sv_se: Anger insättningsdokumentets dokumentnummer.

# Page 1816704201 - Control 3710982960 - Property 1295455071
source: Specifies the date the deposit was posted.
fr_be: Spécifie la date de comptabilisation du dépôt.
sv_se: Anger datumet som insättningen bokfördes.

# Page 1816704201 - Control 3744289816 - Property 1295455071
source: Specifies if transactions from the corresponding G/L Register have been reversed.
fr_be: Indique si les transactions de l’historique des transactions comptabilité correspondant ont été contrepassées.
sv_se: Anger om transaktioner från motsvarande bokförda redovisningsjournal har återförts.

# Page 1816704201 - Control 3744289816 - Property 2879900210
source: Reversed
fr_be: Contrepassées
sv_se: Återförd

# Page 1816704201 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour ce dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningen.

# Page 1816704201 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
fr_be: Spécifie la valeur attribuée à cet axe analytique pour ce dépôt.
sv_se: Anger värdet som tilldelats den här dimensionen för insättningen.

# Page 1816704201 - Control 2829932290 - Property 1295455071
source: Specifies the total amount deposited to the bank account.
fr_be: Spécifie le montant total déposé sur le compte bancaire.
sv_se: Anger det totala beloppet som sattes in på bankkontot.

# Page 1816704201 - Action 1499795508 - Property 2879900210
source: Bank &Deposit
fr_be: &Dépôt en banque
sv_se: &Bankinsättning

# Page 1816704201 - Action 503024588 - Property 1295455071
source: View deposit comments that apply.
fr_be: Affichez les commentaires sur le dépôt qui s’appliquent.
sv_se: Visa de kommentarer som gäller insättningen.

# Page 1816704201 - Action 503024588 - Property 2879900210
source: Comments
fr_be: Commentaires
sv_se: Kommentarer

# Page 1816704201 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
sv_se: Visa eller redigera dimensioner, till exempel område, projekt eller avdelning, som du kan tilldela försäljnings- och inköpsdokument för att fördela kostnader och analysera transaktionshistorik.

# Page 1816704201 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
sv_se: Dimensioner
