Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: de_de, sv_se

# Page 2467904567 - Control 3851288392 - Property 1968111052
source: This process will disable your Cloud Migration environment and data migration from your on-premises solution. It is highly recommended that you work with your partner to complete this process if you intend to make your Business Central tenant your primary solution.
de_de: Durch diesen Vorgang werden die Umgebung Ihrer Cloud-Migration und die Datenmigration in der lokalen Lösung deaktiviert. Es wird empfohlen, dass Sie diesen Vorgang gemeinsam mit dem Partner durchführen, wenn Sie den Business Central-Tenant als primäre Lösung nutzen möchten.
sv_se: Den här processen inaktiverar miljön Molnmigrering och datamigreringen från din lokala lösning. Det rekommenderas att du utför den här processen tillsammans med en partner om du tänker göra Business Central-klientorganisationen till din primära lösning.

# Page 2467904567 - Control 1124582728 - Property 2879900210
source: Recommended Steps:
de_de: Empfohlene Schritte:
sv_se: Rekommenderade åtgärder:

# Page 2467904567 - Control 2008052638 - Property 2879900210
source: I have read and understand the recommended steps
de_de: Ich habe die empfohlenen Schritte gelesen und verstanden
sv_se: Jag har läst igenom och förstått de rekommenderade åtgärderna

# Page 2467904567 - Action 4144135117 - Property 2879900210
source: Run Full Migration Now
de_de: Vollständige Migration jetzt ausführen
sv_se: Kör fullständig migrering nu

# Page 2467904567 - Action 4144135117 - Property 1295455071
source: Manually trigger full Cloud Migration.
de_de: Die Replikation der vollständigen Cloud-Migration manuell auslösen.
sv_se: Utlös fullständig molnmigrering manuellt.

# Page 2467904567 - Action 3055996772 - Property 2879900210
source: Disable Cloud Migration
de_de: Cloud-Migration deaktivieren
sv_se: Inaktivera Molnmigrering

# Page 2467904567 - Action 3055996772 - Property 1295455071
source: Disables Cloud Migration setup.
de_de: Deaktiviert die Einrichtung der Cloud-Migration.
sv_se: Inaktiverar konfiguration av Molnmigrering.

# Page 2467904567 - Action 1257849630 - Property 2879900210
source: Permission Sets
de_de: Berechtigungssätze
sv_se: Behörighetsuppsättningar

# Page 2467904567 - NamedType 3444299184
source: You will no longer have the Cloud Migration setup. Are you sure you want to disable?
de_de: Dadurch ist das Setup der Cloud-Migration nicht mehr verfügbar. Sind Sie sicher, dass Sie dies deaktivieren möchten?
sv_se: Konfigurationen av Molnmigrering tas bort. Vill du inaktivera?

# Page 2467904567 - NamedType 2374652963
source: Are you sure you want to trigger a full migration?
de_de: Möchten Sie die vollständige Migration wirklich auslösen?
sv_se: Vill du utlösa en fullständig migrering?

# Page 2467904567 - NamedType 3186660196
source: Cloud Migration has been disabled.
de_de: Die Cloud-Migration wurde deaktiviert.
sv_se: Molnmigrering har inaktiverats.

# Page 2467904567 - NamedType 1664246311
source: Full migration has been started. You can track the status on the management page.
de_de: Die vollständige Migration wurde erfolgreich gestartet. Sie können den Status auf der Verwaltungsseite nachverfolgen.
sv_se: Fullständig migrering har påbörjats. Du kan spåra status på hanteringssidan.

# Page 2467904567 - NamedType 3644704897
source: Full migration
de_de: Vollständige Migration
sv_se: Fullständig migrering

# Page 2467904567 - NamedType 4111571409
source: 1. Read the Business Central Cloud Migration help.
de_de: 1. Die Hilfe zur Business Central-Cloud-Migration lesen.
sv_se: 1. Läs hjälpen till Molnmigrering för Business Central.

# Page 2467904567 - NamedType 2804247531
source: 2. Have all users exit both the cloud tenant and on-premises solution.
de_de: 2. Alle Benutzer sowohl zum Beenden des Cloud-Mandanten als auch der lokalen Lösung auffordern.
sv_se: 2. Se till att alla användare avslutar både klientorganisationen i molnet och den lokala lösningen.

# Page 2467904567 - NamedType 999576586
source: 3. Run a migration by selecting Run Migration Now within the Cloud Migration Management page.
de_de: 3. Führen Sie eine Migration durch, indem Sie die Option „Migration jetzt ausführen“ auf der Seite „Cloud-Migrationsverwaltung“ auswählen.
sv_se: 3. Kör en migrering genom att välja Kör migrering nu på sidan Hantering av Molnmigrering.

# Page 2467904567 - NamedType 366192480
source: 4. Correct any necessary errors.
de_de: 4. Möglicherweise auftretende Fehler korrigieren.
sv_se: 4. Åtgärda eventuella fel.

# Page 2467904567 - NamedType 1544308943
source: 5. Run the migration again if you had to make any corrections in step #4.
de_de: 5. Führen Sie die Migration erneut aus, wenn Sie in Schritt Nr. 4 Korrekturen vornehmen mussten.
sv_se: 5. Kör migreringen igen om du måste göra ändringar i steg 4.

# Page 2467904567 - NamedType 2129050476
source: 6. Disable Cloud Migration in the Actions menu above.
de_de: 6. Deaktivieren Sie die Cloud-Migration im Menü „Aktionen“ oben.
sv_se: 6. Inaktivera Molnmigrering på Åtgärder-menyn ovan.

# Page 2467904567 - NamedType 662271446
source: 7. Review and make necessary updates to users, user groups and permission sets.
de_de: 7. Benutzer, Benutzergruppen und Berechtigungssätze überprüfen und notwendige Aktualisierungen vornehmen.
sv_se: 7. Gå igenom och gör de uppdateringar av användare, användargrupper och behörighetsuppsättningar som behövs.

# Page 3988794227 - Property 2879900210
source: Migration Information
de_de: Migrationsinformationen
sv_se: Migreringsinformation

# Page 3988794227 - Control 3195211881 - Property 2879900210
source: Next Scheduled Run
de_de: Nächste geplante Ausführung
sv_se: Nästa schemalagda körning

# Page 3988794227 - Control 3195211881 - Property 2001309823
source: Specifies the date and time of the next scheduled migration.
de_de: Gibt das Datum und die Uhrzeit der nächsten geplanten Migration an.
sv_se: Anger datumet och tiden för nästa schemalagda migrering.

# Page 3988794227 - Control 3604188731 - Property 2879900210
source: Migration Statistics
de_de: Migrationsstatistik
sv_se: Migreringsstatistik

# Page 3988794227 - Control 3604188731 - Property 1968111052
source: Migration Statistics
de_de: Migrationsstatistik
sv_se: Migreringsstatistik

# Page 3988794227 - Control 2079533778 - Property 2879900210
source: Source Product
de_de: Herkunftsprodukt
sv_se: Källprodukt

# Page 3988794227 - Control 2079533778 - Property 1295455071
source: Specifies the selected source product for the migration.
de_de: Gibt das ausgewählte Quellprodukt für die Migration an.
sv_se: Anger den valda källprodukten för migreringen.

# Page 3988794227 - Control 2167643701 - Property 2879900210
source: Tables Successful
de_de: Tabellen erfolgreich
sv_se: Tabeller har genomförts

# Page 3988794227 - Control 2167643701 - Property 1295455071
source: Indicates the total number of tables that have been successfully migrated.
de_de: Gibt die Gesamtanzahl der Tabellen an, die erfolgreich migriert wurden.
sv_se: Anger det totala antalet tabeller som har migrerats.

# Page 3988794227 - Control 2232546135 - Property 2879900210
source: Tables not Migrated
de_de: Nicht migrierte Tabellen
sv_se: Tabeller som inte har migrerats

# Page 3988794227 - Control 2232546135 - Property 1295455071
source: Indicates the number of tables that are ignored during the migration.
de_de: Gibt die Anzahl der Tabellen an, die während der Migration ignoriert werden.
sv_se: Anger antalet tabeller som ignoreras under migreringen.

# Page 3988794227 - Control 4181933880 - Property 2879900210
source: Run Statistics
de_de: Statistik ausführen
sv_se: Kör statistik

# Page 3988794227 - Control 173023947 - Property 2879900210
source: Tables Successful
de_de: Tabellen erfolgreich
sv_se: Tabeller har genomförts

# Page 3988794227 - Control 173023947 - Property 2001309823
source: Indicates the number of tables that were successful for the selected migration.
de_de: Gibt die Anzahl der Tabellen an, die für die ausgewählte Migration erfolgreich waren.
sv_se: Anger antalet tabeller som har genomförts för den valda migreringen.

# Page 3988794227 - Control 2673211442 - Property 2879900210
source: Tables Failed
de_de: Tabellen fehlerhaft
sv_se: Tabeller misslyckades

# Page 3988794227 - Control 2673211442 - Property 2001309823
source: Indicates the number of tables that failed for the selected migration.
de_de: Gibt die Anzahl der Tabellen an, für die die ausgewählte Migration fehlgeschlagen ist.
sv_se: Anger antalet tabeller som inte har genomförts för den valda migreringen.

# Page 3988794227 - Control 1451631235 - Property 2879900210
source: Tables Remaining
de_de: Verbleibende Tabellen
sv_se: Tabeller kvar

# Page 3988794227 - Control 1451631235 - Property 2001309823
source: Indicates the number of remaining tables to migrate for the selected migration.
de_de: Gibt die Anzahl der verbleibenden Tabellen an, die für die ausgewählte Migration migriert werden sollen.
sv_se: Anger antalet kvarvarande tabeller som ska migreras för den valda migreringen.

# Page 3988794227 - Control 1242430298 - Property 2879900210
source: Tables with Warnings
de_de: Tabellen mit Warnungen
sv_se: Tabeller med varningar

# Page 3988794227 - Control 1242430298 - Property 2001309823
source: Indicates the number of tables that had warnings for the selected migration.
de_de: Gibt die Anzahl der Tabellen an, die Warnungen für die ausgewählte Migration hatten.
sv_se: Anger antalet tabeller som har varningar för den valda migreringen.

# Page 3523043443 - Property 2879900210
source: Insight
de_de: Einblicke
sv_se: Insikt

# Page 432782781 - Control 3831369531 - Property 2879900210
source: KPIs
sv_se: KPI:er

# Page 432782781 - Control 3958318543 - Property 2879900210
source: KPIs
sv_se: KPI:er

# Page 432782781 - Control 3835255931 - Property 2879900210
source: Insights
de_de: Einblicke
sv_se: Insikter

# Page 432782781 - Control 3786424220 - Property 2879900210
source: Power BI Report
de_de: Power BI-Bericht
sv_se: Power BI-rapport

# Page 432782781 - Control 151094470 - Property 2879900210
source: Power BI Report
de_de: Power BI-Bericht
sv_se: Power BI-rapport

# Page 432782781 - Control 791597496 - Property 2879900210
source: Cash Flow Forecast
de_de: Cashflowplanung
sv_se: Kassaflödesprognos

# Page 872301191 - Control 1550718196 - Property 2879900210
source: Cash Available
de_de: Verfügbarer Barbetrag
sv_se: Tillgänglig kassa

# Page 872301191 - Control 1550718196 - Property 1295455071
source: Specifies the value of the Cash GL Account
de_de: Gibt den Wert des Barsachkontos an.
sv_se: Anger värdet för kassans redovisningskonto

# Page 872301191 - Control 2525651928 - Property 2879900210
source: Sales Profitability
de_de: Verkaufsrentabilität
sv_se: Lönsamhet för försäljning

# Page 872301191 - Control 2525651928 - Property 1295455071
source: Specifies the profitibilty as a percentage of sales
de_de: Gibt die Rentabilität als Prozentsatz der Verkäufe an.
sv_se: Anger lönsamheten som en procentandel av försäljning

# Page 872301191 - Control 1877710544 - Property 2879900210
source: Net Income
de_de: Nettoeinnahmen
sv_se: Nettointäkt

# Page 872301191 - Control 1877710544 - Property 1295455071
source: Specifies the Net Income
de_de: Gibt die Nettoeinnahmen an.
sv_se: Anger nettointäkten

# Page 872301191 - Control 1478605539 - Property 2879900210
source: Inventory Value
de_de: Lagerwert
sv_se: Lagervärde

# Page 872301191 - Control 1478605539 - Property 1295455071
source: Specifies the value of the Inventory GL Account
de_de: Gibt den Wert des Lagerbestands-Sachkontos an.
sv_se: Anger värdet för lagrets redovisningskonto

# Page 3223246169 - Property 2879900210
source: Cloud Migration Update
de_de: Update der Cloud-Migration
sv_se: Uppdatering av Molnmigrering

# Page 3223246169 - Control 3724241072 - Property 2879900210
source: Welcome To Cloud Migration Update
de_de: Willkommen beim Update der Cloud-Migration
sv_se: Välkommen till Uppdatering av molnmigrering

# Page 3223246169 - Control 21734773 - Property 1968111052
source: This process will update your Cloud Migration environment to the latest version.
de_de: Dieser Vorgang führt ein Update der Umgebung der Cloud-Migration auf die neueste Version durch.
sv_se: Den här processen uppdaterar din miljö för Molnmigrering till den senaste versionen.

# Page 3223246169 - Action 2187504585 - Property 2879900210
source: Update
sv_se: Uppdatera

# Page 3223246169 - Action 4111934588 - Property 2879900210
source: Cancel
de_de: Stornieren
sv_se: Avbryt

# Page 3223246169 - NamedType 470250014
source: You are currently running version %1. The latest available version is %2.
de_de: Sie arbeiten derzeit mit Version %1. Die neueste Version ist %2.
sv_se: Du använder version %1. Den senaste versionen är %2.

# Page 3223246169 - NamedType 1127865231
source: This can take a few minutes to complete.
de_de: Dies kann einige Minuten dauern.
sv_se: Det kan ta ett par minuter.

# Page 3223246169 - NamedType 2350298983
source: The update has completed successfully.
de_de: Das Update wurde erfolgreich ausgeführt.
sv_se: Uppdateringen har slutförts.

# Page 3223246169 - NamedType 671274610
source: You do not have permissions to run this update. Please contact your system administrator to update your Cloud Migration environment.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um dieses Update auszuführen. Wenden Sie sich an den Systemadministrator, um Ihre Umgebung der Cloud-Migration zu aktualisieren.
sv_se: Du saknar behörighet att köra den här uppdateringen. Kontakta systemadministratören om du vill uppdatera miljön för Molnmigrering.

# Page 3155514618 - Property 2879900210
source: Select companies to migrate
de_de: Unternehmen für die Migration auswählen
sv_se: Välj de företag som ska migreras

# Page 3155514618 - Control 3518201539 - Property 2879900210
source: Replicate
de_de: Replizieren
sv_se: Replikera

# Page 3155514618 - Control 3518201539 - Property 2001309823
source: Specifies whether to migrate the data from this company.
de_de: Gibt an, ob die Daten von diesem Unternehmen migriert werden sollen.
sv_se: Anger om du vill migrera data från det här företaget.

# Page 3155514618 - Control 2223207931 - Property 2879900210
source: Migrate all companies
de_de: Alle Unternehmen migrieren
sv_se: Migrera alla företag

# Page 3155514618 - Control 201881077 - Property 1968111052
source: If you have selected a company that does not exist in Business Central, it will automatically be created for you. This may take a few minutes.
de_de: Wenn Sie in Business Central ein Unternehmen ausgewählt haben, das nicht vorhanden ist, wird es automatisch erstellt. Dies kann einige Minuten dauern.
sv_se: Om du har valt ett företag som inte finns i Business Central skapas det automatiskt åt dig. Detta kan ta några minuter.

# Page 3155514618 - Action 788258546 - Property 2879900210
source: Cancel
de_de: Stornieren
sv_se: Avbryt

# Page 3155514618 - NamedType 3652475216
source: You must select at least one company to migrate to continue.
de_de: Sie müssen mindestens ein Unternehmen für die Migration auswählen, um fortzufahren.
sv_se: Du måste välja minst ett företag att migrera om du vill fortsätta.

# Page 3155514618 - NamedType 914151040
source: You do not have permissions to execute this task. Contact your system administrator.
de_de: Sie haben keine Berechtigungen, um diese Aufgabe auszuführen. Wenden Sie sich an den Systemadministrator.
sv_se: Du saknar behörighet att utföra den här uppgiften. Kontakta systemadministratören.

# Page 3155514618 - NamedType 3410296187
source: Company selection changes will be reflected on your next migration.
de_de: Unternehmensauswahländerungen werden in der nächsten Migration angezeigt.
sv_se: Ändringar av valda företag återspeglas i nästa migrering.

# Page 3155514618 - NamedType 3438381871
source: Exit without saving company selection changes?
de_de: Beenden ohne Unternehmensauswahländerungen zu speichern?
sv_se: Vill du avsluta utan att spara ändringarna av de valda företagen?

# Page 2884714899 - Property 2879900210
source: Define User Mappings
de_de: Benutzerzuordnungen definieren
sv_se: Definiera användarmappningar

# Page 2884714899 - Control 201881077 - Property 1968111052
source: Choose a cloud user to map to an on-premises user to update user-specific open transaction data.
de_de: Wählen Sie einen Cloudbenutzer aus, der einem lokalen Benutzer zugeordnet werden soll, um benutzerspezifische offene Transaktionsdaten zu aktualisieren.
sv_se: Välj en molnanvändare som ska mappas till en lokal användare för att uppdatera användarspecifika, öppna transaktions data.

# Page 2884714899 - Control 2300481781 - Property 2879900210
source: On-Premises User
de_de: Lokaler Benutzer
sv_se: Lokal användare

# Page 2884714899 - Control 4145396124 - Property 2879900210
source: Cloud User
de_de: Cloud-Benutzer
sv_se: Molnanvändare

# Page 2884714899 - Control 4213159267 - Property 1968111052
source: Once you have mapped all of the users, clicking OK will update the tables.
de_de: Nachdem Sie alle Benutzer zugeordnet haben, werden die Tabellen durch ein Klick auf „OK“ aktualisiert.
sv_se: När du har mappat alla användare ska du klicka på OK för att uppdatera tabellerna.

# Page 2884714899 - Action 788258546 - Property 2879900210
source: Cancel
de_de: Stornieren
sv_se: Avbryt

# Page 2884714899 - NamedType 1771460878
source: Not all users are mapped. Do you want to run the mapping process anyway?
de_de: Nicht alle Benutzer sind zugeordnet. Möchten Sie den Zuordnungsprozess trotzdem ausführen?
sv_se: Alla användare är inte mappade. Vill du köra mappningsprocessen i alla fall?

# Page 2884714899 - NamedType 3438381871
source: Exit without processing user mapping?
de_de: Möchten Sie beenden, ohne die Benutzerzuordnung zu verarbeiten?
sv_se: Vill du avsluta utan att bearbeta användarmappningen?

# PageExtension 3062652020 - Control 3436548871 - Property 2879900210
source: Table Migration Success Rate
de_de: Migrationserfolgsrate für Tabellen
sv_se: Tabell för frekvens för slutförda migreringar

# PageExtension 3062652020 - Control 3436548871 - Property 1295455071
source: Specifies the percentage rate for the number of tables successfully migrated.
de_de: Gibt den Prozentsatz für die Anzahl der erfolgreich migrierten Tabellen an.
sv_se: Anger hur många tabeller som har migrerats, i procent.

# PageExtension 3437032159 - Control 3436548871 - Property 2879900210
source: Table Migration Success Rate
de_de: Migrationserfolgsrate für Tabellen
sv_se: Tabell för frekvens för slutförda migreringar

# PageExtension 3437032159 - Control 3436548871 - Property 1295455071
source: Specifies the percentage rate for the number of tables successfully migrated.
de_de: Gibt den Prozentsatz für die Anzahl der erfolgreich migrierten Tabellen an.
sv_se: Anger hur många tabeller som har migrerats, i procent.

# PageExtension 2955950918 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 2955950918 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 2390387548 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 2390387548 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 1534780445 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 1534780445 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 3540893072 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 3540893072 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 3785827927 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# PageExtension 3785827927 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
de_de: Einblicke aus der intelligenten Cloud
sv_se: Insikter för intelligent moln

# TableExtension 200293935 - Field 3436548871 - Property 2879900210
source: Replication Success Rate
de_de: Replikationserfolgsrate
sv_se: Frekvens för slutförda replikeringar

# TableExtension 2456898161 - Field 3436548871 - Property 2879900210
source: Replication Success Rate
de_de: Replikationserfolgsrate
sv_se: Frekvens för slutförda replikeringar
