Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: de_de, sv_se

# Page 2532438947 - Property 3863440606
source: migration,data migration,cloud migration,intelligent,cloud,sync,replication
de_de: Migration,Datenmigration,Cloud-Migration,intelligent,Cloud,Synchronisierung,Replikation
sv_se: migrering,datamigrering,molnmigrering,intelligent,moln,synkronisering,replikering

# Page 2532438947 - Control 3724241072 - Property 2879900210
source: Welcome to the on-premises to Business Central cloud Data Migration Setup
de_de: Willkommen bei der Einrichtung der Datenmigration von lokal zur Business Central-Cloud
sv_se: Välkommen till konfigurationen för migrering av data från den lokala lösningen till Business Central i molnet

# Page 2532438947 - Control 21734773 - Property 1968111052
source: This assisted setup will guide you through the necessary steps to create a configuration that will enable data migration from your on-premises Dynamics solution to your Business Central cloud tenant. Upon completion of the migration, additional steps may be required before transacting in your Business Central cloud tenant. See setup checklists for more information.
de_de: Dieses unterstützte Setup führt Sie durch die erforderlichen Schritte zum Erstellen einer Konfiguration, die die Datenmigration von der lokalen Dynamics-Lösung in Ihren Tenant der Business Central-Cloud ermöglicht. Nach Abschluss der Migration sind möglicherweise zusätzliche Schritte erforderlich, bevor Sie in Ihrem Tenant für die Business Central-Cloud Transaktionen ausführen können. Weitere Informationen finden Sie unter Setup-Checklisten.
sv_se: I den här assisterade konfigurationen går vi igenom stegen du behöver utföra för att skapa en konfiguration som gör att du kan migrera data från din lokala Dynamics-lösning till Business Central-klientorganisationen i molnet. När migreringen är klar kan det behövas ytterligare steg innan du kan börja arbeta i Business Central-klientorganisationen i molnet. I checklistorna för konfigurationen finns mer information.

# Page 2532438947 - Control 66970393 - Property 2879900210
source: Warning
de_de: Warnung
sv_se: Varning

# Page 2532438947 - Control 2447377260 - Property 1968111052
source: Migrating data from on-premises to your Business Central cloud solution may overwrite any existing data in your Business Central cloud tenant. Refer to Help for more information.
de_de: Durch das Migrieren von Daten von lokalen Lösungen zu Ihrer Business Central-Cloudlösung werden möglicherweise vorhandene Daten in ihrem Business Central-Cloudtenant überschrieben. Weitere Informationen finden Sie in der Hilfe.
sv_se: När du migrerar data från din lokala lösning till Business Central i molnet kanske befintliga data i din Business Central-klientorganisation i molnet skrivs över. Mer information finns i hjälpen.

# Page 2532438947 - Control 3085073877 - Property 1968111052
source: This migration process leverages Microsoft’s Azure Data Factory, which may offer varying levels of compliance. Refer to the Privacy Notice for more information.
de_de: Dieser Migrationsprozess verwendet die Azure Data Factory von Microsoft, die unterschiedliche Konformitätsstufen bieten kann. Weitere Informationen finden Sie im Datenschutzhinweis.
sv_se: Den här migreringsprocessen använder Microsoft Azure Data Factory, med olika nivåer av regelefterlevnad. Mer information finns i sekretesspolicyn.

# Page 2532438947 - Control 1253594254 - Property 2879900210
source: I accept warning & privacy notice.
de_de: Ich habe die Warnung gelesen und akzeptiere den Datenschutzhinweis.
sv_se: Jag accepterar varningen och sekretesspolicyn.

# Page 2532438947 - Control 3363685081 - Property 2879900210
source: Choose Your Product
de_de: Produkt auswählen
sv_se: Välj produkt

# Page 2532438947 - Control 3363685081 - Property 1968111052
source: Select the product that you want to migrate data from
de_de: Produkt auswählen, von dem Daten migriert werden sollen
sv_se: Välj den produkt som du vill migrera data från

# Page 2532438947 - Control 720790368 - Property 2879900210
source: Product
de_de: Produkt
sv_se: Produkt

# Page 2532438947 - Control 637564162 - Property 2879900210
source: Define your SQL database connection
de_de: SQL-Datenbankverbindung definieren
sv_se: Definiera anslutningen till SQL-databasen

# Page 2532438947 - Control 3754590677 - Property 2879900210
source: SQL Configuration
de_de: SQL-Konfiguration
sv_se: SQL-konfiguration

# Page 2532438947 - Control 3019441607 - Property 1968111052
source: Enter the connection string to your SQL database
de_de: Verbindungszeichenfolge in die SQL-Datenbank eingeben
sv_se: Ange anslutningssträngen till SQL-databasen

# Page 2532438947 - Control 4256515023 - Property 2879900210
source: SQL Connection String
de_de: SQL-Verbindungszeichenfolge
sv_se: Anslutningssträng för SQL

# Page 2532438947 - Control 3657138224 - Property 1968111052
source: If you already have an integration runtime service instance installed and want to reuse it, specify the Integration Runtime; otherwise leave the field empty to create a new Integration Runtime.
de_de: Wenn Sie bereits eine Instanz des Integration Runtime-Diensts installiert haben und diese erneut verwenden möchten, geben Sie die Integration Runtime an; lassen Sie das Feld andernfalls leer, um eine neue Integration Runtime zu erstellen.
sv_se: Om du redan har tjänstinstans för integreringskörning installerad och vill återanvända den anger du Integration Runtime, annars lämnar du fältet tomt så att en ny Integration Runtime skapas.

# Page 2532438947 - Control 4016305301 - Property 2879900210
source: Integration Runtime Name
sv_se: Integration Runtime-namn

# Page 2532438947 - Control 4016305301 - Property 1295455071
source: The Integration Runtime name is found in the Microsoft Integration Configuration Manager.
de_de: Der Name der Integration Runtime wurde nicht im Microsoft Integration Configuration Manager gefunden.
sv_se: Integration Runtime-namnet finns i Microsoft Integration Configuration Manager.

# Page 2532438947 - Control 462590827 - Property 2879900210
source: Instructions
de_de: Anweisungen
sv_se: Instruktioner

# Page 2532438947 - Control 1551574618 - Property 1968111052
source: The data migration requires an integration runtime service. The runtime service provides a connection between your on-premises solution and your Business Central cloud tenant.
de_de: Die Datenmigration erfordert einen Integration Runtime-Dienst. Der Laufzeitdienst stellt eine Verbindung zwischen der lokalen Lösung und Business Central-Cloud-Tenant her.
sv_se: För datamigreringen krävs en tjänst för integreringskörning. Körningstjänsten skapar en anslutning mellan din lokala lösning och Business Central-klientorganisationen i molnet.

# Page 2532438947 - Control 3891135725 - Property 2879900210
source: Authentication Key:
de_de: Authentifizierungsschlüssel:
sv_se: Autentiseringsnyckel:

# Page 2532438947 - Control 2223207931 - Property 2879900210
source: Migrate all companies
de_de: Alle Unternehmen migrieren
sv_se: Migrera alla företag

# Page 2532438947 - Control 3191757062 - Property 1968111052
source: If you have selected a company that does not exist in Business Central, it will automatically be created for you. This may take a few minutes.
de_de: Wenn Sie in Business Central ein Unternehmen ausgewählt haben, das nicht vorhanden ist, wird es automatisch erstellt. Dies kann einige Minuten dauern.
sv_se: Om du har valt ett företag som inte finns i Business Central skapas det automatiskt åt dig. Detta kan ta några minuter.

# Page 2532438947 - Control 1670881213 - Property 2879900210
source: Schedule Data Migration
de_de: Datenmigration planen
sv_se: Schemalägg datamigrering

# Page 2532438947 - Control 3762301320 - Property 1968111052
source: Specify when to migrate your data to Business Central. To skip this step, select Next. To setup or change your migration schedule in Business Central, search for 'Cloud Migration Management'.
de_de: Legen Sie fest, wann Ihre Daten auf Business Central migriert werden sollen. Wählen Sie „Weiter“ aus, um diesen Schritt zu überspringen. Suchen Sie zum Einrichten oder Ändern des Migrationsplans in Business Central nach „Verwaltung der Cloud-Migration“.
sv_se: Ange när du vill migrera data till Business Central. Välj Nästa om du vill hoppa över detta steg. Om du vill konfigurera eller ändra migreringsschemat i Business Central söker du efter "Hantering av Molnmigrering".

# Page 2532438947 - Control 2402826139 - Property 2879900210
source: Activate Schedule
de_de: Plan aktivieren
sv_se: Aktivera schema

# Page 2532438947 - Control 2402826139 - Property 1295455071
source: Activate Migration Schedule
de_de: Migrationsplan aktivieren
sv_se: Aktivera migreringsschema

# Page 2532438947 - Control 2993600736 - Property 2879900210
source: Recurrence
de_de: Wiederholung
sv_se: Återkommande

# Page 2532438947 - Control 595497481 - Property 2879900210
source: Start time
de_de: Startzeit
sv_se: Starttid

# Page 2532438947 - Control 595497481 - Property 1295455071
source: Specifies the time at which to start the migration.
de_de: Gibt die Zeit an, zu der die Migration starten soll.
sv_se: Anger tidpunkten när migreringen ska starta.

# Page 2532438947 - Control 3189484627 - Property 2879900210
source: That's It!
de_de: Das war’s schon!
sv_se: Klart!

# Page 2532438947 - Control 3189484627 - Property 1968111052
source: Choose finish to close the wizard.
de_de: Wählen Sie „Fertig stellen“ aus, um den Assistenten abzuschließen.
sv_se: Välj Slutför om du vill stänga guiden.

# Page 2532438947 - Action 2438272767 - Property 2879900210
source: Back
de_de: Zurück
sv_se: Föregående

# Page 2532438947 - Action 914282563 - Property 2879900210
source: Next
de_de: Weiter
sv_se: Nästa

# Page 2532438947 - Action 3259912055 - Property 2879900210
source: Finish
de_de: Fertig stellen
sv_se: Slutför

# Page 2532438947 - NamedType 2594112864
source: 1. Download the Self Hosted Integration Runtime(SHIR).
de_de: 1. Laden Sie die selbstgehostete Integration Runtime (SHIR) herunter.
sv_se: 1. Ladda ned lokalt installerad integreringskörning.

# Page 2532438947 - NamedType 2591681840
source: Privacy Notice
de_de: Datenschutzhinweis
sv_se: Sekretesspolicy

# Page 2532438947 - NamedType 949685432
source: Help
de_de: Hilfe
sv_se: Hjälp

# Page 2532438947 - NamedType 2905562872
source: Please enter a valid SQL connection string.
de_de: Geben Sie eine gültige SQL-Verbindungszeichenfolge ein.
sv_se: Ange en giltig SQL-anslutningssträng.

# Page 2532438947 - NamedType 2913696420
source: Your Cloud Migration environment has not been set up.\\Are you sure that you want to exit?
de_de: Die Umgebung der Cloud-Migration wurde noch nicht eingerichtet.\\Möchten Sie wirklich beenden?
sv_se: Miljön för Molnmigrering har inte konfigurerats.\\Vill du avsluta?

# Page 2532438947 - NamedType 4058851970
source: You must select a product to continue.
de_de: Sie müssen ein Produkt auswählen, um fortzufahren.
sv_se: Du måste välja en produkt om du vill fortsätta.

# Page 2532438947 - NamedType 3652475216
source: You must select at least one company to replicate to continue.
de_de: Sie müssen mindestens ein Unternehmen für die Replikation auswählen, um fortzufahren.
sv_se: Du måste välja minst ett företag att replikera om du vill fortsätta.

# Page 2532438947 - NamedType 3047188992
source: You must set a schedule time to continue.
de_de: Sie müssen eine Planungszeit festlegen, um fortzufahren.
sv_se: Du måste en schematid om du vill fortsätta.

# Page 2532438947 - NamedType 1874208431
source: Redirecting to SaaS Business Central solution.
de_de: Die Weiterleitung erfolgt zur SaaS-Business Central-Lösung.
sv_se: Omdirigerar till SaaS-lösningen Business Central.

# Page 2532438947 - NamedType 914151040
source: You do not have permissions to execute this task. Contact your system administrator.
de_de: Sie haben keine Berechtigungen, um diese Aufgabe auszuführen. Wenden Sie sich an den Systemadministrator.
sv_se: Du saknar behörighet att utföra den här uppgiften. Kontakta systemadministratören.

# Page 2532438947 - NamedType 2829813711
source: The current company may not be enabled for replication.
de_de: Der aktuelle Mandant kann nicht für die Replikation aktiviert werden.
sv_se: Det aktuella företaget kanske inte är aktiverat för replikering.

# Page 2166408973 - Control 2402826139 - Property 2879900210
source: Activate Schedule
de_de: Plan aktivieren
sv_se: Aktivera schema

# Page 2166408973 - Control 2402826139 - Property 1295455071
source: Activate Migration Schedule
de_de: Migrationsplan aktivieren
sv_se: Aktivera migreringsschema

# Page 2166408973 - Control 2993600736 - Property 2879900210
source: Recurrence
de_de: Wiederholung
sv_se: Återkommande

# Page 2166408973 - Control 2218805241 - Property 2879900210
source: Select Days
de_de: Tage auswählen
sv_se: Välj dagar

# Page 2166408973 - Control 595497481 - Property 2879900210
source: Start time
de_de: Startzeit
sv_se: Starttid

# Page 2166408973 - Control 595497481 - Property 1295455071
source: Specifies the time at which to start the migration.
de_de: Gibt die Zeit an, zu der die Migration starten soll.
sv_se: Anger tidpunkten när migreringen ska starta.

# Page 2166408973 - NamedType 1332930564
source: You must set a schedule time to continue.
de_de: Sie müssen eine Planungszeit festlegen, um fortzufahren.
sv_se: Du måste en schematid för att kunna fortsätta.

# Page 1755155256 - Property 2879900210
source: Cloud Migration Product Types
de_de: Produkttypen der Cloud-Migration
sv_se: Produkttyper för Molnmigrering

# Page 1208606375 - Property 2879900210
source: Cloud Migration Management
de_de: Verwaltung der Cloud-Migration
sv_se: Hantering av Molnmigrering

# Page 1208606375 - Property 2019332006
source: Process
de_de: Vorgang
sv_se: Bearbeta

# Page 1208606375 - Action 1107077368 - Property 2879900210
source: Manage Schedule
de_de: Plan verwalten
sv_se: Hantera schema

# Page 1208606375 - Action 1107077368 - Property 1295455071
source: Manage migration schedule.
de_de: Verwaltet den Migrationszeitplan.
sv_se: Hantera migreringsschema.

# Page 1208606375 - Action 4144135117 - Property 2879900210
source: Run Migration Now
de_de: Migration jetzt ausführen
sv_se: Kör migrering nu

# Page 1208606375 - Action 4144135117 - Property 1295455071
source: Manually trigger the Cloud Migration.
de_de: Die Replikation der Cloud-Migration manuell auslösen.
sv_se: Utlös Molnmigrering manuellt.

# Page 1208606375 - Action 1616785346 - Property 2879900210
source: Create Diagnostic Run
de_de: Diagnosedurchlauf erstellen
sv_se: Skapa diagnostisk körning

# Page 1208606375 - Action 1616785346 - Property 1295455071
source: Trigger a diagnostic run of the Cloud Migration.
de_de: Löst einen Diagnosedurchlauf der Cloud-Migration aus.
sv_se: Startar en diagnostisk körning av Molnmigrering.

# Page 1208606375 - Action 2144283875 - Property 2879900210
source: Refresh Status
de_de: Status aktualisieren
sv_se: Uppdatera status

# Page 1208606375 - Action 2144283875 - Property 1295455071
source: Refresh the status of in-progress migration runs.
de_de: Aktualisiert den Status der Migrationsausführung in Bearbeitung.
sv_se: Uppdatera status för pågående migreringskörningar.

# Page 1208606375 - Action 4144528287 - Property 2879900210
source: Reset Cloud Data
de_de: Cloud-Daten zurücksetzen
sv_se: Återställ molndata

# Page 1208606375 - Action 4144528287 - Property 1295455071
source: Resets migration enabled data in the cloud tenant.
de_de: Setzt für die Migration aktivierte Daten im Cloud-Tenant zurück.
sv_se: Återställer data som aktiverats för migrering i klientorganisationen i molnet.

# Page 1208606375 - Action 723046584 - Property 2879900210
source: Prepare tables for migration
de_de: Tabellen für die Migration vorbereiten
sv_se: Förbered tabeller för migrering

# Page 1208606375 - Action 723046584 - Property 1295455071
source: Gets the candidate tables ready for migration
de_de: Ruft die Kandidatentabellen ab, die bereit für die Migration sind.
sv_se: Hämtar kandidattabellerna som är klara för migrering

# Page 1208606375 - Action 3820643447 - Property 2879900210
source: Get Runtime Service Key
de_de: Dienstschlüssel der Integration Runtime abrufen
sv_se: Hämta tjänstnyckel för körning

# Page 1208606375 - Action 3820643447 - Property 1295455071
source: Gets the integration runtime key.
de_de: Ruft den Integration Runtime-Schlüssel ab.
sv_se: Hämtar nyckel för integreringskörning.

# Page 1208606375 - Action 1029669452 - Property 2879900210
source: Reset Runtime Service Key
de_de: Dienstschlüssel der Integration Runtime zurücksetzen
sv_se: Återställ tjänstnyckel för körning

# Page 1208606375 - Action 1029669452 - Property 1295455071
source: Resets integration runtime service key.
de_de: Setzt den Dienstschlüssel der Integration Runtime zurück.
sv_se: Återställer tjänstnyckel för integreringskörning.

# Page 1208606375 - Action 2208477518 - Property 2879900210
source: Disable Cloud Migration
de_de: Cloud-Migration deaktivieren
sv_se: Inaktivera Molnmigrering

# Page 1208606375 - Action 2208477518 - Property 1295455071
source: Disables Cloud Migration setup.
de_de: Deaktiviert die Einrichtung der Cloud-Migration.
sv_se: Inaktiverar konfiguration av Molnmigrering.

# Page 1208606375 - Action 2604701552 - Property 2879900210
source: Check for Update
de_de: Auf Update prüfen
sv_se: Sök efter uppdatering

# Page 1208606375 - Action 2604701552 - Property 1295455071
source: Checks if an update is available for your Cloud Migration integration.
de_de: Prüft, ob ein Update für Ihre Integration der Cloud-Migration verfügbar ist.
sv_se: Kontrollerar om det finns en uppdatering av integrationen för Molnmigrering.

# Page 1208606375 - Action 328443224 - Property 2879900210
source: Select Companies to Migrate
de_de: Unternehmen für die Migration auswählen
sv_se: Välj de företag som ska migreras

# Page 1208606375 - Action 328443224 - Property 1295455071
source: Select companies to Migrate
de_de: Unternehmen für die Migration auswählen
sv_se: Välj de företag som ska migreras

# Page 1208606375 - Action 1433251765 - Property 2879900210
source: Setup Checklist
de_de: Einrichtungscheckliste
sv_se: Checklista för installation

# Page 1208606375 - Action 1433251765 - Property 1295455071
source: Setup Checklist
de_de: Einrichtungscheckliste
sv_se: Checklista för installation

# Page 1208606375 - Action 2373563274 - Property 2879900210
source: Define User Mappings
de_de: Benutzerzuordnungen definieren
sv_se: Definiera användarmappningar

# Page 1208606375 - Action 2373563274 - Property 1295455071
source: Define User Mappings
de_de: Benutzerzuordnungen definieren
sv_se: Definiera användarmappningar

# Page 1208606375 - Action 2819242017 - Property 2879900210
source: Manage Custom Tables
de_de: Benutzerdefinierte Tabellen verwalten
sv_se: Hantera anpassade tabeller

# Page 1208606375 - Action 2819242017 - Property 1295455071
source: Manage custom table mappings for the migration.
de_de: Verwalten Sie benutzerdefinierte Tabellenzuordnungen für die Migration.
sv_se: Hantera anpassade tabellmappningar för migreringen.

# Page 1208606375 - NamedType 2374652963
source: Are you sure you want to trigger migration?
de_de: Möchten Sie die Migration wirklich auslösen?
sv_se: Vill du utlösa migreringen?

# Page 1208606375 - NamedType 3470020661
source: Are you sure you want to generate new integration runtime key?
de_de: Sind Sie sicher, dass Sie einen neuen Integration Runtime-Schlüssel generieren möchten?
sv_se: Vill du skapa en ny nyckel för integreringskörning?

# Page 1208606375 - NamedType 2073137057
source: Cannot run migration since the background task has not finished creating companies yet.
de_de: Die Migration kann nicht ausgeführt werden, da die Hintergrundaufgabe die Erstellung der Unternehmen noch nicht abgeschlossen hat.
sv_se: Det går inte att köra migreringen eftersom företagen ännu inte har skapats i bakgrunden.

# Page 1208606375 - NamedType 248683348
source: Company creation failed with error %1. Please fix this and re-run the Cloud Migration Setup wizard.
de_de: Beim Erstellen des Unternehmens ist der folgende Fehler aufgetreten: %1. Beheben Sie dieses Problem und führen Sie den Einrichtungs-Assistenten für die Cloud-Migration erneut aus.
sv_se: Företaget gick inte att skapa med felet %1. Åtgärda problemet och kör guiden Konfiguration av molnmigrering igen.

# Page 1208606375 - NamedType 994802339
source: A migration is already in progress.
de_de: Eine Migration wird bereits ausgeführt.
sv_se: En migrering pågår redan.

# Page 1208606375 - NamedType 1664246311
source: Migration has been successfully triggered. You can track the status on the management page.
de_de: Die Migration wurde erfolgreich ausgelöst. Sie können den Status auf der Verwaltungsseite nachverfolgen.
sv_se: Migreringen har utlösts. Du kan spåra status på hanteringssidan.

# Page 1208606375 - NamedType 1849818483
source: Primary key for the integration runtime is: %1
de_de: Der Primärschlüssel für die Integration Runtime lautet: %1
sv_se: Primärnyckeln för integreringskörningen är: %1

# Page 1208606375 - NamedType 159114583
source: New Primary key for the integration runtime is: %1
de_de: Der neue Primärschlüssel für die Integration Runtime lautet: %1
sv_se: Ny primärnyckel för integreringskörningen är: %1

# Page 1208606375 - NamedType 3728170804
source: If you choose to reset cloud data, all migrated data will be deleted for all companies in the next migration run. Are you sure you want to reset cloud data?
de_de: Wenn Sie Cloud-Daten zurücksetzen, werden alle migrierten Daten für alle Unternehmen im nächsten Migrationslauf gelöscht. Möchten Sie die Cloud-Daten wirklich zurücksetzen?
sv_se: Om du väljer att återställa molndata tas alla migrerade data bort för alla företag vid nästa migreringskörning. Är du säker på att du vill återställa molndata?

# Page 1208606375 - NamedType 53257990
source: Failed to reset cloud data
de_de: Fehler beim Zurücksetzen der Cloud-Daten
sv_se: Det gick inte att återställa molndata

# Page 1208606375 - NamedType 3623410792
source: Reset has been successfully triggered. All migration enabled data will be reset in the next migration run.
de_de: Das Zurücksetzen wurde erfolgreich ausgelöst. Alle Daten, für die Migration aktiviert ist, werden bei der nächsten Synchronisierung zurückgesetzt.
sv_se: Återställningen har utlösts. Alla data som aktiverats för migrering återställs vid nästa migreringskörning.

# Page 1208606375 - NamedType 3042889900
source: All tables have been successfully prepared for migration.
de_de: Alle Tabellen wurden erfolgreich für die Migration vorbereitet.
sv_se: Alla tabeller har förberetts för migrering.

# Page 3023943543 - Property 2879900210
source: Select companies to migrate
de_de: Unternehmen für die Migration auswählen
sv_se: Välj de företag som ska migreras

# Page 3023943543 - Control 3518201539 - Property 2879900210
source: Migrate
de_de: Migrieren
sv_se: Migrera

# Page 3023943543 - Control 3518201539 - Property 2001309823
source: Check this box if you want to migrate this company's data
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie die Daten des Unternehmens migrieren möchten.
sv_se: Markera den här rutan om du vill migrera företagets data

# Page 332629200 - Property 2879900210
source: Table Migration Status
de_de: Tabellenmigrationsstatus
sv_se: Status för tabellmigrering

# Page 2467904567 - Property 2879900210
source: Cloud Ready Checklist
de_de: Checkliste für die Cloud-Tauglichkeit
sv_se: Checklista för molnberedskap
