Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: de_de, sv_se

# Table 2222215201 - Field 2578412327 - Property 2879900210
source: Display Name
de_de: Anzeigename
sv_se: Visningsnamn

# Table 786761384 - Field 2565378072 - Property 2879900210
source: Run ID
de_de: Ausführungs-ID
sv_se: Körnings-ID

# Table 786761384 - Field 2169532623 - Property 2879900210
source: Start Time
de_de: Startzeit
sv_se: Starttid

# Table 786761384 - Field 4240670190 - Property 2879900210
source: End Time
de_de: Endzeit
sv_se: Sluttid

# Table 786761384 - Field 513339096 - Property 62802879
source: Failed,In Progress,Completed
de_de: Fehler,In Bearbeitung,Abgeschlossen
sv_se: Misslyckades,Pågående,Avslutad

# Table 786761384 - Field 173023947 - Property 2879900210
source: Tables Successful
de_de: Tabellen erfolgreich
sv_se: Tabeller har genomförts

# Table 786761384 - Field 2673211442 - Property 2879900210
source: Tables Failed
de_de: Tabellen fehlerhaft
sv_se: Tabeller misslyckades

# Table 786761384 - Field 1938181414 - Property 2879900210
source: Cloud Ready
de_de: Bereit für Cloud
sv_se: Klar för molnet

# Table 786761384 - Field 2397723431 - Property 2879900210
source: Source
de_de: Quelle
sv_se: Källa

# Table 786761384 - Field 587495380 - Property 2879900210
source: Trigger Type
de_de: Triggerart
sv_se: Typ av utlösare

# Table 786761384 - Field 1616174112 - Property 2879900210
source: Replication Type
de_de: Replikationstyp
sv_se: Replikeringstyp

# Table 786761384 - Field 318613646 - Property 2879900210
source: Details
sv_se: Information

# Table 786761384 - Field 1242430298 - Property 2879900210
source: Tables with Warnings
de_de: Tabellen mit Warnungen
sv_se: Tabeller med varningar

# Table 786761384 - Field 1451631235 - Property 2879900210
source: Tables Remaining
de_de: Verbleibende Tabellen
sv_se: Tabeller kvar

# Table 1110939947 - Field 2565378072 - Property 2879900210
source: Run ID
de_de: Ausführungs-ID
sv_se: Körnings-ID

# Table 1110939947 - Field 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname
sv_se: Tabellnamn

# Table 1110939947 - Field 3997336476 - Property 2879900210
source: Company Name
de_de: Unternehmensname
sv_se: Företagsnamn

# Table 1110939947 - Field 2169532623 - Property 2879900210
source: Start Time
de_de: Startzeit
sv_se: Starttid

# Table 1110939947 - Field 4240670190 - Property 2879900210
source: End Time
de_de: Endzeit
sv_se: Sluttid

# Table 1110939947 - Field 513339096 - Property 62802879
source: Failed,In Progress,Successful,Warning,Not Started
de_de: Fehler,In Bearbeitung,Erfolgreich,Warnung,Nicht gestartet
sv_se: Misslyckades,Pågående,Lyckades,Varning,Inte startad

# Table 1110939947 - Field 2687027117 - Property 2879900210
source: Errors
de_de: Fehler
sv_se: Fel

# Table 1110939947 - Field 3676003639 - Property 2879900210
source: Error Code
de_de: Fehlercode
sv_se: Felkod

# Table 1110939947 - Field 2852966117 - Property 2879900210
source: Error Message
de_de: Fehlermeldung
sv_se: Felmeddelande

# Table 1110939947 - Field 3399661134 - Property 2879900210
source: Records Copied
de_de: Kopierte Datensätze
sv_se: Kopierade poster

# Table 1110939947 - Field 4197613728 - Property 2879900210
source: Total Records
de_de: Datensätze gesamt
sv_se: Totalt antal poster

# Table 1566224523 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
sv_se: Primärnyckel

# Table 1566224523 - Field 3685822298 - Property 2879900210
source: Product ID
de_de: Produkt-ID
sv_se: Produkt-ID

# Table 1566224523 - Field 3754590677 - Property 2879900210
source: Sql Server Type
de_de: SQL Server-Typ
sv_se: SQL Server-typ

# Table 1566224523 - Field 595497481 - Property 2879900210
source: Time to Run
de_de: Ausführungszeit
sv_se: Tid till körning

# Table 1566224523 - Field 2402826139 - Property 2879900210
source: Replication Enabled
de_de: Replikation aktiviert
sv_se: Replikering har aktiverats

# Table 1566224523 - Field 2993600736 - Property 2879900210
source: Recurrence
de_de: Wiederholung
sv_se: Återkommande

# Table 1566224523 - Field 2643887984 - Property 2879900210
source: Sunday
de_de: Sonntag
sv_se: Söndag

# Table 1566224523 - Field 3612571044 - Property 2879900210
source: Monday
de_de: Montag
sv_se: Måndag

# Table 1566224523 - Field 4237472533 - Property 2879900210
source: Tuesday
de_de: Dienstag
sv_se: Tisdag

# Table 1566224523 - Field 2039729766 - Property 2879900210
source: Wednesday
de_de: Mittwoch
sv_se: Onsdag

# Table 1566224523 - Field 2259593336 - Property 2879900210
source: Thursday
de_de: Donnerstag
sv_se: Torsdag

# Table 1566224523 - Field 2850047899 - Property 2879900210
source: Friday
de_de: Freitag
sv_se: Fredag

# Table 1566224523 - Field 3693365919 - Property 2879900210
source: Saturday
de_de: Samstag
sv_se: Lördag

# Table 1566224523 - Field 712650794 - Property 2879900210
source: Company Creation Task ID
de_de: Aufgaben-ID der Unternehmenserstellung
sv_se: Uppgifts-ID för att skapa företag

# Table 1566224523 - Field 388357257 - Property 62802879
source: In Progress,Failed,Completed
de_de: Fehler,In Bearbeitung,Abgeschlossen
sv_se: Pågående,Misslyckades,Slutförd

# Table 1566224523 - Field 388357257 - Property 2879900210
source: Company Creation Task Status
de_de: Unternehmenserstellungsaufgabe – Status
sv_se: Status för uppgiften skapa företag

# Table 1566224523 - Field 3229585701 - Property 2879900210
source: Company Creation Task Error
de_de: Unternehmenserstellungsaufgabe – Fehler
sv_se: Fel vid uppgiften skapa företag

# Table 1566224523 - Field 4266995863 - Property 2879900210
source: Replication User
de_de: Replikationsbenutzer
sv_se: Replikeringsanvändare

# Table 1566224523 - Field 2338535980 - Property 2879900210
source: Deployed Version
de_de: Bereitgestellte Version
sv_se: Distribuerad version

# Table 1566224523 - Field 112269947 - Property 2879900210
source: Latest Version
de_de: Neueste Version
sv_se: Senaste version

# Table 3132610053 - Field 2961552353 - Property 2879900210
source: Name
sv_se: Namn

# Table 3132610053 - Field 2578412327 - Property 2879900210
source: Display Name
de_de: Anzeigename
sv_se: Visningsnamn

# Table 3132610053 - Field 3518201539 - Property 2879900210
source: Replicate
de_de: Replizieren
sv_se: Replikera

# Table 3419231556 - Field 3021697414 - Property 2879900210
source: User Security ID
de_de: Benutzersicherheitskennung
sv_se: Säkerhets-ID för användare

# Table 3419231556 - Field 969389916 - Property 2879900210
source: Authentication Object ID
de_de: Authentifizierungsobjektkennung
sv_se: Verifieringsobjekts-ID

# Table 3419231556 - Field 485325376 - Property 2879900210
source: Name Identifier
de_de: Namenskennung
sv_se: Namnidentifierare

# Table 3419231556 - Field 2708250016 - Property 2879900210
source: User ID
de_de: Benutzer-ID
sv_se: Användar-ID

# Table 3419231556 - Field 89296664 - Property 2879900210
source: Authentication Email
de_de: Authentifizierungs-E-Mail
sv_se: E-post för autentisering

# Table 290605036 - Field 3997336476 - Property 2879900210
source: Company Name
de_de: Unternehmensname
sv_se: Företagsnamn

# Table 290605036 - Field 1575635115 - Property 2879900210
source: Help
de_de: Hilfe
sv_se: Hjälp

# Table 290605036 - Field 2153113991 - Property 2879900210
source: Users Setup
de_de: Benutzereinrichtung
sv_se: Inställningar för användare

# Table 290605036 - Field 177838662 - Property 2879900210
source: Disable Intelligent Cloud
de_de: Intelligente Cloud deaktivieren
sv_se: Inaktivera intelligent moln

# Table 290605036 - Field 163292421 - Property 2879900210
source: Define User Mappings
de_de: Benutzerzuordnungen definieren
sv_se: Definiera användarmappningar

# Page 290605036 - Property 2879900210
source: Post Migration Checklist
de_de: Checkliste nach der Migration
sv_se: Checklista efter migrering

# Page 290605036 - Control 2788224759 - Property 1968111052
source: Once the migration process has been completed, there is additional data that will need to be setup. Complete the recommended steps below for areas that may need to be re-setup.
de_de: Nach Abschluss des Migrationsprozesses müssen zusätzliche Daten eingerichtet werden. Befolgen Sie die folgenden empfohlenen Schritte für Bereiche, die möglicherweise neu eingerichtet werden müssen.
sv_se: När migreringen har slutförts finns det ytterligare data som måste konfigureras. Utför de rekommenderade åtgärderna nedan för områden som kanske måste konfigureras igen.

# Page 290605036 - Control 1124582728 - Property 2879900210
source: Recommended Steps:
de_de: Empfohlene Schritte:
sv_se: Rekommenderade åtgärder:

# Page 290605036 - Control 1220399485 - Property 2879900210
source: Mark Complete
de_de: Als erledigt markieren
sv_se: Markera som slutförd

# Page 290605036 - NamedType 1864458855
source: 1. Read the Business Central Cloud Migration help.
de_de: 1. Die Hilfe zur Business Central-Cloud-Migration lesen.
sv_se: 1. Läs hjälpen till Molnmigrering för Business Central.

# Page 290605036 - NamedType 2129050476
source: 2. Disable the Cloud Migration.
de_de: 2. Die Cloud-Migration deaktivieren.
sv_se: 2. Inaktivera Molnmigrering.

# Page 290605036 - NamedType 1924565047
source: 3. Setup Users and permissions within Business Central.
de_de: 3. Benutzer und Berechtigungen in Business Central einrichten.
sv_se: 3. Ställ in användare och behörigheter i Business Central.

# Page 290605036 - NamedType 3090859894
source: 4. Define User Mappings.
de_de: 4. Benutzerzuordnungen definieren.
sv_se: 4. Definiera användarmappningar.

# Page 290605036 - NamedType 2508733805
source: 5. Resetup D365 Sales Connection.
de_de: 5. D365 Sales-Verbindung erneut einrichten.
sv_se: 5. Konfigurera anslutningen till D365 Sales.

# Table 2364229666 - Field 3135334477 - Property 2879900210
source: Table ID
de_de: Tabellen-ID
sv_se: Tabell-ID

# Table 2364229666 - Field 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname
sv_se: Tabellnamn

# Table 2364229666 - Field 2311163528 - Property 2879900210
source: Source Table Name
de_de: Name der Quelltabelle
sv_se: Namn på källtabell

# Table 2364229666 - Field 944264468 - Property 2879900210
source: Data Per Company
de_de: Daten pro Unternehmen
sv_se: Data per företag

# Table 2364229666 - Field 3846472926 - Property 2879900210
source: Locked
de_de: Gesperrt
sv_se: Låst

# Table 2364229666 - Field 2515772770 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname
sv_se: Namn på tillägg

# Table 2364229666 - Field 4023146010 - Property 2879900210
source: Extension Package ID
de_de: Erweiterungspaket-ID
sv_se: Paket-ID för tillägg

# Table 2364229666 - NamedType 1272031509
source: Extensions from the specified Publisher are not enabled for custom table mapping.
de_de: Erweiterungen vom angegebenen Publisher sind für die benutzerdefinierte Tabellenzuordnung nicht aktiviert.
sv_se: Tilläggen från den angivna utgivaren har inte aktiverats för anpassad tabellmappning.

# Table 2364229666 - NamedType 4224791215
source: This table does not exist in the specified extension.
de_de: Diese Tabelle ist in der angegebenen Erweiterung nicht vorhanden.
sv_se: Tabellen finns inte i det angivna tillägget.

# Page 2364229666 - Control 2515772770 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname
sv_se: Namn på tillägg

# Page 2364229666 - Control 2515772770 - Property 1295455071
source: Specifies the name of the extension for the mapping.
de_de: Gibt den Namen der Erweiterung für die Zuordnung an.
sv_se: Anger namnet på tillägget för mappningen.

# Page 2364229666 - Control 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname
sv_se: Tabellnamn

# Page 2364229666 - Control 3808951907 - Property 2001309823
source: Specifies the name of the table for the mapping.
de_de: Gibt den Namen der Tabelle für die Zuordnung an.
sv_se: Anger namnet på tabellen för mappningen.

# Page 2364229666 - Control 2311163528 - Property 2879900210
source: Source Table Name
de_de: Name der Quelltabelle
sv_se: Namn på källtabell

# Page 2364229666 - Control 2311163528 - Property 2001309823
source: Specifies the name of the source table for the mapping. This is used in the case that the name of the table differs between the source and destination databases.
de_de: Gibt den Namen der Quelltabelle für die Zuordnung an. Dies wird verwendet, wenn der Name der Tabelle zwischen den Quell- und Zieldatenbanken abweicht.
sv_se: Anger namnet på källtabellen för mappningen. Detta används om tabellens namn skiljer sig från käll- och måldatabaserna.

# Page 2364229666 - Action 2108379467 - Property 2879900210
source: Populate From Extension
de_de: Aus Erweiterung füllen
sv_se: Fyll i från tillägg

# Page 2364229666 - Action 2108379467 - Property 1295455071
source: Populate the list with all tables from an existing extension.
de_de: Füllt die Liste mit allen Tabellen aus einer vorhandenen Erweiterung auf.
sv_se: Fyll i listan med alla tabeller från ett befintligt tillägg.

# Page 2364229666 - Action 1532468774 - Property 2879900210
source: Delete All For Extension
de_de: Alle für Erweiterung löschen
sv_se: Ta bort alla för tillägg

# Page 2364229666 - Action 1532468774 - Property 2001309823
source: Deletes all records belonging to this extension.
de_de: Löscht alle Datensätze, die zu dieser Erweiterung gehören.
sv_se: Tar bort alla poster som tillhör tillägget.

# Page 2364229666 - NamedType 3054663037
source: No tables exist in the specified extension.
de_de: Es sind keine Tabellen in der angegebenen Erweiterung vorhanden.
sv_se: Det finns inga tabeller i det angivna tillägget.

# Table 2408135808 - Field 2565378072 - Property 2879900210
source: Run ID
de_de: Ausführungs-ID
sv_se: Körnings-ID

# Table 2408135808 - Field 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname
sv_se: Tabellnamn

# Table 2408135808 - Field 3997336476 - Property 2879900210
source: Company Name
de_de: Unternehmensname
sv_se: Företagsnamn

# Table 2408135808 - Field 3463590698 - Property 2879900210
source: New Version
de_de: Neue Version
sv_se: Ny version

# Table 2408135808 - Field 3676003639 - Property 2879900210
source: Error Code
de_de: Fehlercode
sv_se: Felkod

# Table 2408135808 - Field 2852966117 - Property 2879900210
source: Error Message
de_de: Fehlermeldung
sv_se: Felmeddelande

# Table 3234064634 - Field 3997336476 - Property 2879900210
source: Company Name
de_de: Unternehmensname
sv_se: Företagsnamn

# Table 3234064634 - Field 3808951907 - Property 2879900210
source: Table Name
de_de: Tabellenname
sv_se: Tabellnamn

# Table 3234064634 - Field 2066789741 - Property 2879900210
source: Table Id
de_de: Tabellen-ID
sv_se: Tabell-ID

# Page 3234064634 - Property 2879900210
source: Cloud Migration Tables Not Migrated
de_de: Tabellen der Cloud-Migration nicht migriert
sv_se: Tabeller för Molnmigrering har inte migrerats

# Table 3661447256 - Field 478334643 - Property 2879900210
source: Source User ID
de_de: Quellbenutzer-ID
sv_se: ID för källanvändare

# Table 3661447256 - Field 4261959462 - Property 2879900210
source: Destination User ID
de_de: Zielbenutzer-ID
sv_se: ID för målanvändare

# Codeunit 2782074792 - NamedType 2479714532
source: Set up Cloud Migration
de_de: Cloud-Migration einrichten
sv_se: Konfigurera Molnmigrering

# Codeunit 2782074792 - NamedType 3681002893
source: Migrate data from your on-premises environment to Business Central.
de_de: Migrieren Sie Daten aus Ihrer lokalen Umgebung zu Business Central.
sv_se: Migrera data från din lokala miljö till Business Central.

# Codeunit 4272545970 - NamedType 2479714532
source: Set up Cloud Migration
de_de: Cloud-Migration einrichten
sv_se: Konfigurera Molnmigrering

# Codeunit 4272545970 - NamedType 3681002893
source: Migrate data from your on-premises environment to Business Central.
de_de: Migrieren Sie Daten aus Ihrer lokalen Umgebung zu Business Central.
sv_se: Migrera data från din lokala miljö till Business Central.

# Codeunit 3297083380 - NamedType 542855112
source: Post Migration steps are pending
de_de: Schritte nach der Migration ausstehend
sv_se: Åtgärder efter migrering väntar

# Codeunit 3297083380 - NamedType 2909316202
source: Open Setup Checklist
de_de: Einrichtungscheckliste öffnen
sv_se: Öppna checklista för installation

# Codeunit 3297083380 - NamedType 2551170292
source: Don't show me again
de_de: Nicht mehr anzeigen
sv_se: Visa inte detta igen

# Codeunit 3297083380 - NamedType 1548201767
source: Make sure you have completed all of the Post Migration Steps.
de_de: Stellen Sie sicher, dass Sie alle Schritte nach der Migration abgeschlossen haben.
sv_se: Kontrollera att du har slutfört alla åtgärder i migreringen.

# Codeunit 3297083380 - NamedType 2570783423
source: Post Migration Checklist notification
de_de: Benachrichtigung für die Checkliste nach der Migration
sv_se: Meddelande om checklista efter migrering

# Codeunit 3297083380 - NamedType 1026486501
source: Show a notification when Post Migration Steps are pending.
de_de: Zeigt eine Benachrichtigung an, wenn Schritte nach der Migration ausstehen.
sv_se: Visa ett meddelande när åtgärder efter migrering väntar.

# Codeunit 1237167013 - NamedType 4023512169
source: Cash
de_de: Bar
sv_se: Kassa

# Codeunit 1237167013 - NamedType 2160628832
source: Inventory
de_de: Lagerbestand
sv_se: Lagersaldo

# Codeunit 1237167013 - NamedType 1388435422
source: %1 of your customers are late with their payments to you
de_de: %1 Ihrer Kunden haben überfällige Zahlungen bei Ihnen
sv_se: %1 av dina kunder är sena med betalningen till dig

# Codeunit 1237167013 - NamedType 327862508
source: %1 invoices are supposed to be paid by your customers this week
de_de: %1 Rechnungen sollten diese Woche von Ihren Kunden bezahlt werden
sv_se: %1 fakturor ska betalas av dina kunder denna vecka

# Codeunit 1237167013 - NamedType 2244930572
source: %1 invoices from vendors should be paid this week
de_de: %1 Rechnungen von Kreditoren sollten diese Woche bezahlt werden
sv_se: %1 fakturor från leverantörer ska betalas denna vecka

# Codeunit 1237167013 - NamedType 4268846064
source: %1 invoices weren't paid by you on time
de_de: %1 Rechnungen wurden von Ihnen nicht rechtzeitig bezahlt
sv_se: %1 fakturor betalades inte i tid

# Codeunit 2855663144 - NamedType 249535324
source: Cloud migration setup completed.
de_de: Einrichtung der Cloud-Migration ist abgeschlossen.
sv_se: Konfigurationen av molnmigreringen har slutförts.

# Codeunit 2855663144 - NamedType 1856213635
source: Cloud migration update completed.
de_de: Update der Cloud-Migration ist abgeschlossen.
sv_se: Molnmigreringen har uppdaterats.

# Codeunit 2855663144 - NamedType 1500992289
source: Login failed for the user specified in the connection string.
de_de: Fehler bei der Anmeldung des in der Verbindungszeichenfolge angegeben Benutzers.
sv_se: Inloggningen misslyckades för användaren som anges i anslutningssträngen.

# Codeunit 2855663144 - NamedType 3652475216
source: No companies have been selected for migration.
de_de: Es wurden keine Unternehmen für die Migration ausgewählt.
sv_se: Inga företag har valts för migrering.

# Codeunit 2855663144 - NamedType 471238207
source: Could not connect to the local SQL Server instance.
de_de: Verbindung zur lokalen SQL Server-Instanz konnte nicht hergestellt werden.
sv_se: Det gick inte att ansluta till den lokala SQL Server-instansen.

# Codeunit 2855663144 - NamedType 3460638579
source: Some extensions could not be updated and may need to be reinstalled to refresh their data.
de_de: Einige Erweiterungen konnten nicht aktualisiert und müssen neu installiert werden, um die Daten zu aktualisieren.
sv_se: Vissa tillägg kunde inte uppdateras och kan behöva installeras igen om du vill uppdatera sina data.

# Codeunit 2855663144 - NamedType 1749446328
source: Failed to update extensions. You may need to verify and reinstall any missing extensions if needed.
de_de: Fehler beim Aktualisieren der Erweiterungen. Sie müssen ggf. auf fehlende Erweiterungen überprüfen und diese neu installieren.
sv_se: Kunde inte uppdatera tillägg. Du kan behöva kontrollera och installera om saknade tillägg om det behövs.

# Codeunit 2855663144 - NamedType 3713270903
source: Migration skipped as another migration is already in progress.
de_de: Die Migration wurde übersprungen, da bereits eine andere Migration ausgeführt wird.
sv_se: Migreringen hoppades över då en annan migrering redan pågår.

# Codeunit 2855663144 - NamedType 988032019
source: A cloud migration run was triggered but has been halted due to cloud migration being disabled in the system.
de_de: Die Ausführung einer Cloud-Migration wurde ausgelöst, aber angehalten, weil Cloud-Migration im System deaktiviert ist.
sv_se: En molnmigrering utlöstes men har stannat på grund av att molnmigreringen inaktiverades i systemet.

# Codeunit 2855663144 - NamedType 1389911394
source: Communication with Business Central was unsuccessful. Verify that the cloud migration user (%1) has the correct permissions.
de_de: Die Kommunikation mit Business Central war nicht erfolgreich. Stellen Sie sicher, dass der Benutzer der Cloud-Migration (%1) über die richtigen Berechtigungen verfügt.
sv_se: Kommunikationen med Business Central kunde inte genomföras. Kontrollera att molnmigreringsanvändaren (%1) har rätt behörighet.

# Codeunit 2855663144 - NamedType 3180231065
source: %1 column could not be mapped: %2
de_de: Spalte "%1" konnte nicht zugeordnet werden: %2
sv_se: Kolumnen %1 kunde inte mappas: %2

# Codeunit 2855663144 - NamedType 2914094400
source: Missing in local instance and is a primary key in cloud.
de_de: Fehlt in der lokalen Instanz und ist ein Primärschlüssel in der Cloud.
sv_se: Saknas i lokal instans och är primärnyckel i molnet.

# Codeunit 2855663144 - NamedType 223803457
source: Incompatible type.
de_de: Typ nicht kompatibel.
sv_se: Inkompatibel typ.

# Codeunit 2855663144 - NamedType 3620269333
source: Incompatible length.
de_de: Inkompatible Länge.
sv_se: Inkompatibel längd.

# Codeunit 2855663144 - NamedType 2457832574
source: Business Central on-premises must be at least version 15 to use the cloud migration functionality.
de_de: Business Central (lokal) muss mindestens Version 15 sein, um die Cloudmigrationsfunktionalität verwenden zu können.
sv_se: Den lokala Business Central-lösningen måste ha minst version 15 om du vill använda funktionen för migrerering till molnet.

# Codeunit 2855663144 - NamedType 2841320471
source: The table copy operation timed out after 24 hours.
de_de: Das Zeitlimit für den Tabellen-Kopiervorgang wurde nach 24 Stunden überschritten.
sv_se: Tidsgränsen för tabellkopiering uppnåddes efter 24 timmar.

# Codeunit 4202943371 - NamedType 248683348
source: Failed to create company for the Data Migration setup.\\\\%1
de_de: Fehler beim Erstellen des Unternehmens zur Einrichtung der Datenmigration.\\\\%1
sv_se: Det gick inte att skapa ett företag för konfiguration av Datamigrering.\\\\%1

# Codeunit 594380566 - NamedType 585235238
source: An update is available for the Cloud Migration.
de_de: Ein Update für die Cloud-Migration ist verfügbar.
sv_se: Det finns en uppdatering för Molnmigrering.

# Codeunit 594380566 - NamedType 3280176089
source: Open Update Wizard
de_de: Update-Assistenten öffnen
sv_se: Öppna uppdateringsguiden

# Codeunit 594380566 - NamedType 3936567108
source: Cloud Migration Update notification
de_de: Benachrichtigung zum Update der Cloud-Migration
sv_se: Uppdateringsmeddelande för Molnmigrering

# Codeunit 594380566 - NamedType 4278047234
source: Show a notification when an update to the Cloud Migration is available.
de_de: Zeigt eine Benachrichtigung an, wenn ein Update für die Cloud-Migration verfügbar ist.
sv_se: Visa ett meddelande när det finns en uppdatering av Molnmigrering.

# Page 2532438947 - Property 2879900210
source: Data Migration Setup
de_de: Datenmigrationseinrichtung
sv_se: Konfiguration av Molnmigrering
