Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 234408897 - Control 4139476843 - Property 1295455071
source: Specifies the number of synchronization errors.
da_dk: Angiver antallet af synkroniseringsfejl.
de_at: Gibt die Anzahl der Synchronisierungsfehler an.
nl_nl: Hiermee wordt het aantal synchronisatiefouten opgegeven.

# Page 234408897 - Control 38261347 - Property 1295455071
source: Specifies the number of imported customers that aren't mapped.
da_dk: Angiver antallet af importerede debitorer, der ikke er tilknyttet.
de_at: Gibt die Anzahl der importierten Kunden an, die nicht zugeordnet sind.
nl_nl: Hiermee wordt het aantal geïmporteerde klanten weergegeven dat niet is toegewezen.

# Page 234408897 - Control 2054003858 - Property 1295455071
source: Specifies the number of imported products that aren't mapped.
da_dk: Angiver antallet af importerede produkter, der ikke er tilknyttet.
de_at: Gibt die Anzahl der importierten Produkte an, die nicht zugeordnet wurden.
nl_nl: Hiermee wordt het aantal geïmporteerde producten weergegeven dat niet is toegewezen.

# Page 234408897 - Control 2866796784 - Property 1295455071
source: Specifies the number of imported orders that aren't processed.
da_dk: Angiver antallet af importerede ordrer, der ikke er behandlet.
de_at: Gibt die Anzahl der importierten Aufträge an, die nicht verarbeitet werden.
nl_nl: Hiermee wordt het aantal geïmporteerde orders weergegeven dat niet is toegewezen.

# Page 234408897 - Control 806713555 - Property 1295455071
source: Specifies the number of shipments that aren't processed.
da_dk: Angiver antallet af importerede ordrer, der ikke er behandlet.
de_at: Gibt die Anzahl der Lieferungen an, die nicht verarbeitet werden.
nl_nl: Hiermee wordt het aantal geïmporteerde verzendingen weergegeven dat niet is verwerkt.

# Page 881753888 - Property 2879900210
source: Waiting for a response - do not close this page
da_dk: Venter på et svar – luk ikke denne side
de_at: Warten auf eine Antwort-schließen Sie diese Seite nicht
nl_nl: Wachten op een reactie - sluit deze pagina niet

# Page 881753888 - NamedType 3906946713
source: Error: %1, description: %2
da_dk: Fejl: %1, beskrivelse: %2
de_at: Fehler: %1, Beschreibung: %2
nl_nl: Fout: %1, beschrijving: %2

# Page 881753888 - NamedType 2342417125
source: No state has been returned.
da_dk: Ingen tilstand er returneret.
de_at: Es wurde kein Status zurückgegeben.
nl_nl: Er is geen status geretourneerd.

# Page 3918578631 - Property 2879900210
source: Shopify Connector Setup
da_dk: Opsætning af Shopify-connector
de_at: Einrichtung des Shopify-Konnektors
nl_nl: Instelling van Shopify-connector

# Page 3918578631 - NamedType 2242215413
source: Could not connect to Shopify
da_dk: Der kunne ikke oprettes forbindelse til Shopify
de_at: Verbindung zu Shopify konnte nicht hergestellt werden.
nl_nl: Kan geen verbinding maken met Shopify

# Page 3918578631 - NamedType 1777866872
source: By enabling this feature, you consent to your data being shared with a Microsoft service that might be outside of your organization's selected geographic boundaries and might have different compliance and security standards than Microsoft Dynamics Business Central. Your privacy is important to us, and you can choose whether to share data with the service. To learn more, follow the link below.
da_dk: Når du aktiverer denne funktion, accepterer du dine data, som deles med en Microsoft-tjeneste, der kan være uden for din organisations valgte geografiske grænser, og som kan have forskellige overholdelses-og sikkerhedsstandarder end Microsoft Dynamics Business Central. Dine personlige oplysninger er vigtige for os, og du kan vælge, om du vil dele data med tjenesten. Følg nedenstående link for at få mere at vide.
de_at: Durch das Aktivieren dieses Features stimmen Sie zu, dass Ihre Daten für einen Microsoft-Dienst freigegeben werden, der möglicherweise außerhalb der ausgewählten geografischen Grenzen Ihrer Organisation liegt und andere Konformitäts- und Sicherheitsstandards als bei Microsoft Dynamics Business Central aufweist. Ihr Datenschutz ist uns wichtig, und Sie können wählen, ob Sie Daten für den Dienst freigeben möchten. Weitere Informationen finden Sie unter dem unten stehenden Link.
nl_nl: Door deze functie in te schakelen stemt u ermee in dat uw gegevens worden gedeeld met een Microsoft-service die mogelijk buiten de geselecteerde geografische grenzen van uw organisatie ligt en mogelijk andere conformiteits- en beveiligingsnormen hanteert dan Microsoft Dynamics Business Central. Uw privacy is belangrijk voor ons en u kunt kiezen of u gegevens met de service wilt delen. Klik op de onderstaande koppeling voor meer informatie.

# Page 3918578631 - NamedType 3734137583
source: Shopify customer template
da_dk: Shopify-debitorskabelon
de_at: Shopify-Debitorenvorlage
nl_nl: Shopify-klantensjabloon

# Page 3918578631 - NamedType 192460646
source: No customer template was found, please visit Configuration Templates page to create a customer template.
da_dk: Der blev ikke fundet nogen debitorskabelon. Gå til siden Konfigurationsskabeloner for at oprette en debitorskabelon.
de_at: Es wurde keine Debitorenvorlage gefunden. Bitte besuchen Sie die Seite „Konfigurationsvorlagen", um eine Debitorenvorlage zu erstellen.
nl_nl: Er is geen klantensjabloon gevonden. Ga naar de pagina Configuratiesjablonen om een klantensjabloon te maken.

# Page 3918578631 - NamedType 2635897643
source: It looks like this may take a while. You can look around Business Central while we continue to import in the background. Please visit the Shopify Initial Import page to check the status.
da_dk: Det ser ud til, at dette kan tage et stykke tid. Du kan kigge dig omkring i Business Central, mens vi fortsætter med at indlæse i baggrunden. Besøg den første side i Shopify Indlæs for at kontrollere statussen.
de_at: Es sieht so aus, als könnte dies eine Weile dauern. Sie können sich in Business Central umsehen, während wir den Import im Hintergrund fortsetzen. Bitte besuchen Sie die Seite „Shopify-Erstimport", um den Status zu überprüfen.
nl_nl: Dit kan even duren. U kunt een kijkje nemen in Business Central terwijl we op de achtergrond doorgaan met importeren. Ga naar de pagina Initiële Shopify-import om de status te controleren.

# Page 3918578631 - NamedType 1605308211
source: We're still importing data from your shop.
da_dk: Vi er stadig ved at indlæse data fra din butik.
de_at: Wir importieren noch Daten aus Ihrem Shop.
nl_nl: Er worden nog steeds gegevens uit uw winkel geïmporteerd.

# Page 3918578631 - NamedType 1390462053
source: The URL must refer to the internal shop location at myshopify.com. It must not be the public URL that customers use, such as myshop.com.
da_dk: URL-adressen skal referere til placeringen af den interne butik på myshopify.com. Den må ikke være den offentlige URL-adresse, som debitorerne bruger, f.eks. myshop.com.
de_at: Die URL muss sich auf die interne Position des Shops unter myshopify.com beziehen. Es darf nicht die öffentliche URL sein, die die Benutzer verwenden, z. B. myshop.com.
nl_nl: De URL moet verwijzen naar de interne winkellocatie op myshopify.com. Het mag niet de openbare URL zijn die klanten gebruiken, zoals myshop.com.

# Page 3918578631 - NamedType 2172804368
source: Shopify item template
da_dk: Shopify-vareskabelon
de_at: Shopify-Artikelvorlage
nl_nl: Shopify-artikelsjabloon

# Page 3918578631 - NamedType 2888902389
source: No item template was found, please visit Configuration Templates page to create an item template.
da_dk: Der blev ikke fundet en vareskabelon. Besøg siden Konfigurationsskabeloner for at oprette en vareskabelon.
de_at: Es wurde keine Artikelvorlage gefunden. Bitte besuchen Sie die Seite „Konfigurationsvorlagen", um eine Artikelvorlage zu erstellen.
nl_nl: Er is geen artikelsjabloon gevonden. Ga naar de pagina Configuratiesjablonen om een artikelsjabloon te maken.

# Page 3918578631 - NamedType 1052459003
source: Privacy and Cookies
da_dk: Beskyttelse af personlige oplysninger og cookies
de_at: Datenschutz und Cookies
nl_nl: Privacy en cookies

# Page 3918578631 - NamedType 4203578975
source: Template %1 is not a customer template.
da_dk: Skabelon %1 er ikke en debitorskabelon.
de_at: Vorlage %1 ist keine Debitorenvorlage.
nl_nl: Sjabloon %1 is geen klantensjabloon.

# Page 3918578631 - NamedType 3337405760
source: Template %1 is not an item template.
da_dk: Skabelonen %1 er ikke en vareskabelon.
de_at: Vorlage %1 ist keine Artikelvorlage.
nl_nl: Sjabloon %1 is geen artikelsjabloon.

# Page 3918578631 - NamedType 984350027
source: The setup is not complete.\\Are you sure you want to exit?
da_dk: Konfigurationen er ikke fuldført.\\Er du sikker på, at du vil afslutte?
de_at: Die Einrichtung ist nicht abgeschlossen.\\Möchten Sie den Vorgang wirklich beenden?
nl_nl: De instelling is niet voltooid.\\Weet u zeker dat u wilt afsluiten?

# Page 3918578631 - NamedType 3651316694
source: Open shop settings
da_dk: Åbn butiksindstillinger
de_at: Shop-Einstellungen öffnen
nl_nl: Winkelinstellingen openen

# Page 3918578631 - Control 2657111414 - Property 1968111052
source: We've already started importing products from your shop in Shopify.
da_dk: Vi har allerede startet indlæsning af produkter fra din butik i Shopify.
de_at: Wir haben bereits mit dem Import von Produkten aus Ihrem Shop in Shopify begonnen.
nl_nl: Het importeren van producten uit uw winkel op Shopify is al gestart.

# Page 3918578631 - Control 2657111414 - Property 2879900210
source: You're all set!
da_dk: Du er klar!
de_at: Sie sind bereit!
nl_nl: U bent klaar.

# Page 3918578631 - Control 2019414797 - Property 1968111052
source: Review your shop settings to ensure that data synchronize correctly.
da_dk: Gennemse dine butiksindstillinger for at sikre, at dataene synkroniseres korrekt.
de_at: Überprüfen Sie Ihre Shop-Einstellungen, um sicherzustellen, dass die Daten korrekt synchronisiert werden.
nl_nl: Controleer uw winkelinstellingen om te zorgen dat gegevens correct worden gesynchroniseerd.

# Page 3918578631 - Control 2019414797 - Property 2879900210
source: Check shop settings
da_dk: Kontrollér Indstillinger for butik
de_at: Shop-Einstellungen prüfen
nl_nl: Winkelinstellingen controleren

# Page 3918578631 - Control 40722952 - Property 2879900210
source: Shop card
da_dk: Butikskort
de_at: Shop-Karte
nl_nl: Winkelkaart

# Page 3918578631 - Control 1381718180 - Property 1968111052
source: We've already started to import data from your shop in Shopify.
da_dk: Vi har allerede påbegyndt indlæsning af data fra din butik i Shopify.
de_at: Wir haben bereits damit begonnen, Daten aus Ihrem Shop in Shopify zu importieren.
nl_nl: We zijn al begonnen met het importeren van gegevens uit uw winkel op Shopify.

# Page 3918578631 - Control 1381718180 - Property 2879900210
source: You're all set!
da_dk: Du er klar!
de_at: Sie sind bereit!
nl_nl: U bent klaar.

# Page 3918578631 - Control 744021563 - Property 1968111052
source: The connection to your shop is working.
da_dk: Forbindelsen til din butik fungerer.
de_at: Die Verbindung zu Ihrem Shop funktioniert.
nl_nl: De verbinding met uw winkel werkt.

# Page 3918578631 - Control 744021563 - Property 2879900210
source: You're all set!
da_dk: Du er klar!
de_at: Sie sind bereit!
nl_nl: U bent klaar.

# Page 3918578631 - Control 3594686602 - Property 1968111052
source: Review your shop settings to ensure that your data synchronize correctly.
da_dk: Gennemse dine butiksindstillinger for at sikre, at dine data synkroniseres korrekt.
de_at: Überprüfen Sie Ihre Shop-Einstellungen, um sicherzustellen, dass Ihre Daten korrekt synchronisiert werden.
nl_nl: Controleer uw winkelinstellingen om te zorgen dat uw gegevens correct worden gesynchroniseerd.

# Page 3918578631 - Control 3594686602 - Property 2879900210
source: Check shop settings
da_dk: Kontrollér Indstillinger for butik
de_at: Shop-Einstellungen prüfen
nl_nl: Winkelinstellingen controleren

# Page 3918578631 - Control 3024918365 - Property 2879900210
source: Shop card
da_dk: Butikskort
de_at: Shop-Karte
nl_nl: Winkelkaart

# Page 3918578631 - Control 2898143332 - Property 1968111052
source: While you're using a demo company, we want to keep things safe for your Shopify store. You can use this guide to import up to 25 products from Shopify, but you can't export Business Central data to your store.
da_dk: Mens du bruger en demovirksomhed, vil vi gerne sikre din Shopify-butik. Du kan bruge denne vejledning til at indlæse op til 25 produkter fra Shopify, men du kan ikke eksportere Business Central-data til din butik.
de_at: Während Sie eine Demo-Firma verwenden, möchten wir die Sicherheit Ihres Shopify-Shops gewährleisten. Sie können diese Anleitung verwenden, um bis zu 25 Produkte aus Shopify zu importieren, aber Sie können keine Business Central-Daten in Ihren Shop exportieren.
nl_nl: Terwijl u een demobedrijf gebruikt, willen we uw Shopify-winkel veilig houden. U kunt deze guide gebruiken om maximaal 25 producten te importeren uit Shopify, maar u kunt geen Business Central-gegevens naar uw winkel exporteren.

# Page 3918578631 - Control 2734658265 - Property 1968111052
source: This guide will connect Business Central to your shop on Shopify. We'll create a new shop in Business Central, and help you import data you may already have on Shopify.
da_dk: Denne vejledning opretter forbindelse mellem Business Central og din butik på Shopify. Vi opretter en ny butik i Business Central og kan hjælpe dig med at indlæse data, som du allerede har på Shopify.
de_at: Mit dieser Anleitung verbinden Sie Business Central mit Ihrem Shop auf Shopify. Wir erstellen einen neuen Shop in Business Central und helfen Ihnen, Daten zu importieren, die Sie möglicherweise bereits in Shopify haben.
nl_nl: Deze guide verbindt Business Central met uw winkel op Shopify. We maken een nieuwe winkel in Business Central en helpen u bij het importeren van gegevens die u mogelijk al hebt op Shopify.

# Page 3918578631 - Control 2734658265 - Property 2879900210
source: Welcome to Shopify Connector Setup
da_dk: Velkommen til Opsætning af Shopify-Connector
de_at: Willkommen bei der Einrichtung des Shopify-Konnektors
nl_nl: Welkom bij de instelling van Shopify-connector

# Page 3918578631 - Control 1338659457 - Property 1968111052
source: We found this URL for your shop on Shopify. You can use the URL for another shop if you want.
da_dk: Vi har fundet denne URL-adresse til din butik på Shopify. Du kan bruge URL-adressen til en anden butik, hvis du vil.
de_at: Wir haben diese URL für Ihren Shop auf Shopify gefunden. Sie können die URL für einen anderen Shop verwenden, wenn Sie möchten.
nl_nl: Deze URL is voor uw winkel gevonden op Shopify. U kunt desgewenst de URL van een andere winkel gebruiken.

# Page 3918578631 - Control 1338659457 - Property 2879900210
source: We found your shop on Shopify
da_dk: Vi har fundet din butik på Shopify
de_at: Wir haben Ihren Shop auf Shopify gefunden
nl_nl: We hebben uw winkel op Shopify gevonden

# Page 3918578631 - Control 1976356074 - Property 1968111052
source: The URL must refer to the internal shop location at myshopify.com. It must not be the public URL that customers use, such as myshop.com.
da_dk: URL-adressen skal referere til placeringen af den interne butik på myshopify.com. Den må ikke være den offentlige URL-adresse, som debitorerne bruger, f.eks. myshop.com.
de_at: Die URL muss sich auf die interne Position des Shops unter myshopify.com beziehen. Es darf nicht die öffentliche URL sein, die die Benutzer verwenden, z. B. myshop.com.
nl_nl: De URL moet verwijzen naar de interne winkellocatie op myshopify.com. Het mag niet de openbare URL zijn die klanten gebruiken, zoals myshop.com.

# Page 3918578631 - Control 1976356074 - Property 2879900210
source: Enter the URL for your shop on Shopify
da_dk: Indsæt URL-adressen til din butik på Shopify
de_at: Geben Sie die URL für Ihren Shop auf Shopify ein
nl_nl: Voer de URL van uw winkel op Shopify in

# Page 3918578631 - Control 63266223 - Property 1968111052
source: When you choose Next you'll be asked to sign in to your Shopify account and request access to your Shopify shop.
da_dk: Når du vælger Næste, bliver du bedt om at logge på din Shopify-konto og anmode om adgang til din Shopify-butik.
de_at: Wenn Sie „Weiter“ auswählen, werden Sie aufgefordert, sich bei Ihrem Shopify-Konto anzumelden und den Zugriff auf Ihren Shopify-Shop zu beantragen.
nl_nl: Wanneer u Volgende kiest, wordt u gevraagd u aan te melden bij uw Shopify-account en toegang te vragen tot uw Shopify-winkel.

# Page 3918578631 - Control 3694576179 - Property 1295455071
source: Indicates that the administrator user could not sign-in to Shopify.
da_dk: Angiver, at administratorbrugeren ikke kunne logge på Shopify.
de_at: Zeigt an, dass der Administrator-Benutzer sich nicht bei Shopify anmelden konnte.
nl_nl: Hiermee wordt aangegeven dat de beheerdergebruiker zich niet kan aanmelden bij Shopify.

# Page 3918578631 - Control 3694576179 - Property 2879900210
source: Could not connect to Shopify
da_dk: Der kunne ikke oprettes forbindelse til Shopify
de_at: Verbindung zu Shopify konnte nicht hergestellt werden.
nl_nl: Kan geen verbinding maken met Shopify

# Page 3918578631 - Control 3042726841 - Property 1295455071
source: Shopify shop URL.
da_dk: URL-adresse på Shopify-butik.
nl_nl: URL van Shopify-winkel.

# Page 3918578631 - Control 3042726841 - Property 2879900210
source: Shop URL
da_dk: URL-adresse på butik
nl_nl: Winkel-URL

# Page 3918578631 - Control 2614052691 - Property 1968111052
source: This guide can help you quickly get started with Business Central. You can import the products and customers from Shopify that you want to manage in Business Central. You can use this guide only one time
da_dk: Denne vejledning kan hjælpe dig med at komme i gang med Business Central. Du kan indlæse produkterne og kunderne fra Shopify, som du vil administrere i Business Central. Du kan kun bruge denne guide én gang
de_at: Mit dieser Anleitung können Sie schnell mit Business Central arbeiten. Sie können die Produkte und Debitoren aus Shopify importieren, die Sie in Business Central verwalten möchten. Sie können diese Anleitung nur einmal verwenden
nl_nl: Deze guide kan u helpen snel aan de slag te gaan met Business Central. U kunt de producten en klanten importeren uit Shopify die u wilt beheren in Business Central. U kunt deze guide slechts één keer gebruiken

# Page 3918578631 - Control 2614052691 - Property 2879900210
source: Get started with Business Central by importing data from Shopify
da_dk: Kom i gang med Business Central ved at indlæse data fra Shopify
de_at: Starten Sie mit Business Central, indem Sie Daten aus Shopify importieren
nl_nl: Aan de slag gaan met Business Central door gegevens te importeren uit Shopify

# Page 3918578631 - Control 353560050 - Property 1295455071
source: Import customers from Shopify.
da_dk: Indlæs debitorer fra Shopify.
de_at: Debitoren aus Shopify importieren.
nl_nl: Klanten importeren uit Shopify.

# Page 3918578631 - Control 353560050 - Property 2879900210
source: Import Customers From Shopify
da_dk: Indlæs debitorer fra Shopify
de_at: Debitoren aus Shopify importieren
nl_nl: Klanten importeren uit Shopify

# Page 3918578631 - Control 458536043 - Property 1295455071
source: Import products from Shopify.
da_dk: Indlæs produkter fra Shopify.
de_at: Produkte aus Shopify importieren.
nl_nl: Producten importeren vanuit Shopify.

# Page 3918578631 - Control 458536043 - Property 2879900210
source: Import Products From Shopify
da_dk: Indlæs produkter fra Shopify
de_at: Produkte aus Shopify importieren
nl_nl: Producten importeren vanuit Shopify

# Page 3918578631 - Control 3251749308 - Property 1968111052
source: You already have items in Business Central. Review the settings for your shop to ensure that your Shopify products map correctly to Business Central items, and then manually import your products.
da_dk: Du har allerede varer i Business Central. Gennemse indstillingerne for din butik for at sikre, at dine Shopify-produkter er knyttet korrekt til Business Central-varer, og indlæs derefter manuelt dine produkter.
de_at: Sie haben bereits Elemente in Business Central. Überprüfen Sie die Einstellungen für Ihren Shop, um sicherzustellen, dass Ihre Shopify-Produkte den Business Central-Artikeln korrekt zugeordnet sind, und importieren Sie Ihre Produkte dann manuell.
nl_nl: U hebt al artikelen in Business Central. Controleer de instellingen van uw winkel om te zorgen dat uw Shopify-producten correct worden toegewezen aan Business Central-artikelen en importeer uw producten vervolgens handmatig.

# Page 3918578631 - Control 3251749308 - Property 2879900210
source: Sorry, we can't import your data.
da_dk: Vi kan ikke indlæse dine data.
de_at: Wir können Ihre Daten leider nicht importieren.
nl_nl: Uw gegevens kunnen niet worden geïmporteerd.

# Page 3918578631 - Control 2145265097 - Property 1968111052
source: Products in Shopify are called items in Business Central. This guide can help you import your Shopify products to Business Central. You can use this guide only one time.
da_dk: Produkter i Shopify kaldes varer i Business Central. Denne vejledning kan hjælpe dig med at indlæse dine Shopify-produkter til Business Central. Du kan kun bruge denne guide én gang.
de_at: Produkte in Shopify werden in Business Central als Artikel bezeichnet. Mit dieser Anleitung können Sie Ihre Shopify-Produkte in Business Central importieren. Sie können diese Anleitung nur einmal verwenden.
nl_nl: Producten in Shopify worden artikelen genoemd in Business Central. Deze guide kan u helpen uw Shopify-producten te importeren in Business Central. U kunt deze guide slechts één keer gebruiken.

# Page 3918578631 - Control 2145265097 - Property 2879900210
source: Specify how to create items
da_dk: Angiv, hvordan varer skal oprettes
de_at: Legen Sie fest, wie Artikel erstellt werden sollen
nl_nl: Opgeven hoe artikelen worden gemaakt

# Page 3918578631 - Control 2782961714 - Property 1968111052
source: Here are the important settings for getting started.
da_dk: Her er de vigtigste indstillinger for kom i gang.
de_at: Hier finden Sie die wichtigsten Einstellungen für den Einstieg.
nl_nl: Hier volgen de belangrijkste instellingen om aan de slag te gaan.

# Page 3918578631 - Control 741438668 - Property 1295455071
source: Specifies the item template to use when creating items in Business Central. These are products in Shopify that don't exist as items in Business Central.
da_dk: Angiver den vareskabelon, der skal bruges ved oprettelse af varer i Business Central. Dette er produkter i Shopify, der ikke findes som varer i Business Central.
de_at: Gibt die Artikelvorlage an, die beim Erstellen von Artikeln in Business Central verwendet werden soll. Dabei handelt es sich um Produkte in Shopify, die nicht als Artikel in Business Central vorhanden sind.
nl_nl: Hiermee wordt de artikelsjabloon opgegeven die moet worden gebruikt om artikelen te maken in Business Central. Dit zijn producten in Shopify die niet als artikelen in Business Central bestaan.

# Page 3918578631 - Control 741438668 - Property 2879900210
source: Item Template Code
da_dk: Vareskabelonkode
de_at: Artikelvorlagencode
nl_nl: Code van artikelsjabloon

# Page 3918578631 - Control 1477330826 - Property 1295455071
source: Import product images from Shopify.
da_dk: Indlæs produktbilleder fra Shopify.
de_at: Importieren Sie Produktbilder aus Shopify.
nl_nl: Productafbeeldingen importeren uit Shopify.

# Page 3918578631 - Control 1477330826 - Property 2879900210
source: Sync Item Images
da_dk: Synkroniser varebilleder
de_at: Artikelbilder synchronisieren
nl_nl: Artikelafbeeldingen synchroniseren
