Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 2806160088 - Control 513339096 - Property 1295455071
source: Specifies the status of the product in Shopify. Valid values are: active, archived, draft. If you change this, this will immediately send to Shopify.
da_dk: Angiver status for produktet i Shopify. Gyldige værdier er: aktiv, arkiveret, kladde. Hvis du ændrer denne, vil det omgående sende til Shopify.
de_at: Gibt den Status des Produkts in Shopify an. Gültige Werte sind: active, archived, draft. Wenn Sie dies ändern, wird dies sofort an Shopify gesendet.
nl_nl: Hiermee wordt de status opgegeven van het product in Shopify. Geldige waarden zijn: Actief, Gearchiveerd, Concept. Als u deze waarde wijzigt, wordt deze onmiddellijk naar Shopify verzonden.

# Page 2806160088 - Control 329424276 - Property 1295455071
source: Specifies the name of the product in Shopify.
da_dk: Angiver navnet på produktet i Shopify.
de_at: Gibt den Namen des Produkts in Shopify an.
nl_nl: Hiermee wordt de naam van het product in Shopify opgegeven.

# Page 2806160088 - Control 2466615012 - Property 1295455071
source: Specifies when the product was updated.
da_dk: Angiver, hvornår produktet blev opdateret.
de_at: Gibt an, wann das Produkt aktualisiert wurde.
nl_nl: Hiermee wordt opgegeven wanneer het product is bijgewerkt.

# Page 2806160088 - Control 4165234317 - Property 1295455071
source: Specifies the url to the product on the webshop.
da_dk: Angiver URL-adressen til produktet i webshoppen.
de_at: Gibt die URL zu dem Produkt im Webshop an.
nl_nl: Hiermee wordt de URL opgegeven voor het product in de webwinkel.

# Page 2806160088 - Control 1936001480 - Property 1295455071
source: Specifies the name of the product's vendor.
da_dk: Angiver navnet på produktets kreditor.
de_at: Gibt den Namen des Anbieters des Produkts an.
nl_nl: Hiermee wordt de naam van de leverancier van het product opgegeven.

# Page 2806160088 - Action 258350985 - Property 1064389655
source: Define shop products
da_dk: Definer butiksprodukter
de_at: Shop-Produkte definieren
nl_nl: Winkelproducten definiëren

# Page 2806160088 - Action 258350985 - Property 1295455071
source: Select which items you want to create as products in Shopify.
da_dk: Vælg, hvilke varer du vil oprette som produkter i Shopify.
de_at: Wählen Sie aus, welche Artikel Sie als Produkte in Shopify erstellen möchten.
nl_nl: Selecteer welke artikelen u als producten wilt maken in Shopify.

# Page 2806160088 - Action 258350985 - Property 247559172
source: Here you select which items in Business Central you wish to push to become products in Shopify. When you select **Add Items** you will get an option to filter and select the items which are then brought into this list and can be synchronized to Shopify.
da_dk: Her kan du vælge, hvilke varer i Business Central, der skal skubbes til at være produkter i Shopify. Når du vælger **Tilføj varer**, får du mulighed for at filtrere og vælge de varer, der derefter hentes til listen, og som kan synkroniseres med Shopify.
de_at: Hier wählen Sie aus, welche Artikel in Business Central Sie zu Produkten in Shopify machen möchten. Wenn Sie **Artikel hinzufügen** auswählen, erhalten Sie eine Option zum Filtern und Auswählen der Artikel, die dann in diese Liste aufgenommen werden und mit Shopify synchronisiert werden können.
nl_nl: Hier selecteert u van welke artikelen in Business Central u producten in Shopify wilt maken. Wanneer u **Artikelen toevoegen** selecteert, krijgt u een optie om de artikelen te filteren en te selecteren, waarna ze in deze lijst worden opgenomen en kunnen worden gesynchroniseerd met Shopify.

# Page 2806160088 - Action 258350985 - Property 2879900210
source: Add Items
da_dk: Tilføj varer
de_at: Artikel hinzufügen
nl_nl: Artikelen toevoegen

# Page 2806160088 - Action 427622436 - Property 1295455071
source: Automatically try to map the product from Shopify with an item.
da_dk: Forsøg automatisk at knytte produktet fra Shopify til en vare.
de_at: Versucht automatisch, das Produkt aus Shopify einem Artikel zuzuordnen.
nl_nl: Probeer automatisch het product vanuit Shopify toe te wijzen aan een artikel.

# Page 2806160088 - Action 427622436 - Property 2879900210
source: Try Find Product Mapping
da_dk: Prøv at finde produkttilknytningen
de_at: Zuordnung von Produkten suchen
nl_nl: Producttoewijzing zoeken

# Page 2806160088 - Action 3407486789 - Property 1295455071
source: Automatically try to map Shopify products to D365BC items / variants.
da_dk: Forsøg automatisk at knytte Shopify-produkter til D365BC-varer/varianter.
de_at: Versucht automatisch, Shopify-Produkte D365BC-Artikeln/Varianten zuzuordnen.
nl_nl: Probeer automatisch Shopify-producten toe te wijzen aan D365BC-artikelen/-varianten.

# Page 2806160088 - Action 3407486789 - Property 2879900210
source: Try Find Mappings
da_dk: Prøv at finde tilknytninger
de_at: Zuordnung suchen
nl_nl: Toewijzingen zoeken

# Page 2806160088 - Action 1195627209 - Property 1295455071
source: Manually map products from Shopify with an item.
da_dk: Knyt produkter manuelt fra Shopify til en vare.
de_at: Ordnen Sie Produkte aus Shopify manuell einem Artikel zu.
nl_nl: Wijs handmatig producten vanuit Shopify toe aan een artikel.

# Page 2806160088 - Action 1195627209 - Property 2879900210
source: Map Product
da_dk: Tilknyt produkt
de_at: Produkt zuordnen
nl_nl: Product toewijzen

# Page 2806160088 - Action 3538230033 - Property 2879900210
source: Sync
da_dk: Synkroniser
de_at: Synchronisieren
nl_nl: Synchroniseren

# Page 2806160088 - Action 478485645 - Property 1295455071
source: Synchronize product images. The direction depends on the settings in the Shopify Shop Card.
da_dk: Synkroniser produktbilleder. Retningen afhænger af indstillingerne på Shopify-butikskortet.
de_at: Produktbilder synchronisieren. Die Richtung hängt von den Einstellungen in der Shopify-Shop-Karte ab.
nl_nl: Synchroniseer productafbeeldingen. De richting is afhankelijk van de instellingen op de Shopify-winkelkaart.

# Page 2806160088 - Action 478485645 - Property 2879900210
source: Product Images
da_dk: Produktbilleder
de_at: Produktbilder
nl_nl: Productafbeeldingen

# Page 2806160088 - Action 3292197631 - Property 1295455071
source: Synchronize the inventory to Shopify. The inventory in Shopify is compared and updated.
da_dk: Synkroniser lageret til Shopify. Lageret i Shopify sammenlignes og opdateres.
de_at: Inventar mit Shopify synchronisieren. Das Inventar in Shopify wird abgeglichen und aktualisiert.
nl_nl: Synchroniseer de voorraad met Shopify. De voorraad in Shopify wordt vergeleken en bijgewerkt.

# Page 2806160088 - Action 3292197631 - Property 2879900210
source: Inventory
da_dk: Lagerbeholdning
de_at: Inventar
nl_nl: Voorraad

# Page 2806160088 - Action 2499598294 - Property 1295455071
source: Synchronize prices to Shopify. The standard price calculation is followed for determining the price.
da_dk: Synkroniser priser til Shopify. Standardprisberegningen anvendes til fastsættelse af prisen.
de_at: Preise mit Shopify. Für die Preisermittlung wird die Standardpreisberechnung verwendet.
nl_nl: Synchroniseer prijzen met Shopify. De standaardprijsberekening wordt gevolgd om de prijs te bepalen.

# Page 2806160088 - Action 2499598294 - Property 2879900210
source: Prices to Shopify
da_dk: Priser til Shopify
de_at: Preise mit Shopify
nl_nl: Prijzen naar Shopify

# Page 2806160088 - Action 3368153305 - Property 1295455071
source: Synchronize products. The direction depends on the settings in the Shopify Shop Card.
da_dk: Synkroniser produkter. Retningen afhænger af indstillingerne på Shopify-butikskortet.
de_at: Produkte synchronisieren. Die Richtung hängt von den Einstellungen in der Shopify-Shop-Karte ab.
nl_nl: Synchroniseer producten. De richting is afhankelijk van de instellingen op de Shopify-winkelkaart.

# Page 2806160088 - Action 3368153305 - Property 2879900210
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# Page 2806160088 - Action 548838851 - Property 1295455071
source: Add tags to a product. This can be used for filtering and search in Shopify.
da_dk: Føj koder til et produkt. Denne kan bruges til filtrering og søgning i Shopify.
de_at: Fügen Sie Tags zu einem Produkt hinzu. Dies kann zur Filterung und Suche in Shopify verwendet werden.
nl_nl: Voeg labels toe aan een product. Dit kan worden gebruikt voor filteren en zoeken in Shopify.

# Page 2806160088 - Action 548838851 - Property 2879900210
source: Tags
da_dk: Koder
nl_nl: Labels

# Page 1872681048 - Property 2879900210
source: Shopify Shipment Methods
da_dk: Shopify Forsendelsesmetoder
de_at: Shopify – Versandmethoden
nl_nl: Shopify - Verzendwijzen

# Page 1872681048 - Control 3004954119 - Property 1295455071
source: Specifies the shipping method in D365BC.
da_dk: Angiver leveringsmetoden i D365BC.
de_at: Gibt die Versandmethode in D365BC an.
nl_nl: Hiermee wordt de verzendwijze in D365BC opgegeven.

# Page 1872681048 - Control 2961552353 - Property 1295455071
source: Specifies the delivery method in Shopify.
da_dk: Angiver leveringsmetoden i Shopify.
de_at: Gibt die Liefermethode in Shopify an.
nl_nl: Hiermee wordt de bezorgmethode in Shopify opgegeven.

# Page 1970429680 - Property 1064389655
source: About Shopify shop details
da_dk: Om Shopify-butikkens detaljer
de_at: Über Shopify-Shop-Details
nl_nl: Over Shopify-winkelgegevens

# Page 1970429680 - Property 2019332006
source: New,Process,Report,Related,Synchronization
da_dk: Ny,Proces,Rapport,Relateret,Synkronisering
de_at: Neu,Prozess,Bericht,Verwandt,Synchronisation
nl_nl: Nieuw,Proces,Rapport,Gerelateerd,Synchronisatie

# Page 1970429680 - Property 247559172
source: Set up your Shopify shop and integrate it with Business Central. Specify which data to synchronize back and forth, such as items, inventory status, customers and orders.
da_dk: Konfigurer din Shopify-butik, og integrer den med Business Central. Angiv, hvilke data der skal synkroniseres frem og tilbage, f. eks. varer, lagerstatus, debitorer og ordrer.
de_at: Richten Sie Ihren Shopify-Shop ein, und integrieren Sie ihn mit Business Central. Legen Sie fest, welche Daten synchronisiert werden sollen, z. B. Artikel, Auftragsstatus, Kunden und Aufträge.
nl_nl: Uw Shopify-winkel instellen en integreren met Business Central. Geef op welke gegevens heen en weer moeten worden gesynchroniseerd, zoals artikelen, voorraadstatus, klanten en orders.

# Page 1970429680 - Property 2879900210
source: Shopify Shop Card
da_dk: Shopify Butikskort
de_at: Shopify – Shop-Karte
nl_nl: Shopify - Winkelkaart

# Page 1970429680 - Method 1256266081 - NamedType 4118099340
source: Reset Sync to
da_dk: Nulstil synkronisering til
de_at: Sync. zurücksetzen auf
nl_nl: Synchronisatie opnieuw instellen op

# Page 1970429680 - Control 2008095221 - Property 1064389655
source: Set up synchronization for customers
da_dk: Konfigurer synkronisering for debitorer
de_at: Synchronisierung für Kunden einrichten
nl_nl: Synchronisatie voor klanten instellen

# Page 1970429680 - Control 2008095221 - Property 247559172
source: Specify how to synchronize customers between Shopify and Business Central. You can auto-create Shopify customers on Business Central or use the same customer entity for every sales order. When connected, Business Central can also update customer information in Shopify.
da_dk: Angiv, hvordan debitorer skal synkroniseres mellem Shopify og Business Central. Du kan automatisk oprette Shopify-debitorer på Business Central eller bruge samme debitorenhed for hver salgsordre. Når du har oprettet forbindelse, kan Business Central også opdatere kundeoplysninger i Shopify.
de_at: Legen Sie fest, wie Kunden zwischen Shopify und Business Central synchronisiert werden sollen. Sie können Shopify-Kunden automatisch in Business Central anlegen oder dieselbe Kundenentität für jeden Kundenauftrag verwenden. Wenn eine Verbindung besteht, kann Business Central außerdem Kundeninformationen in Shopify aktualisieren.
nl_nl: Opgeven hoe klanten moeten worden gesynchroniseerd tussen Shopify en Business Central. U kunt Shopify-klanten automatisch maken in Business Central of dezelfde klantentiteit gebruiken voor elke verkooporder. Als er verbinding is, kan Business Central ook klantgegevens bijwerken in Shopify.

# Page 1970429680 - Control 2008095221 - Property 2879900210
source: Customer Synchronization
da_dk: Debitorsynkronisering
de_at: Kundensynchronisation
nl_nl: Synchronisatie van klanten

# Page 1970429680 - Control 2764929104 - Property 1295455071
source: Specifies if unknown customers are automatically created in D365BC when synchronizing from Shopify.
da_dk: Angiver, om ukendte debitorer oprettes automatisk i D365BC, når der synkroniseres fra Shopify.
de_at: Gibt an, ob unbekannte Kunden bei der Synchronisierung von Shopify automatisch in D365BC erstellt werden.
nl_nl: Hiermee wordt opgegeven of onbekende klanten automatisch worden gemaakt in D365BC tijdens de synchronisatie vanuit Shopify.

# Page 1970429680 - Control 3962544605 - Property 1295455071
source: Specifies whether D365BC can update customers when synchronizing to Shopify.
da_dk: Angiver, om D365BC kan opdatere debitorer, når der synkroniseres med Shopify.
de_at: Gibt an, ob D365BC Kunden aktualisieren kann, wenn die Synchronisierung mit Shopify erfolgt.
nl_nl: Hiermee wordt opgegeven of D365BC klanten kan bijwerken tijdens synchronisatie met Shopify.

# Page 1970429680 - Control 3799331919 - Property 1295455071
source: Specifies how to synchronize the contact of the customer.
da_dk: Angiver, hvordan debitorens kontakt skal synkroniseres.
de_at: Gibt an, wie der Kontakt des Kunden synchronisiert werden soll.
nl_nl: Hiermee wordt opgegeven hoe de contact van de klant moet worden gesynchroniseerd.

# Page 1970429680 - Control 3489133185 - Property 1295455071
source: Specifies how to synchronize the county of the customer.
da_dk: Angiver, hvordan debitorens amt skal synkroniseres.
de_at: Gibt an, wie der Bezirk des Kunden synchronisiert werden soll.
nl_nl: Hiermee wordt opgegeven hoe de provincie van de klant moet worden gesynchroniseerd.

# Page 1970429680 - Control 2428217567 - Property 1295455071
source: Specified how Shopify customers are synced to Business Central. If you choose none and there exists no mapping for that customer, the default customer will be used if exists.
da_dk: Angivet, hvordan Shopify-debitorer synkroniseres til Business Central. Hvis du vælger Ingen, og der ikke findes nogen tilknytning for denne debitor, bruges standarddebitoren, hvis den findes.
de_at: Legt fest, wie Shopify-Kunden mit Business Central synchronisiert werden. Wenn Sie „Keine“ auswählen und es keine Zuordnung für diesen Kunden gibt, wird der Standardkunde verwendet, falls vorhanden.
nl_nl: Hiermee wordt opgegeven hoe Shopify-klanten worden gesynchroniseerd met Business Central. Als u geen kiest en er geen toewijzing voor die klant bestaat, wordt de standaardklant gebruikt als deze bestaat.

# Page 1970429680 - Control 2052223460 - Property 1295455071
source: Specifies how to map customers.
da_dk: Angiver, hvordan debitorer tilknyttes.
de_at: Gibt an, wie Kunden zugeordnet werden sollen.
nl_nl: Hiermee wordt opgegeven hoe klanten moeten worden toegewezen.

# Page 1970429680 - Control 2018241107 - Property 1295455071
source: Specifies which customer template to use when creating unknown customers and for calculating prices.
da_dk: Angiver den debitorskabelon, der skal bruges ved oprettelse af ukendte debitorer og til beregning af priser.
de_at: Gibt an, welche Kundenvorlage beim Erstellen unbekannter Kunden und für die Preisberechnung verwendet werden soll.
nl_nl: Hiermee wordt opgegeven welke klantensjabloon moet worden gebruikt bij het maken van onbekende klanten en voor het berekenen van prijzen.

# Page 1970429680 - Control 4247659737 - Property 1295455071
source: Specifies the default customer when not creating a customer for each webshop user.
da_dk: Angiver standarddebitoren, når der ikke oprettes en debitor for hver webshop-bruger.
de_at: Gibt den Standardkunden an, wenn nicht für jeden Webshop-Benutzer ein Kunde erstellt wird.
nl_nl: Hiermee wordt de standaardklant opgegeven wanneer geen klant wordt gemaakt voor elke webwinkelgebruiker.

# Page 1970429680 - Control 4041163115 - Property 1295455071
source: Specifies if you want to export all customers with a valid e-mail address from D365BC to Shopify.
da_dk: Angiver, om du vil eksportere alle debitorer med en gyldig mailadresse fra D365BC til Shopify.
de_at: Gibt an, ob Sie alle Kunden mit einer gültigen E-Mail-Adresse von D365BC nach Shopify exportieren möchten.
nl_nl: Hiermee wordt opgegeven of u alle klanten met een geldig e-mailadres wilt exporteren vanuit D365BC naar Shopify.

# Page 1970429680 - Control 1741350940 - Property 1295455071
source: Specifies how to synchronize Name 2 of the customer.
da_dk: Angiver, hvordan debitorens navn 2 skal synkroniseres.
de_at: Gibt an, wie Name 2 des Kunden synchronisiert werden soll.
nl_nl: Hiermee wordt opgegeven hoe Naam 2 van de klant moet worden gesynchroniseerd.

# Page 1970429680 - Control 3523573006 - Property 1295455071
source: Specifies how to synchronize the name of the customer. If the value is empty then the value of Name 2 is taken, and Name 2 will be empty.
da_dk: Angiver, hvordan navnet på debitoren skal synkroniseres. Hvis værdien er tom, tages værdien af Navn 2, og Navn 2 er tom.
de_at: Gibt an, wie der Name des Kunden synchronisiert werden soll. Wenn der Wert leer ist, wird der Wert von Name 2 übernommen und Name 2 bleibt leer.
nl_nl: Hiermee wordt opgegeven hoe de naam van de klant moet worden gesynchroniseerd. Als de waarde leeg is, wordt de waarde van Naam 2 gebruikt en is Naam 2 leeg.

# Page 1970429680 - Control 1697824517 - Property 1295455071
source: Specifies whether Shopify can update customers when synchronizing from Shopify.
da_dk: Angiver, om Shopify kan opdatere debitorer, når der synkroniseres fra Shopify.
de_at: Gibt an, ob Shopify bei der Synchronisierung von Shopify Kunden aktualisieren kann.
nl_nl: Hiermee wordt opgegeven of Shopify klanten kan bijwerken tijdens de synchronisatie vanuit Shopify.

# Page 1970429680 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_at: Allgemein
nl_nl: Algemeen

# Page 1970429680 - Control 247023631 - Property 1295455071
source: Specifices whether syncing data to Shopify is enabled.
da_dk: Angiver, om synkronisering af data til Shopify er aktiveret.
de_at: Gibt an, ob die Synchronisierung von Daten mit Shopify aktiviert ist.
nl_nl: Hiermee wordt opgegeven of het synchroniseren van gegevens naar Shopify is geactiveerd.

# Page 1970429680 - Control 247023631 - Property 2879900210
source: Allow Data Sync to Shopify
da_dk: Tillad datasynkronisering med Shopify
de_at: Datensynchronisation mit Shopify zulassen
nl_nl: Gegevenssynchronisatie naar Shopify toestaan

# Page 1970429680 - Control 3755146151 - Property 1295455071
source: Specifies whether background syncs are allowed.
da_dk: Angiver, om baggrundssynkronisering er tilladt.
de_at: Gibt an, ob Hintergrundsynchronisationen zugelassen sind.
nl_nl: Hiermee wordt opgegeven of synchronisaties op de achtergrond toegestaan zijn.

# Page 1970429680 - Control 3004954119 - Property 1064389655
source: Name your shop
da_dk: Navngiv din butik
de_at: Shop benennen
nl_nl: Uw winkel een naam geven

# Page 1970429680 - Control 3004954119 - Property 1295455071
source: Specifies a code to identify this Shopify Shop.
da_dk: Angiver en kode til at identificere denne Shopify-butik.
de_at: Legt einen Code fest, um diesen Shopify-Shop zu identifizieren.
nl_nl: Hiermee wordt een code opgegeven om deze Shofipy-winkel te identificeren.

# Page 1970429680 - Control 3004954119 - Property 247559172
source: Give your shop a name that will make it easy to find in Business Central. For example, a name might reflect what a shop sells, such as Furniture or Coffee, or the country or region it serves.
da_dk: Giv din butik et navn, der gør det nemt at finde den i Business Central. Et navn kan afspejle, hvad en butik sælger, f.eks. Møbler eller Kaffe, eller det land eller område, den betjener.
de_at: Geben Sie Ihrem Shop einen Namen, mit dem er in Business Central leicht zu finden ist. Der Name könnte sich beispielsweise auf das Sortiment des Shops beziehen, wie z. B. Möbel oder Kaffee, oder auf das Land oder die Region, in der der Shop tätig ist.
nl_nl: Geef uw winkel een naam waardoor deze gemakkelijk te vinden is in Business Central. Een naam kan bijvoorbeeld aangeven wat een winkel verkoopt, zoals meubilair of koffie of het land of de regio waar de winkel actief is.

# Page 1970429680 - Control 567887726 - Property 1295455071
source: Specifies the currency of the Shopify Shop.
da_dk: Angiver valutaen for Shopify-butikken.
de_at: Gibt die Währung des Shopify-Shops an.
nl_nl: Hiermee wordt de valuta van de Shopify-winkel opgegeven.

# Page 1970429680 - Control 2891538263 - Property 1064389655
source: Ready to connect the shop
da_dk: Klar til at oprette forbindelse til butik
de_at: Fertig zum Verbinden des Shops
nl_nl: Gereed om verbinding te maken met de winkel

# Page 1970429680 - Control 2891538263 - Property 1295455071
source: Specifies if the service is enabled.
da_dk: Angiver, om servicen er aktiveret.
de_at: Gibt an, ob der Dienst aktiviert ist.
nl_nl: Hiermee wordt opgegeven of de service is geactiveerd.

# Page 1970429680 - Control 2891538263 - Property 247559172
source: We just need the shop name and URL to connect it to Shopify. When you have checked all shop settings, enable the connection here.
da_dk: Vi skal blot bruge butiksnavn og URL-adresse for at kunne oprette forbindelse til Shopify. Når du har kontrolleret alle butiksindstillingerne, skal du aktivere forbindelsen her.
de_at: Für die Verbindung mit Shopify benötigen Sie lediglich den Shop-Namen und die URL. Wenn Sie alle Shop-Einstellungen überprüft haben, aktivieren Sie hier die Verbindung.
nl_nl: We hebben alleen de winkelnaam en de URL nodig om de winkel te verbinden met Shopify. Schakel de verbinding hier in als u alle winkelinstellingen hebt gecontroleerd.

# Page 1970429680 - Control 3367649723 - Property 1295455071
source: Is an access key available for this store.
da_dk: Er en adgangsnøgle tilgængelig for denne butik.
de_at: Ist ein Zugriffsschlüssel für diesen Store verfügbar.
nl_nl: Is een toegangssleutel voor deze winkel.

# Page 1970429680 - Control 3367649723 - Property 2879900210
source: Has AccessKey
da_dk: Har adgangsnøgle
de_at: Besitzt Zugriffsschlüssel
nl_nl: Heeft toegangssleutel

# Page 1970429680 - Control 1859002777 - Property 1295455071
source: Specifies the language of the Shopify Shop.
da_dk: Angiver sproget for Shopify-butikken.
de_at: Gibt die Sprache des Shopify-Shops an.
nl_nl: Hiermee wordt de taal van de Shopify-winkel opgegeven.

# Page 1970429680 - Control 427712923 - Property 1295455071
source: Specifies whether the log is activated.
da_dk: Angiver, om loggen er aktiveret.
de_at: Gibt an, ob das Protokoll aktiviert ist.
nl_nl: Hiermee wordt opgegeven of het logboek is geactiveerd.

# Page 1970429680 - Control 4281524059 - Property 1064389655
source: Get people to your shop
da_dk: Få folk til at besøge din butik
de_at: Bringen Sie Kunden in Ihren Shop
nl_nl: Mensen in uw winkel krijgen

# Page 1970429680 - Control 4281524059 - Property 1295455071
source: Specifies the URL of the Shopify Shop.
da_dk: Angiver URL-adressen for Shopify-butikken.
de_at: Gibt die URL des Shopify-Shops an.
nl_nl: Hiermee wordt de URL van de Shopify-winkel opgegeven.
