Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 2016272457 - Control 1700129760 - Property 1295455071
source: Specifies the sum of the line quantities on all lines in the document.
da_dk: Angiver summen af lilnjeantallet af alle linjer i bilaget.
de_at: Gibt die Summe der Zeilenmengen in allen Zeilen des Belegs an.
nl_nl: Hiermee wordt het totaal van de regelhoeveelheden op alle regels in het document opgegeven.

# Page 2016272457 - Control 1102809638 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts.
da_dk: Angiver summen af linjebeløbene på alle linjer i bilaget minus eventuelle rabatbeløb.
de_at: Gibt die Summe der Zeilenbeträge in allen Zeilen des Belegs abzüglich etwaiger Rabattbeträge an.
nl_nl: Hiermee wordt het totaal van de regelbedragen opgegeven op alle regels in het document min eventuele kortingsbedragen.

# Page 2016272457 - Control 681009761 - Property 1295455071
source: Specifies the order number from Shopify.
da_dk: Angiver ordrenummeret fra Shopify.
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven.

# Page 2016272457 - Control 2506717839 - Property 1295455071
source: Specifies the risk level from the Shopify order.
da_dk: Angiver risikoniveauet fra Shopify-ordren.
de_at: Gibt die Risikostufe aus dem Shopify-Auftrag an.
nl_nl: Hiermee wordt het risiconiveau vanuit de Shopify-order opgegeven.

# Page 2016272457 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop from which the order originated.
da_dk: Angiver den Shopify-butik, hvorfra ordren stammer.
de_at: Gibt den Shopify-Shop an, aus dem der Auftrag stammt.
nl_nl: Hiermee wordt de Shopify-winkel opgegeven van waaruit de order afkomstig is.

# Page 2016272457 - Control 548838851 - Property 1295455071
source: Specifies the tags that are set on this Shopify order.
da_dk: Angiver de koder, der er angivet på denne Shopify-ordre.
de_at: Gibt die Tags an, die für diesen Shopify-Auftrag festgelegt sind.
nl_nl: Hiermee worden de labels opgegeven die zijn ingesteld voor deze Shopify-order.

# Page 2016272457 - Control 3732224266 - Property 1295455071
source: Specifies if this is an test order.
da_dk: Angiver, om dette er en testordre.
de_at: Gibt an, ob es sich um einen Testauftrag handelt.
nl_nl: Hiermee wordt opgegeven of dit een testorder is.

# Page 2016272457 - Control 2852335753 - Property 1295455071
source: Specifies the order from Shopify is unpaid.
da_dk: Angiver, at ordren fra Shopify ikke er betalt.
de_at: Gibt an, dass der Auftrag aus Shopify unbezahlt ist.
nl_nl: Hiermee wordt opgegeven dat de order vanuit Shopify niet is betaald.

# Page 2016272457 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the order was last modified.
da_dk: Angiver dato og tidspunkt for den seneste ændring af ordren.
de_at: Gibt das Datum und die Uhrzeit an, zu der der Auftrag zuletzt geändert wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de order voor het laatst is gewijzigd.

# Page 2016272457 - Control 2033009233 - Property 2879900210
source: Attributes
da_dk: Attributter
de_at: Attribute
nl_nl: Kenmerken

# Page 2016272457 - Action 3041177663 - Property 1295455071
source: Retrieves the order from Shopify.
da_dk: Henter ordren fra Shopify.
de_at: Ruft den Auftrag von Shopify ab.
nl_nl: Hiermee wordt de order opgehaald vanuit Shopify.

# Page 2016272457 - Action 3041177663 - Property 2879900210
source: Get Orders to Import
da_dk: Hent ordrer til import
de_at: Zu importierende Aufträge abrufen
nl_nl: Te importeren orders ophalen

# Page 2016272457 - Action 2366811759 - Property 1295455071
source: Import the selected orders into Shopify Orders page.
da_dk: Importer de valgte ordrer på siden Shopify-ordrer.
de_at: Importieren Sie die ausgewählten Aufträge in die Shopify-Auftragsseite.
nl_nl: De geselecteerde orders importeren in de pagina Shopify-orders.

# Page 2016272457 - Action 2366811759 - Property 2879900210
source: Import Selected Orders
da_dk: Importer udvalgte ordrer
de_at: Ausgewählte Aufträge importieren
nl_nl: Geselecteerde orders importeren

# Page 1989093266 - Property 2879900210
source: Shopify Payment Methods Mapping
da_dk: Shopify Betalingsmetodetilknytning
de_at: Shopify – Zahlungsformenzuordnung
nl_nl: Shopify - Toewijzing van betalingsmethoden

# Page 1989093266 - Control 3930083474 - Property 1295455071
source: Specifies the name of the Shopify Credit Card Company.
da_dk: Angiver navnet på Shopify-kreditkortvirksomheden.
de_at: Gibt den Namen der Shopify-Kreditkartenfirma an.
nl_nl: Hiermee wordt de naam van de Shopify-creditcardmaatschappij opgegeven.

# Page 1989093266 - Control 3357486316 - Property 1295455071
source: Specifies the name of the Shopify Transaction Gateway.
da_dk: Angiver navnet på gatewayen af Shopify-transaktionen.
de_at: Gibt den Namen des Shopify-Transaktionsgateways an.
nl_nl: Hiermee wordt de naam van de Shopify-transactiegateway opgegeven.

# Page 1989093266 - Control 200753951 - Property 1295455071
source: Specifies the corresponding payment method in D365BC.
da_dk: Angiver den tilsvarende betalingsmetode i D365BC.
de_at: Gibt die entsprechende Zahlungsform in D365BC an.
nl_nl: Hiermee wordt de corresponderende betalingsmethode opgegeven in D365BC.

# Page 1989093266 - Control 4130293374 - Property 1295455071
source: Specifies the priority when a customers pays with multiple payment methods. If there is more then one payment method, it will take the payment with the highest priority follow by the highest amount.
da_dk: Angiver prioriteten, når en debitor betaler med flere betalingsmetoder. Hvis der er mere end én betalingsmetode, tager den betalingen med den højeste prioritet, der følger med det højeste beløb.
de_at: Gibt die Priorität an, wenn ein Kunde mit mehreren Zahlungsformn zahlt. Wenn es mehr als eine Zahlungsform gibt, wird die Zahlung mit der höchsten Priorität gewählt, gefolgt von dem höchsten Betrag.
nl_nl: Hiermee wordt de prioriteit opgegeven wanneer een klant betaalt met meerdere betalingsmethoden. Als er meerdere betalingsmethoden zijn, wordt de betaling met de hoogste prioriteit gevolgd door het hoogste bedrag.

# Page 899276787 - Property 2879900210
source: Shopify Payment Transactions
da_dk: Shopify-betalingstransaktioner
de_at: Shopify Zahlungstransaktionen
nl_nl: Shopify-betalingstransacties

# Page 899276787 - Control 636392376 - Property 1295455071
source: Specifies the gross amount of the transaction.
da_dk: Angiver bruttobeløbet for transaktionen.
de_at: Gibt den Bruttobetrag der Transaktion an.
nl_nl: Hiermee wordt het brutobedrag van de transactie opgegeven.

# Page 899276787 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transaction.
da_dk: Angiver valutaen for transaktionen.
de_at: Gibt die Währung der Transaktion an.
nl_nl: Hiermee wordt de valuta van de transactie opgegeven.

# Page 899276787 - Control 3057692898 - Property 1295455071
source: Specifies the total amount of fees deducted from the transaction amount.
da_dk: Angiver det samlede beløb for de gebyrer, der trækkes fra transaktionsbeløbet.
de_at: Gibt den Gesamtbetrag der Gebühren an, die vom Betrag der Transaktion abgezogen werden.
nl_nl: Hiermee wordt het totale bedrag opgegeven van de kosten die van het transactiebedrag worden afgetrokken.

# Page 899276787 - Control 1966382748 - Property 1295455071
source: Specifies the Invoice number to which the transaction relates.
da_dk: Angiver det fakturanummer, som transaktionen relaterer til.
de_at: Gibt die Rechnungsnummer an, auf die sich die Transaktion bezieht.
nl_nl: Hiermee wordt het factuurnummer opgegeven waarop de transactie betrekking heeft.

# Page 899276787 - Control 3035691293 - Property 1295455071
source: Specifies the net amount of the transaction.
da_dk: Angiver nettobeløbet for transaktionen.
de_at: Gibt den Nettobetrag der Transaktion an.
nl_nl: Hiermee wordt het nettobedrag van de transactie opgegeven.

# Page 899276787 - Control 167737353 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
da_dk: Angiver den dato og det klokkeslæt, hvor transaktionen blev behandlet.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Transaktion verarbeitet wird.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de transactie wordt verwerkt.

# Page 899276787 - Control 108236020 - Property 1295455071
source: Specifies the id of the resource leading to the transaction.
da_dk: Angiver id'et på den ressource, der fører til transaktionen.
de_at: Gibt die ID der Ressource an, die zu der Transaktion führt.
nl_nl: Hiermee wordt de id opgegeven van de resource die leidt tot de transactie.

# Page 899276787 - Control 2647617602 - Property 1295455071
source: Specifies the id the order that resulted in this balance transaction.
da_dk: Angiver id'et for den ordre, der resulterede i denne saldotransaktion.
de_at: Gibt die ID des Auftrags an, der zu dieser Transaktion geführt hat.
nl_nl: Hiermee wordt de id opgegeven van de order die heeft geresulteerd in deze saldotransactie.

# Page 899276787 - Control 4063251366 - Property 1295455071
source: Specifies the id the order transaction that resulted in this balance transaction.
da_dk: Angiver id'et for den ordretransaktion, der resulterede i denne saldotransaktion.
de_at: Gibt die ID der Auftragstransaktion an, die zu dieser Saldotransaktion geführt hat.
nl_nl: Hiermee wordt de id opgegeven van de ordertransactie die heeft geresulteerd in deze saldotransactie.

# Page 899276787 - Control 3996861631 - Property 1295455071
source: Specifies the type of resource leading to the transaction. The options are Charge, Refund, Dispute, Reserve, Adjustment, Payout.
da_dk: Angiver den ressourcetype, der fører til transaktionen. Indstillingerne er Opkræv, Refunder, Bestrid, Reserve, Regulering, Udbetaling.
de_at: Gibt die Art der Ressource an, die zu der Transaktion führt. Die Optionen sind Charge, Refund, Dispute, Reserve, Adjustment, Payout.
nl_nl: Hiermee wordt het type resource opgegeven dat tot de transactie heeft geleid. De opties zijn Toeslag, Terugbetaling, Geschil, Herwaardering, Uitbetaling.

# Page 899276787 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
da_dk: Angiver, om transaktionen blev oprettet for en testtilstandsordre eller -betaling.
de_at: Gibt an, ob die Transaktion für einen Auftrag oder eine Zahlung im Testmodus erstellt wurde.
nl_nl: Hiermee wordt opgegeven of de transactie is gemaakt voor een order of betaling in de testmodus.

# Page 899276787 - Control 1878130204 - Property 1295455071
source: Specifies the type of the payment transaction.
da_dk: Angiver typen af betalingstransaktionen.
de_at: Gibt die Art der Zahlungstransaktion an.
nl_nl: Hiermee wordt het type van de betalingstransactie opgegeven.

# Page 899276787 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: Bekijk de gegevens die zijn opgehaald vanuit Shopify.

# Page 899276787 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens

# Page 746415523 - Property 2019332006
source: New,Process,Report,Inspect
da_dk: Ny,Proces,Rapport,Inspicer
de_at: Neu,Prozess,Bericht,Prüfen
nl_nl: Nieuw,Proces,Rapport,Inspecteren

# Page 746415523 - Property 2879900210
source: Shopify Payouts
da_dk: Shopify-udbetalinger
de_at: Shopify Auszahlungen
nl_nl: Shopify-uitbetalingen

# Page 746415523 - Control 2027478362 - Property 1295455071
source: Specifies the adjustments fee amount. This data was obtained from Shopify.
da_dk: Angiver gebyrbeløbets reguleringer. Disse data blev hentet fra Shopify.
de_at: Gibt die Höhe der Anpassungsgebühr an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het gereserveerde bedrag voor herwaarderingen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 2922988774 - Property 1295455071
source: Specifies the adjustments gross amount. This data was obtained from Shopify.
da_dk: Angiver bruttobeløbets regulering. Disse data blev hentet fra Shopify.
de_at: Gibt den Bruttobetrag der Anpassungen an. Diese Daten stammen von Shopify.
nl_nl: Hiermee wordt het brutobedrag voor herwaarderingen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 636392376 - Property 1295455071
source: Specifies the total amount of the payout. This data was obtained from Shopify.
da_dk: Angiver det samlede beløb for udbetalingen. Disse data blev hentet fra Shopify.
de_at: Gibt den Gesamtbetrag der Auszahlung an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het totale bedrag van de uitbetaling opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 1604342469 - Property 1295455071
source: Specifies the charges fee amount. This data was obtained from Shopify.
da_dk: Angiver opkrævningerne af gebyrbeløbet. Disse data blev hentet fra Shopify.
de_at: Gibt die Höhe der Gebühren an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het toeslagbedrag voor toeslagen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 3557107241 - Property 1295455071
source: Specifies the charges gross amount. This data was obtained from Shopify.
da_dk: Angiver bruttobeløbet for gebyrerne. Disse data blev hentet fra Shopify.
de_at: Gibt den Bruttobetrag der Gebühren an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het brutobedrag voor toeslagen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the payout.
da_dk: Angiver valutaen for udbetalingen.
de_at: Gibt die Währung der Auszahlung an.
nl_nl: Hiermee wordt de valuta van de uitbetaling opgegeven.

# Page 746415523 - Control 3192175264 - Property 1295455071
source: Specifies the date when the payout was issued.
da_dk: Angiver den dato, hvor udbetalingen blev udstedt.
de_at: Gibt das Datum an, an dem die Auszahlung erfolgt ist.
nl_nl: Hiermee wordt de datum opgegeven waarop de uitbetaling is verzonden.

# Page 746415523 - Control 2011891049 - Property 1295455071
source: Specifies the refunds fee amount. This data was obtained from Shopify.
da_dk: Angiver gebyrbeløbet for refusionen. Disse data blev hentet fra Shopify.
de_at: Gibt die Höhe der Rückerstattungsgebühr an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het toeslagbedrag voor terugbetalingen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 977629525 - Property 1295455071
source: Specifies the refunds gross amount. This data was obtained from Shopify.
da_dk: Angiver bruttobeløbets refusioner. Disse data blev hentet fra Shopify.
de_at: Gibt den Bruttobetrag der Rückerstattung an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het brutobedrag voor terugbetalingen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 1310181888 - Property 1295455071
source: Specifies the reserved fee amount. This data was obtained from Shopify.
da_dk: Angiver det reserverede gebyrbeløb. Disse data blev hentet fra Shopify.
de_at: Gibt den reservierten Gebührenbetrag an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het gereserveerde toeslagbedrag opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 1042306748 - Property 1295455071
source: Specifies the reserved gross amount. This data was obtained from Shopify.
da_dk: Angiver det reserverede bruttobeløb. Disse data blev hentet fra Shopify.
de_at: Gibt den reservierten Bruttobetrag an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het gereserveerde brutobedrag opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 2460360986 - Property 1295455071
source: Specifies the retried payouts fee amount. This data was obtained from Shopify.
da_dk: Angiver de gange, det blev forsøgt at udbetale gebyrbeløbet. Disse data blev hentet fra Shopify.
de_at: Gibt den Betrag der Gebühr für wiederholte Auszahlungen an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het toeslagbedrag voor opnieuw geprobeerde betalingen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 1209847462 - Property 1295455071
source: Specifies the retried payouts gross amount. This data was obtained from Shopify.
da_dk: Angiver de gange, det blev forsøgt at udbetale bruttobeløbet. Disse data blev hentet fra Shopify.
de_at: Gibt den Bruttobetrag der wiederholten Auszahlungen an. Diese Daten wurden von Shopify übernommen.
nl_nl: Hiermee wordt het brutobedrag voor opnieuw geprobeerde betalingen opgegeven. Deze gegevens zijn verkregen van Shopify.

# Page 746415523 - Control 513339096 - Property 1295455071
source: Specifies the status of the payout. This can be scheduled, in transit, paid, failed, cancelled.
da_dk: Angiver status for udbetalingen. Det kan være planlagt, i transit, betalt, mislykkedes, annulleret.
de_at: Gibt den Status der Auszahlung an. Dieser kann scheduled, in transit, paid, failed und cancelled sein.
nl_nl: Hiermee wordt de status van de uitbetaling opgegeven. Dit kan Gepland, In transit, Betaald, Mislukt, Geannuleerd zijn.

# Page 746415523 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: Bekijk de gegevens die zijn opgehaald vanuit Shopify.

# Page 746415523 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens

# Page 2806160088 - Property 1064389655
source: About Shopify products
da_dk: Om Shopify-produkter
de_at: Über Shopify-Produkte
nl_nl: Over Shopify-producten

# Page 2806160088 - Property 2019332006
source: New, Process, Report, Synchronization
da_dk: Ny, Proces, Rapport, Synkronisering
de_at: Neu, Verarbeiten, Bericht, Synchronisierung
nl_nl: Nieuw,Proces,Rapport,Synchronisatie

# Page 2806160088 - Property 247559172
source: **Products** in Shopify is called **items** in Business Central. This is a list of items you sell in your shop. Map each product you want to sell to an item so that you can synchronize their information.
da_dk: **Produkter** i Shopify kaldes **varer** i Business Central. Dette er en oversigt over de varer, du sælger i din butik. Tilknyt hvert produkt, du vil sælge, til en vare, så du kan synkronisere deres oplysninger.
de_at: Die **Produkte** in Shopify heißen in Business Central **Artikel**. Dies ist eine Liste der Artikel, die Sie in Ihrem Shop verkaufen. Ordnen Sie jedes Produkt, das Sie verkaufen möchten, einem Artikel zu, damit Sie dessen Informationen synchronisieren können.
nl_nl: **Producten** in Shopify worden in Business Central **artikelen** genoemd. Dit is een lijst met artikelen die u in uw winkel verkoopt. Wijs elk product dat u wilt verkopen toe aan een artikel, zodat u de gegevens ervan kunt synchroniseren.

# Page 2806160088 - Property 2879900210
source: Shopify Products
da_dk: Shopify-produkter
de_at: Shopify Produkte
nl_nl: Shopify-producten

# Page 2806160088 - Control 986080663 - Property 1295455071
source: Specifies when the product was created.
da_dk: Angiver, hvornår opgaven blev oprettet.
de_at: Gibt an, wann das Produkt erstellt wurde.
nl_nl: Hiermee wordt opgegeven wanneer het product is gemaakt.

# Page 2806160088 - Control 3461834954 - Property 1295455071
source: Specifies the description in Shopify.
da_dk: Angiver beskrivelsen i Shopify.
de_at: Gibt die Beschreibung in Shopify an.
nl_nl: Hiermee wordt de beschrijving in Shopify opgegeven.

# Page 2806160088 - Control 415504711 - Property 1295455071
source: Specifies a unique identifier for the product. Each id is unique across the Shopify system. No two products will have the same id, even if they're from different shops.
da_dk: Angiver et entydigt id for produktet. Hvert id er entydigt på tværs af Shopify-systemet. Ingen af de to produkter vil have samme id, selvom de er fra forskellige butikker.
de_at: Gibt einen eindeutigen Bezeichner für das Produkt an. Jede ID ist im gesamten Shopify-System eindeutig. Keine zwei Produkte haben dieselbe ID, selbst wenn sie aus verschiedenen Shops stammen.
nl_nl: Hiermee wordt een unieke identificatie voor het product opgegeven. Elke id is uniek in het Shopify-systeem. Er zijn geen twee producten met dezelfde id, zelfs als ze afkomstig zijn uit verschillende winkels.

# Page 2806160088 - Control 332802016 - Property 1295455071
source: Specifies the item number.
da_dk: Angiver varenummeret.
de_at: Gibt die Artikelnummer an.
nl_nl: Hiermee wordt het artikelnummer opgegeven.

# Page 2806160088 - Control 3183089699 - Property 1295455071
source: Specifies the url to preview the product on the webshop.
da_dk: Angiver URL-adressen for at få vist produktet i webshoppen.
de_at: Gibt die URL für die Vorschau des Produkts im Webshop an.
nl_nl: Hiermee wordt de URL opgegeven voor het weergeven van een voorbeeld van het product in de webwinkel.

# Page 2806160088 - Control 1339285693 - Property 1295455071
source: Specifies the product type in Shopify.
da_dk: Angiver produkttypen i Shopify.
de_at: Gibt den Produkttyp in Shopify an.
nl_nl: Hiermee wordt het producttype in Shopify opgegeven.

# Page 2806160088 - Control 2200304097 - Property 1295455071
source: Specifies the description in Shopify used for Search Engine Optimization (SEO). If you change this, this will immediately send to Shopify.
da_dk: Angiver den beskrivelse i Shopify, der bruges til SEO (Search Engine Optimization). Hvis du ændrer denne, vil det omgående sende til Shopify.
de_at: Gibt die Beschreibung in Shopify an, die für die Suchmaschinenoptimierung (SEO) verwendet wird. Wenn Sie dies ändern, wird dies sofort an Shopify gesendet.
nl_nl: Hiermee wordt de beschrijving opgegeven die in Shopify wordt gebruikt voor SEO (optimalisatie van zoekmachines). Als u de waarde wijzigt, wordt deze onmiddellijk naar Shopify verzonden.

# Page 2806160088 - Control 2670741355 - Property 1295455071
source: Specifies the title in Shopify used for Search Engine Optimization (SEO). If you change this, this will immediately send to Shopify.
da_dk: Angiver den titel i Shopify, der bruges til SEO (Search Engine Optimization). Hvis du ændrer denne, vil det omgående sende til Shopify.
de_at: Gibt den Titel in Shopify an, der für die Suchmaschinenoptimierung (SEO) verwendet wird. Wenn Sie diesen ändern, wird dies sofort an Shopify gesendet.
nl_nl: Hiermee wordt de titel opgegeven die in Shopify wordt gebruikt voor SEO (optimalisatie van zoekmachines). Als u deze waarde wijzigt, wordt deze onmiddellijk naar Shopify verzonden.

# Page 2806160088 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop where these products are synchronized to/from.
da_dk: Angiver den Shopify-butik, hvor disse produkter synkroniseres til/fra.
de_at: Gibt den Shopify-Shop an, mit dem diese Produkte synchronisiert werden.
nl_nl: Hiermee wordt de Shopify-winkel opgegeven waarvan/waarnaar deze producten worden gesynchroniseerd.
