Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 3239388295 - Control 513339096 - Property 1295455071
source: Specifies the status of the transaction. Valid values are: pending, failure, success and error.
da_dk: Angiver status for transaktionen. Gyldige værdier er: igangsat, mislykket, succes og fejl.
de_at: Legt den Status der Transaktion fest. Gültige Werte sind: pending, failure, success, error.
nl_nl: Hiermee wordt de status van de transactie opgegeven. Geldige waarden zijn: In behandeling, Mislukt, Geslaagd en Fout.

# Page 3239388295 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
da_dk: Angiver, om transaktionen blev oprettet for en testtilstandsordre eller -betaling.
de_at: Gibt an, ob die Transaktion für einen Auftrag oder eine Zahlung im Testmodus erstellt wurde.
nl_nl: Hiermee wordt opgegeven of de transactie is gemaakt voor een order of betaling in de testmodus.

# Page 3239388295 - Control 1878130204 - Property 1295455071
source: Specifies the transaction type. Valid values are: authorization, capture, sale, void and refund.
da_dk: Angiver transaktionstypen. Gyldige værdier er: godkendelse, registrering, salg, annuller og refusion.
de_at: Gibt die Art der Transaktion an. Gültige Werte sind: authorization, capture, sale, void, refund.
nl_nl: Hiermee wordt het transactietype opgegeven. Geldige waarden zijn: Autorisatie, Vastlegging, Verkoop, Nietigverklaring en Terugbetaling.

# Page 3239388295 - Action 3221194676 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: Bekijk de gegevens die zijn opgehaald vanuit Shopify.

# Page 3239388295 - Action 3221194676 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens

# Page 2760837339 - Property 1064389655
source: About Shopify Orders
da_dk: Om Shopify-ordrer
de_at: Über Shopify-Aufträge
nl_nl: Over Shopify-orders

# Page 2760837339 - Property 2019332006
source: New,Process,Report,Order,Manage
da_dk: Ny,Proces,Rapport,Ordre,Administrer
de_at: Neu,Prozess,Bericht,Auftrag,Verwalten
nl_nl: Nieuw,Proces,Rapport,Order,Beheren

# Page 2760837339 - Property 247559172
source: These orders from all your connected shops are ready to become sales orders or invoices in Business Central. They're here because you aren't automatically creating sales documents in Business Central.
da_dk: Disse ordrer fra alle dine forbundne butikker er klar til at blive salgsordrer eller fakturaer i Business Central. De er her, fordi du ikke automatisk opretter salgsdokumenter automatisk i Business Central.
de_at: Diese Aufträge aus Ihren verbundenen Shops können in Business Central in Aufträge oder Rechnungen umgewandelt werden. Sie befinden sich hier, weil Sie nicht automatisch Verkaufsbelege in Business Central erstellen.
nl_nl: Deze orders uit al uw gekoppelde winkels zijn gereed om verkooporders of facturen te worden in Business Central. Ze staan hier omdat u niet automatisch verkoopdocumenten maakt in Business Central.

# Page 2760837339 - Property 2879900210
source: Shopify Orders
da_dk: Shopify-ordrer
de_at: Shopify Aufträge

# Page 2760837339 - NamedType 3764383116
source: Create sales document(s) from the selected Shopify order(s)?
da_dk: Vil du oprette et eller flere salgsbilag ud fra den eller de valgte Shopify-ordrer?
de_at: Beleg(e) aus dem/den ausgewählten Shopify-Auftrag/Aufträgen erstellen?
nl_nl: Verkoopdocument(en) maken van de geselecteerde Shopify-orders?

# Page 2760837339 - Control 2753059631 - Property 1295455071
source: Specifies the country/region code of the billing address.
da_dk: Angiver koden for land/område af faktureringsadresse.
de_at: Gibt den Landes-/Regionscode der Rechnungsadresse an.
nl_nl: Hiermee wordt de land-/regiocode van het factureringsadres opgegeven.

# Page 2760837339 - Control 1020621009 - Property 1295455071
source: Specifies the name of the customer who be billed.
da_dk: Angiver navnet på den debitor, der skal faktureres.
de_at: Gibt den Namen des Kunden an, der in Rechnung gestellt werden soll.
nl_nl: Hiermee wordt de naam opgegeven van de klant die wordt gefactureerd.

# Page 2760837339 - Control 2301961287 - Property 1295455071
source: Specifies the postal code of the billing address.
da_dk: Angiver postnr. i faktureringsadressen.
de_at: Gibt die Postleitzahl der Rechnungsadresse an.
nl_nl: Hiermee wordt de postcode van het factuuradres opgegeven.

# Page 2760837339 - Control 1778072510 - Property 1295455071
source: Specified if the Shopify order is archived by D365BC.
da_dk: Angives, hvis Shopify-ordren arkiveres af D365BC.
de_at: Legt fest, ob der Shopify-Auftrag von D365BC archiviert wird.
nl_nl: Hiermee wordt opgegeven als de Shopify-order wordt gearchiveerd door D365BC.

# Page 2760837339 - Control 4141588837 - Property 1295455071
source: Specifies whether the order has been confirmed.
da_dk: Angiver, om ordren er blevet bekræftet.
de_at: Gibt an, ob der Auftrag bestätigt worden ist.
nl_nl: Hiermee wordt opgegeven of de order is bevestigd.

# Page 2760837339 - Control 986080663 - Property 1295455071
source: Specifies the date and time when the order was created.
da_dk: Angiver den dato og det klokkeslæt, hvor ordren blev oprettet.
de_at: Gibt das Datum und die Uhrzeit an, zu der der Auftrag erstellt wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de order is gemaakt.

# Page 2760837339 - Control 2248886284 - Property 1295455071
source: Specifies whether there is an error when creating a sales document.
da_dk: Angiver, om der er en fejl, når der oprettes et salgsbilag.
de_at: Gibt an, ob beim Erstellen eines Verkaufsbelegs ein Fehler aufgetreten ist.
nl_nl: Hiermee wordt opgegeven of er een fout is opgetreden bij het maken van een verkoopdocument.

# Page 2760837339 - Control 2763291245 - Property 1295455071
source: Specifies the error message if an error has occurred.
da_dk: Angiver fejlmeddelelsen, hvis der er opstået en fejl.
de_at: Gibt die Fehlermeldung an, wenn ein Fehler aufgetreten ist.
nl_nl: Hiermee wordt het foutbericht opgegeven als er een fout is opgetreden.

# Page 2760837339 - Control 271156415 - Property 1295455071
source: Specifies the status of payments associated with the order. Valid values are: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
da_dk: Angiver status for betalinger, der er knyttet til ordren. De gyldige værdier er: igangsat, godkendt, partially_paid, betalt, partially_refunded, refunderet, annulleret.
de_at: Gibt den Status der mit dem Auftrag verbundenen Zahlungen an. Gültige Werte sind: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
nl_nl: Hiermee wordt de status opgegeven van betalingen die aan de order zijn gekoppeld. Geldige waarden zijn: In behandeling, Geautoriseerd, Gedeeltelijk betaald, Betaald, Gedeeltelijk terugbetaald, Terugbetaald, Nietig verklaard.

# Page 2760837339 - Control 3922244898 - Property 1295455071
source: Specifies the order's status in terms of fulfilled line items. Valid values are: Fulfilled, null, partial, restocked.
da_dk: Angiver ordrens status med hensyn til opfyldte linjeelementer. Gyldige værdier er: opfyldt, NULL, delvis, efterfyldt.
de_at: Gibt den Status des Auftrags in Form von erfüllten Zeilen an. Gültige Werte sind: fullfilled, null, partly, restocked.
nl_nl: Hiermee wordt de status van de order opgegeven met betrekking tot afgehandelde regelartikelen. Geldige waarden zijn: Afgehandeld, Null, Gedeeltelijk, Herbevoorraad.

# Page 2760837339 - Control 3208180638 - Property 1295455071
source: Specifies if the order is already processed.
da_dk: Angiver, om ordren allerede er behandlet.
de_at: Gibt an, ob der Auftrag bereits verarbeitet ist.
nl_nl: Hiermee wordt opgegeven of de order al is verwerkt.

# Page 2760837339 - Control 2506717839 - Property 1295455071
source: Specifies the risk level from the Shopify order.
da_dk: Angiver risikoniveauet fra Shopify-ordren.
de_at: Gibt die Risikostufe aus dem Shopify-Auftrag an.
nl_nl: Hiermee wordt het risiconiveau van de Shopify-order opgegeven.

# Page 2760837339 - Control 1720535020 - Property 1295455071
source: Specifies the sales invoice number that has been created for the Shopify Order.
da_dk: Angiver det salgsfakturanummer, der er oprettet for Shopify-ordren.
de_at: Gibt die Nummer der Verkaufsrechnung an, die für den Shopify-Auftrag erstellt wurde.
nl_nl: Hiermee wordt het verkoopfactuurnummer opgegeven dat is gemaakt voor de Shopify-order.

# Page 2760837339 - Control 2734504401 - Property 1295455071
source: Specifies the sales order number that has been created for the Shopify Order.
da_dk: Angiver det salgsordrenummer, der er oprettet for Shopify-ordren.
de_at: Gibt die Nummer des Verkaufsauftrags an, der für den Shopify-Auftrag erstellt wurde.
nl_nl: Hiermee wordt het verkoopordernummer opgegeven dat is gemaakt voor de Shopify-order.

# Page 2760837339 - Control 1378235620 - Property 1295455071
source: Specifies country/region code of the buy address.
da_dk: Angiver købsadressens lande/områdekode.
de_at: Gibt den Landes-/Regionscode der Kaufadresse an.
nl_nl: Hiermee wordt de code voor het land of de regio van het inkoopadres opgegeven.

# Page 2760837339 - Control 3513921754 - Property 1295455071
source: Specifies the name of the customer who will buy the products and be billed by default.
da_dk: Angiver navnet på den debitor, der som standard modtager produkterne og faktureres.
de_at: Gibt den Namen des Kunden an, der die Produkte kauft und dem standardmäßig eine Rechnung gestellt wird.
nl_nl: Hiermee wordt de naam opgegeven van de klant die standaard de producten koopt en wordt gefactureerd.

# Page 2760837339 - Control 609988052 - Property 1295455071
source: Specifies the number of the customer who will buy the products and be billed by default.
da_dk: Angiver nummeret på den debitor, der modtager produkterne og faktureres som standard.
de_at: Gibt die Nummer des Kunden an, der die Produkte kauft und dem standardmäßig eine Rechnung gestellt wird.
nl_nl: Hiermee wordt het nummer opgegeven van de klant die standaard de producten koopt en wordt gefactureerd.

# Page 2760837339 - Control 2893210612 - Property 1295455071
source: Specifies the postal code of the buy address.
da_dk: Angiver postnr. i købsadressen.
de_at: Gibt die Postleitzahl der Kaufadresse an.
nl_nl: Hiermee wordt de postcode van het inkoopadres opgegeven.

# Page 2760837339 - Control 1199464200 - Property 1295455071
source: Specifies the country/region code of the address that the items are shipped to.
da_dk: Angiver lande-/områdekoden på den adresse, som varerne leveres til.
de_at: Gibt den Länder-/Regionscode der Lieferadresse für die Artikel an.
nl_nl: Hiermee wordt de land-/regiocode opgegeven van het adres waar de artikelen naartoe worden verzonden.

# Page 2760837339 - Control 2138512914 - Property 1295455071
source: Specifies the name that products on the sales order are shipped to.
da_dk: Angiver navnet, som produkter i salgsordren skal leveres til.
de_at: Gibt den Namen an, an den die Produkte auf dem Verkaufsauftrag geliefert werden.
nl_nl: Hiermee wordt de naam opgegeven waarnaar producten in de verkooporder worden verzonden.

# Page 2760837339 - Control 756553336 - Property 1295455071
source: Specifies the ZIP code of the address that the products are shipped to.
da_dk: Angiver postnr. for den adresse, som produkterne er leveret til.
de_at: Gibt die Postleitzahl der Adresse an, an die die Produkte geliefert werden.
nl_nl: Hiermee wordt de postcode opgegeven van het adres waarnaar de producten worden verzonden.

# Page 2760837339 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop from which the order originated.
da_dk: Angiver den Shopify-butik, hvorfra ordren stammer.
de_at: Gibt den Shopify-Shop an, aus dem der Auftrag stammt.
nl_nl: Hiermee wordt de Shopify-winkel opgegeven van waaruit de order afkomstig is.

# Page 2760837339 - Control 1846331655 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer in Shopify opgegeven

# Page 2760837339 - Control 588318770 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts plus the shipping costs.
da_dk: Angiver summen af linjebeløbene på alle linjer i bilaget minus eventuelle rabatbeløb plus leveringsomkostningerne.
de_at: Gibt die Summe der Zeilenbeträge in allen Zeilen des Belegs abzüglich aller Rabattbeträge und zuzüglich der Lieferkosten an.
nl_nl: Hiermee wordt het totaal van de regelbedragen opgegeven op alle regels in het document min eventuele kortingsbedragen plus de verzendkosten.

# Page 2760837339 - Control 3652065499 - Property 2879900210
source: Order Attributes
da_dk: Ordreattributter
de_at: Bestellattribute
nl_nl: Orderkenmerken

# Page 2760837339 - Action 1447385024 - Property 2879900210
source: Shopify Order
da_dk: Shopify-ordre
de_at: Shopify Auftrag

# Page 2760837339 - Action 3253562668 - Property 1295455071
source: View the level and message that indicates the results of the fraud check.
da_dk: Vis det niveau og den meddelelse, der angiver resultaterne af svindelkontrollen.
de_at: Zeigen Sie die Stufe und die Nachricht an, die die Ergebnisse der Betrugsprüfung anzeigen.
nl_nl: Bekijk het niveau en het bericht dat de resultaten van de fraudecontrole aangeeft.

# Page 2760837339 - Action 3253562668 - Property 2879900210
source: Risks
da_dk: Risici
de_at: Risiken
nl_nl: Risico's

# Page 2760837339 - Action 927944371 - Property 1295455071
source: Open the related sales invoice.
da_dk: Åbn den relaterede salgsfaktura.
de_at: Öffnen Sie die zugehörige Verkaufsrechnung.
nl_nl: Open de gerelateerde verkoopfactuur.

# Page 2760837339 - Action 927944371 - Property 2879900210
source: Sales Invoice
da_dk: Salgsfaktura
de_at: Verkaufsrechnung
nl_nl: Verkoopfactuur

# Page 2760837339 - Action 3617415722 - Property 1295455071
source: Open the related sales order.
da_dk: Åbn den relaterede salgsordre.
de_at: Öffnen Sie den zugehörigen Verkaufsauftrag.
nl_nl: Open de gerelateerde verkooporder.

# Page 2760837339 - Action 3617415722 - Property 2879900210
source: Sales Order
da_dk: Salgsordre
de_at: Verkaufsauftrag
nl_nl: Verkooporder

# Page 2760837339 - Action 1698709087 - Property 1064389655
source: See the order on Shopify
da_dk: Se ordren på Shopify
de_at: Siehe Auftrag auf Shopify
nl_nl: De order bekijken op Shopify

# Page 2760837339 - Action 1698709087 - Property 1295455071
source: Open the order status page from Shopify.
da_dk: Åbn ordrestatussiden fra Shopify.
de_at: Öffnen Sie die Bestellstatusseite in Shopify.
nl_nl: Open de orderstatuspagina vanuit Shopify.

# Page 2760837339 - Action 1698709087 - Property 247559172
source: Access details about order on the Shopify administration portal. For example, you can track the status of the payment.
da_dk: Få adgang til oplysninger om rækkefølge på Shopify-administrationsportalen. Du kan f. eks. spore status for betalingen.
de_at: Greifen Sie im Shopify-Verwaltungsportal auf Details zum Auftrag zu. Sie können zum Beispiel den Zahlungsstatus verfolgen.
nl_nl: Toegang krijgen tot details van orders in de Shopify-beheerportal. U kunt bijvoorbeeld de status van de betaling bijhouden.

# Page 2760837339 - Action 1698709087 - Property 2879900210
source: Shopify Status Page
da_dk: Shopify-statusside
de_at: Shopify Statusseite
nl_nl: Shopify-statuspagina

# Page 2760837339 - Action 2656081980 - Property 1295455071
source: Convert the Shopify Order to a sales order or sales invoice. The sales document will contain the Shopify order number.
da_dk: Konvertér Shopify-ordren til en salgsordre eller salgsfaktura. Salgsbilaget vil indeholde Shopify-ordrenummeret.
de_at: Wandeln Sie den Shopify-Auftrag in einen Verkaufsauftrag oder eine Verkaufsrechnung um. Der Beleg enthält die Shopify-Auftragsnummer.
nl_nl: Zet de Shopify-order om in een verkooporder of verkoopfactuur. Het verkooporder bevat het Shopify-ordernummer.

# Page 2760837339 - Action 2656081980 - Property 2879900210
source: Create Sales Documents
da_dk: Opret salgsdokumenter
de_at: Verkaufsbelege erstellen
nl_nl: Verkoopdocumenten maken

# Page 2760837339 - Action 1923430844 - Property 1295455071
source: Delete the selected rows.
da_dk: Slet den valgte række.
de_at: Löschen Sie die ausgewählten Zeilen.
nl_nl: Verwijder de geselecteerde rijen.

# Page 2760837339 - Action 1923430844 - Property 2879900210
source: Delete Selected Rows
da_dk: Slet markerede rækker
de_at: Ausgewählte Zeilen löschen
nl_nl: Geselecteerde rijen verwijderen

# Page 2760837339 - Action 1323389546 - Property 1064389655
source: Synchronize orders manually
da_dk: Synkroniser ordrer manuelt
de_at: Aufträge manuell synchronisieren
nl_nl: Orders handmatig synchroniseren

# Page 2760837339 - Action 1323389546 - Property 1295455071
source: Synchronize orders from Shopify.
da_dk: Synkroniser ordrer fra Shopify.
de_at: Aufträge von Shopify synchronisieren.
nl_nl: Synchroniseer orders vanuit Shopify.

# Page 2760837339 - Action 1323389546 - Property 247559172
source: If you aren't automatically synchronizing orders from Shopify, use this action to synchronize them yourself. This imports orders from all your connected shops so that you can work with them in Business Central.
da_dk: Hvis du ikke automatisk synkroniserer ordrer fra Shopify, skal du bruge denne handling til at synkronisere dem manuelt. Denne indlæser ordrer fra alle dine forbundne forretninger, så du kan arbejde med dem i Business Central.
de_at: Wenn Sie Aufträge nicht automatisch mit Shopify synchronisieren, verwenden Sie diese Aktion, um sie manuell zu synchronisieren. Dadurch werden Aufträge aus allen Ihren verbundenen Shops importiert, sodass Sie in Business Central mit ihnen arbeiten können.
nl_nl: Als u niet automatisch orders uit Shopify synchroniseert, gebruikt u deze actie om ze zelf te synchroniseren. Hiermee worden orders van al uw verbonden winkels geïmporteerd, zodat u ermee kunt werken in Business Central.

# Page 2760837339 - Action 1323389546 - Property 2879900210
source: Sync Orders From Shopify
da_dk: Synkroniser ordrer fra Shopify
de_at: Aufträge von Shopify synchronisieren
nl_nl: Orders synchroniseren vanuit Shopify

# Page 2760837339 - Action 383844080 - Property 1295455071
source: Synchronize shipments to Shopify.
da_dk: Synkroniser leverancer til Shopify.
de_at: Synchronisiert Lieferungen mit Shopify.
nl_nl: Verzendingen naar Shopify synchroniseren.

# Page 2760837339 - Action 383844080 - Property 2879900210
source: Sync Shipments To Shopify
da_dk: Synkroniser forsendelser til Shopify
de_at: Lieferungen mit Shopify synchronisieren
nl_nl: Verzendingen naar Shopify synchroniseren

# Page 2016272457 - Property 2879900210
source: Shopify Orders to Import
da_dk: Shopify Ordrer, der skal importeres
de_at: Shopify – Aufträge für Import
nl_nl: Shopify - Te importeren orders

# Page 2016272457 - Control 1901783274 - Property 2879900210
source: Error Info
da_dk: Fejloplysninger
de_at: Fehlerinformationen
nl_nl: Foutinfo

# Page 2016272457 - Control 80436336 - Property 1295455071
source: Specifies the processing error callstack.
da_dk: Angiver callstack for behandlingsfejlen.
de_at: Gibt den Callstack für Verarbeitungsfehler an.
nl_nl: Hiermee wordt de aanroepstack voor verwerkingsfouten opgegeven.

# Page 2016272457 - Control 80436336 - Property 2879900210
source: Error Call Stack
da_dk: Fejlkaldstak
de_at: Fehleraufrufliste
nl_nl: Foutaanroepstack

# Page 2016272457 - Control 331638123 - Property 1295455071
source: Specifies the processing error message.
da_dk: Angiver behandlingsfejlmeddelelsen.
de_at: Gibt die Nachricht über den Verarbeitungsfehler an.
nl_nl: Hiermee wordt het bericht over de verwerkingsfout opgegeven.

# Page 2016272457 - Control 331638123 - Property 2879900210
source: Error
da_dk: Fejl
de_at: Fehler
nl_nl: Fout

# Page 2016272457 - Control 2279323338 - Property 1295455071
source: Specifies the action to take for this order.
da_dk: Angiver den handling, der skal udføres for ordren.
de_at: Gibt an, welche Aktion für diesen Auftrag durchgeführt werden soll.
nl_nl: Hiermee wordt de actie opgegeven die voor deze order moet worden uitgevoerd.

# Page 2016272457 - Control 4141588837 - Property 1295455071
source: Specifies whether the order has been confirmed.
da_dk: Angiver, om ordren er blevet bekræftet.
de_at: Gibt an, ob der Auftrag bestätigt worden ist.
nl_nl: Hiermee wordt opgegeven of de order is bevestigd.

# Page 2016272457 - Control 986080663 - Property 1295455071
source: Specifies the autogenerated date and time when the order was created in Shopify.
da_dk: Angiver den automatisk genererede dato og det automatisk oprettede tidspunkt, da ordren blev oprettet i Shopify.
de_at: Gibt das automatisch generierte Datum und die Uhrzeit an, zu der der Auftrag in Shopify erstellt wurde.
nl_nl: Hiermee worden de automatisch gegenereerde datum en tijd opgegeven waarop de order is gemaakt in Shopify.

# Page 2016272457 - Control 567887726 - Property 1295455071
source: Specifies the currency code from Shopify.
da_dk: Angiver valutakoden fra Shopify.
de_at: Gibt den Währungscode von Shopify an.
nl_nl: Hiermee wordt de valutacode vanuit Shopify opgegeven.

# Page 2016272457 - Control 271156415 - Property 1295455071
source: Specifies the status of payments associated with the order. Valid values are: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
da_dk: Angiver status for betalinger, der er knyttet til ordren. De gyldige værdier er: igangsat, godkendt, partially_paid, betalt, partially_refunded, refunderet, annulleret.
de_at: Gibt den Status der mit dem Auftrag verbundenen Zahlungen an. Gültige Werte sind: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
nl_nl: Hiermee wordt de status opgegeven van betalingen die aan de order zijn gekoppeld. Geldige waarden zijn: In behandeling, Geautoriseerd, Gedeeltelijk betaald, Betaald, Gedeeltelijk terugbetaald, Terugbetaald, Nietig verklaard.

# Page 2016272457 - Control 3922244898 - Property 1295455071
source: Specifies the order's status in terms of fulfilled line items. Valid values are: Fulfilled, null, partial, restocked.
da_dk: Angiver ordrens status med hensyn til opfyldte linjeelementer. Gyldige værdier er: opfyldt, NULL, delvis, efterfyldt.
de_at: Gibt den Status des Auftrags in Form von erfüllten Zeilen an. Gültige Werte sind: fullfilled, null, partly, restocked.
nl_nl: Hiermee wordt de status van de order opgegeven met betrekking tot afgehandelde regelartikelen. Geldige waarden zijn: Afgehandeld, Null, Gedeeltelijk, Herbevoorraad.

# Page 2016272457 - Control 1312284170 - Property 1295455071
source: Specifies the order from Shopify is fully paid.
da_dk: Angiver, at ordren fra Shopify er fuldt betalt.
de_at: Gibt an, dass der Auftrag aus Shopify vollständig bezahlt ist.
nl_nl: Hiermee wordt opgegeven dat de order vanuit Shopify volledig is betaald.

# Page 2016272457 - Control 2938108582 - Property 1295455071
source: Specifies if this order have processing errors.
da_dk: Angiver, om denne ordre har behandlingsfejl.
de_at: Gibt an, ob dieser Auftrag Verarbeitungsfehler aufweist.
nl_nl: Hiermee wordt opgegeven of deze order verwerkingsfouten bevat.

# Page 2016272457 - Control 415504711 - Property 1295455071
source: Specifies the id for the order in Shopify.
da_dk: Angiver id'et for ordren i Shopify.
de_at: Gibt die ID für den Auftrag in Shopify an.
nl_nl: Hiermee wordt de id voor de order in Shopify opgegeven.
