Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 3918578631 - Control 106324946 - Property 1968111052
source: You've chosen to import customers. Here are some important settings that define how to create them in Business Central.
da_dk: Du har valgt at indlæse debitorer. Her er nogle vigtige indstillinger, der definerer, hvordan de oprettes i Business Central.
de_at: Sie haben sich für den Import von Debitoren entschieden. Hier finden Sie einige wichtige Einstellungen, die festlegen, wie Sie diese in Business Central erstellen.
nl_nl: U hebt ervoor gekozen klanten te importeren. Hier volgen enkele belangrijke instellingen die definiëren hoe klanten in Business Central worden gemaakt.

# Page 3918578631 - Control 106324946 - Property 2879900210
source: Specify how to create customers
da_dk: Angiv, hvordan debitorer skal oprettes
de_at: Legen Sie fest, wie Debitoren erstellt werden sollen.
nl_nl: Opgeven hoe klanten worden gemaakt

# Page 3918578631 - Control 3763595625 - Property 1968111052
source: You should only import customers for whom you want to track order activity in Business Central. For example, the customers that you often do business with.
da_dk: Du skal kun indlæse debitorer, som du vil spore ordreaktiviteten for i Business Central. For eksempel de debitorer, du ofte handler med.
de_at: Sie sollten nur Debitoren importieren, für die Sie die Auftragsaktivitäten in Business Central verfolgen möchten. Das sind zum Beispiel die Debitoren, mit denen Sie häufig Geschäfte machen.
nl_nl: U moet alleen klanten importeren voor wie u orderactiviteit wilt traceren in Business Central, bijvoorbeeld de klanten waarmee u vaak zaken doet.

# Page 3918578631 - Control 509464483 - Property 1295455071
source: Specifies the customer template to use to create unknown customers. These are customers in Shopify that don't already exist in Business Central.
da_dk: Angiver den debitorskabelon, der skal bruges til at oprette ukendte debitorer. Disse er debitorer i Shopify, der ikke allerede findes i Business Central.
de_at: Gibt die Debitorenvorlage an, die zum Erstellen unbekannter Debitoren verwendet werden soll. Dies sind Debitoren in Shopify, die nicht bereits in Business Central vorhanden sind.
nl_nl: Hiermee wordt de klantensjabloon opgegeven die moet worden gebruikt om onbekende klanten te maken. Dit zijn klanten in Shopify die nog niet bestaan in Business Central.

# Page 3918578631 - Control 509464483 - Property 2879900210
source: Customer Template Code
da_dk: Kundeskabelonkode
de_at: Debitorenvorlagencode
nl_nl: Code van klantensjabloon

# Page 3918578631 - Control 3125899008 - Property 1968111052
source: Orders that you synch from Shopify can automatically become sales orders in Business Central (recommended). The item quantities on these orders are then part of inventory planning and availability in Business Central. You can also import orders to the Shopify Orders page and then turn them into sales orders manually.
da_dk: Ordrer, som synkroniseres fra Shopify, kan automatisk blive salgsordrer i Business Central (anbefales). Vareantallet på disse ordrer er derefter en del af lagerplanlægningen og -disponeringen i Business Central. Du kan også indlæse ordrer på siden Shopify-ordrer og derefter ændre dem til salgsordrer manuelt.
de_at: Aufträge, die Sie mit Shopify synchronisieren, können automatisch zu Verkaufsaufträgen in Business Central werden (empfohlen). Die Artikelmengen dieser Aufträge sind dann Teil der Bestandsplanung und Verfügbarkeit in Business Central. Sie können Aufträge auch auf die Shopify-Seite „Bestellungen“ importieren und sie dann manuell in Verkaufsaufträge umwandeln.
nl_nl: Orders die u vanuit Shopify synchroniseert, kunnen automatisch verkooporders worden in Business Central (aanbevolen). De artikelhoeveelheden in deze orders maken dan deel uit van de voorraadplanning en de beschikbaarheid in Business Central. U kunt ook orders importeren in de pagina Shopify-orders en er vervolgens handmatig verkooporders van maken.

# Page 3918578631 - Control 3125899008 - Property 2879900210
source: Specify how orders should be created
da_dk: Angiv, hvordan ordrer skal oprettes
de_at: Legt fest, wie Aufträge erstellt werden sollen
nl_nl: Opgeven hoe orders moeten worden gemaakt

# Page 3918578631 - Control 2488202391 - Property 1968111052
source: Additionally, choose the G/L account to use for shipping costs from Shopify.
da_dk: Vælg også den finanskonto, der skal bruges til forsendelsesomkostninger fra Shopify.
de_at: Wählen Sie außerdem das Sachkonto aus, das für die Kalkulation der Versandkosten von Shopify verwendet werden soll.
nl_nl: Kies ook de grootboekrekening die moet worden gebruikt voor verzendkosten vanuit Shopify.

# Page 3918578631 - Control 759033538 - Property 1295455071
source: Specifies whether to automatically create orders.
da_dk: Angiver, om ordrer skal oprettes automatisk.
de_at: Legt fest, ob Aufträge automatisch erstellt werden sollen.
nl_nl: Hiermee wordt opgegeven of automatisch orders worden gemaakt.

# Page 3918578631 - Control 759033538 - Property 2879900210
source: Auto Create Orders
da_dk: Auto-opret ordrer
de_at: Aufträge automatisch erstellen
nl_nl: Automatisch orders maken

# Page 3918578631 - Control 2497121206 - Property 1295455071
source: Specifies the G/L account to use for shipping costs from Shopify.
da_dk: Angiver den finanskonto, der skal bruges til forsendelsesomkostninger fra Shopify.
de_at: Legt das Sachkonto fest, das für die Kalkulation der Versandkosten aus Shopify verwendet werden soll.
nl_nl: Hiermee wordt de grootboekrekening opgegeven die wordt gebruikt voor verzendkosten vanuit Shopify.

# Page 3918578631 - Control 2497121206 - Property 2879900210
source: Shipping Charges Account
da_dk: Konto til forsendelsesgebyr
de_at: Lieferkostenkonto
nl_nl: Rekening voor verzendkosten

# Page 3918578631 - Control 860944352 - Property 1968111052
source: Review the terms and conditions.
da_dk: Gennemse vilkårene og betingelserne.
de_at: Überprüfen Sie die Bestimmungen und Konditionen.
nl_nl: Controleer de voorwaarden.

# Page 3918578631 - Control 1733759026 - Property 1295455071
source: Accept the terms and conditions.
da_dk: Accepter vilkårene og betingelserne.
de_at: Bedingungen akzeptieren.
nl_nl: Accepteer de voorwaarden.

# Page 3918578631 - Control 1733759026 - Property 2879900210
source: I accept
da_dk: Jeg accepterer
de_at: Ich akzeptiere
nl_nl: Akkoord

# Page 3918578631 - Control 1777866872 - Property 1295455071
source: Accept the terms and conditions.
da_dk: Accepter vilkårene og betingelserne.
de_at: Bedingungen akzeptieren.
nl_nl: Accepteer de voorwaarden.

# Page 3918578631 - Control 3832370403 - Property 1295455071
source: View information about the privacy.
da_dk: Vis oplysninger om beskyttelse af personlige oplysninger.
de_at: Zeigen Sie Informationen zum Datenschutz an.
nl_nl: Informatie weergeven over de privacy.

# Page 3918578631 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage
de_at: Zurück
nl_nl: Vorige

# Page 3918578631 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Udfør
de_at: Fertig stellen
nl_nl: Voltooien

# Page 3918578631 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste
de_at: Weiter
nl_nl: Volgende

# Page 3498346360 - Property 2879900210
source: Shopify Credit Card Companies
da_dk: Shopify-kreditkortvirksomheder
de_at: Shopify Kreditkartenfirmen
nl_nl: Shopify-creditcardmaatschappijen

# Page 3498346360 - Control 2961552353 - Property 1295455071
source: Specifies the name of the company that issued the customer's credit card.
da_dk: Angiver navnet på den virksomhed, der har udstedt debitorens kreditkort.
de_at: Gibt den Namen der Firma an, die die Kreditkarte des Kunden ausgestellt hat.
nl_nl: Hiermee wordt de naam opgegeven van het bedrijf dat de creditcard van de klant heeft uitgegeven.

# Page 1491468912 - Property 2879900210
source: Addresses
da_dk: Adresserer
de_at: Adressen
nl_nl: Adressen

# Page 1491468912 - Control 817061969 - Property 1295455071
source: Specifies the customer's address.
da_dk: Angiver debitorens adresse.
de_at: Gibt die Adresse des Debitors an.
nl_nl: Hiermee wordt het adres van de klant opgegeven.

# Page 1491468912 - Control 179365352 - Property 1295455071
source: Specifies the customer's address 2.
da_dk: Angiver debitorens adresse 2.
de_at: Gibt die Adresse 2 des Kunden an.
nl_nl: Hiermee wordt adres 2 van de klant opgegeven.

# Page 1491468912 - Control 714791889 - Property 1295455071
source: Specifies the city of the address.
da_dk: Angiver byen i adressen.
de_at: Gibt den Ort für die Adresse an.
nl_nl: Hiermee wordt de plaats van het adres opgegeven.

# Page 1491468912 - Control 3133801257 - Property 1295455071
source: Specifies the customer's company.
da_dk: Angiver debitorens virksomhed.
de_at: Gibt die Firma des Kunden an.
nl_nl: Hiermee wordt het bedrijf van de klant opgegeven.

# Page 1491468912 - Control 3643848063 - Property 1295455071
source: Specifies the country/region of the address.
da_dk: Angiver adressens land/område.
de_at: Gibt das Land/die Region der Adresse an.
nl_nl: Hiermee wordt het land of de regio van het adres opgegeven.

# Page 1491468912 - Control 281992329 - Property 1295455071
source: Specifies the country/region name of the address.
da_dk: Angiver adressens land/område.
de_at: Gibt den Landes-/Regionsnamen der Adresse an.
nl_nl: Hiermee wordt de land-/regionaam van het adres opgegeven.

# Page 1491468912 - Control 1383905037 - Property 1295455071
source: Specifies the default address for the customer.
da_dk: Angiver debitorens standardadresse.
de_at: Gibt die Standardadresse für den Kunden an.
nl_nl: Hiermee wordt het standaardadres voor de klant opgegeven.

# Page 1491468912 - Control 3973653471 - Property 1295455071
source: Specifies the customer's first name.
da_dk: Angiver debitorens fornavn.
de_at: Gibt den Vornamen des Kunden an.
nl_nl: Hiermee wordt de voornaam van de klant opgegeven.

# Page 1491468912 - Control 415504711 - Property 1295455071
source: The Shopify id of this address record.
da_dk: Shopify-id'et for denne adressepost.
de_at: Die Shopify-ID dieses Adressdatensatzes.
nl_nl: De Shopify-id van deze adresrecord.

# Page 1491468912 - Control 4082585823 - Property 1295455071
source: Specifies the customer's last name.
da_dk: Angiver debitorens efternavn.
de_at: Gibt den Nachnamen des Kunden an.
nl_nl: Hiermee wordt de achternaam van de klant opgegeven.

# Page 1491468912 - Control 646935216 - Property 1295455071
source: Specifies the customer's phone number at this address.
da_dk: Angiver debitorens telefonnummer på denne adresse.
de_at: Gibt die Telefonnummer des Kunden an dieser Adresse an.
nl_nl: Hiermee wordt het telefoonnummer van de klant op dit adres opgegeven.

# Page 1491468912 - Control 2964567753 - Property 1295455071
source: Specifies the customer's region code. Typically a province, a state or a prefecture.
da_dk: Angiver debitorens områdekode. Typisk en provins eller en stat eller et præfektur.
de_at: Gibt den Regionalcode des Kunden an. In der Regel ein Bundesland, eine Provinz oder eine Präfektur.
nl_nl: Hiermee wordt de regiocode van de klant opgegeven. Gewoonlijk een provincie, staat of prefectuur.

# Page 1491468912 - Control 4057624575 - Property 1295455071
source: Specifies the customer's region name. Typically a province, a state or a prefecture.
da_dk: Angiver debitorens områdenavn. Typisk en provins eller en stat eller et præfektur.
de_at: Gibt den Namen der Region des Kunden an. In der Regel ein Bundesland, eine Provinz oder eine Präfektur.
nl_nl: Hiermee wordt de regionaam van de klant opgegeven. Gewoonlijk een provincie, staat of prefectuur.

# Page 1491468912 - Control 1653072429 - Property 1295455071
source: Specifies the customer's postal code.
da_dk: Angiver debitorens postnummer.
de_at: Gibt die Postleitzahl des Kunden an.
nl_nl: Hiermee wordt de postcode van de klant opgegeven.

# Page 2057228960 - Property 1064389655
source: About Shopify customers
da_dk: Om Shopify-debitorer
de_at: Über Shopify-Kunden
nl_nl: Over Shopify-klanten

# Page 2057228960 - Property 2019332006
source: New,Process,Related,Customer
da_dk: Ny,Behandle,Relateret,Debitor
de_at: Neu,verarbeiten,zugehörig,Debitor
nl_nl: Nieuw,Verwerken,Gerelateerd,Klant

# Page 2057228960 - Property 247559172
source: View or edit information about your customers in Shopify. If you aren't auto-synchronizing customers, you can do that manually here. For even more details, open the [Customer Card](?page=21 "Opens the Customer Card").
da_dk: Se eller rediger oplysninger om dine debitorer i Shopify. Hvis du ikke automatisk synkroniserer debitorer, kan du gøre det manuelt her. Du kan finde flere oplysninger ved at åbne [Debitorkort](?page=21 "Åbner debitorkort").
de_at: Sehen Sie sich Informationen über Ihre Kunden in Shopify an, oder bearbeiten Sie sie. Wenn Sie die Kunden nicht automatisch synchronisieren, können Sie dies hier manuell tun. Weitere Details erhalten Sie, wenn Sie die [Kundenkarte](?page=21 "Öffnet die Kundenkarte") öffnen.
nl_nl: Informatie over uw klanten weergeven of bewerken in Shopify. Als u klanten niet automatisch synchroniseert, kunt u dat hier handmatig doen. Open voor nog meer details de [klantenkaart](?page=21 "Hiermee wordt de klantenkaart geopend").

# Page 2057228960 - Property 2879900210
source: Shopify Customer Card
da_dk: Shopify-debitorkort
de_at: Shopify Kundenkarte
nl_nl: Shopify-klantenkaart

# Page 2057228960 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
de_at: Allgemein
nl_nl: Algemeen

# Page 2057228960 - Control 3473037345 - Property 1295455071
source: Specifies whether the customer consented to receive email updates from the shop.
da_dk: Angiver, om debitoren har accepteret at modtage mailopdateringer fra butikken.
de_at: Gibt an, ob der Kunde zugestimmt hat, E-Mail-Updates vom Shop zu erhalten.
nl_nl: Hiermee wordt opgegeven of de klant ermee heeft ingestemd om updates per e-mail van de winkel te ontvangen.

# Page 2057228960 - Control 1472620112 - Property 1295455071
source: The unique email address of the customer. Attempting to assign the same e-mail address to multiple customers returns an error.
da_dk: Debitorens entydige mailadresse. Hvis du forsøger at tildele samme mailadresse til flere debitorer, returneres en fejl.
de_at: Die eindeutige E-Mail-Adresse des Kunden. Der Versuch, mehreren Kunden dieselbe E-Mail-Adresse zuzuweisen, führt zu einer Fehlermeldung.
nl_nl: Het unieke e-mailadres van de klant. Als u probeert hetzelfde e-mailadres toe te wijzen aan meerdere klanten, wordt een fout geretourneerd.

# Page 2057228960 - Control 3973653471 - Property 1295455071
source: Specifies the customer's first name.
da_dk: Angiver debitorens fornavn.
de_at: Gibt den Vornamen des Kunden an.
nl_nl: Hiermee wordt de voornaam van de klant opgegeven.

# Page 2057228960 - Control 415504711 - Property 1295455071
source: Specifies the unique identifier for the customer in Shopify.
da_dk: Angiver det entydige id for debitoren i Shopify.
de_at: Gibt den eindeutigen Bezeichner für den Kunden in Shopify an.
nl_nl: Hiermee wordt de unieke id voor de klant in Shopify opgegeven.

# Page 2057228960 - Control 4082585823 - Property 1295455071
source: Specifies the customer's last name.
da_dk: Angiver debitorens efternavn.
de_at: Gibt den Nachnamen des Kunden an.
nl_nl: Hiermee wordt de achternaam van de klant opgegeven.

# Page 2057228960 - Control 2898143332 - Property 1295455071
source: Specifies a note about the customer in Shopify.
da_dk: Angiver en bemærkning om debitoren i Shopify.
de_at: Legt eine Notiz zum Kunden in Shopify fest.
nl_nl: Hiermee wordt een notitie over de klant opgegeven in Shopify.

# Page 2057228960 - Control 646935216 - Property 1295455071
source: Specifies the customer's telephone number.
da_dk: Angiver debitorens telefonnummer.
de_at: Gibt die Telefonnummer des Debitors an.
nl_nl: Hiermee wordt het telefoonnummer van de klant opgegeven.

# Page 2057228960 - Control 269761521 - Property 1295455071
source: Specifies the state of a customer's account with a shop. The default value is disabled. Valid values are: disabled, invited, enabled and declined.
da_dk: Angiver status for en debitors konto med en butik. Standardværdien er deaktiveret. Gyldige værdier er: Deaktiveret, Inviteret, Aktiveret og Afslået.
de_at: Gibt den Status des Kontos eines Kunden in einem Shop an. Der Standardwert ist Deaktiviert. Gültige Werte sind: disabled, invited, enabled, declined.
nl_nl: Hiermee wordt de status opgegeven van de rekening van een klant bij een winkel. De standaardwaarde is Uitgeschakeld. Geldige waarden zijn: Uitgeschakeld, Uitgenodigd, Ingeschakeld en Geweigerd.

# Page 2057228960 - Control 1337793425 - Property 1295455071
source: Specifies whether the customer has verified their e-mail address.
da_dk: Angiver, om debitoren har bekræftet deres mailadresse.
de_at: Gibt an, ob der Kunde seine E-Mail-Adresse verifiziert hat.
nl_nl: Hiermee wordt opgegeven of de klant het eigen e-mailadres heeft geverifieerd.

# Page 2057228960 - Control 668720920 - Property 2879900210
source: Mapping
da_dk: Tilknytning
de_at: Zuordnung
nl_nl: Toewijzing

# Page 2057228960 - Control 3168444338 - Property 1295455071
source: Specifies the customer's address.
da_dk: Angiver debitorens adresse.
de_at: Gibt die Adresse des Debitors an.
nl_nl: Hiermee wordt het adres van de klant opgegeven.

# Page 2057228960 - Control 3689535207 - Property 1295455071
source: Specifies the mapped customer number.
da_dk: Angiver debitorens nummer.
de_at: Gibt die zugeordnete Kundennummer an.
nl_nl: Hiermee wordt het toegewezen klantnummer opgegeven.

# Page 2057228960 - Control 3689535207 - Property 2879900210
source: Customer No.
da_dk: Debitornr.
de_at: Debitorennr.
nl_nl: Klantnummer

# Page 2057228960 - Control 3172946536 - Property 1295455071
source: Specifies the unique identifier for the customer in D365BC.
da_dk: Angiver det entydige id for debitoren i D365BC.
de_at: Gibt den eindeutigen Identifikator für den Kunden in D365BC an.
nl_nl: Hiermee wordt de unieke id voor de klant in D365BC opgegeven.

# Page 2057228960 - Control 2961552353 - Property 1295455071
source: Specifies the customer's name.
da_dk: Angiver debitorens navn.
de_at: Gibt den Namen des Debitors an.
nl_nl: Hiermee wordt de naam van de klant opgegeven.

# Page 2057228960 - Control 1713889359 - Property 1295455071
source: Specifies an additional part of the name.
da_dk: Angiver en supplerende del af navnet.
de_at: Gibt einen zusätzlichen Teil des Namens an.
nl_nl: Hiermee wordt een aanvullend deel van de naam opgegeven.

# Page 2057228960 - Action 1994005900 - Property 1295455071
source: View or edit detailed information about the customer.
da_dk: Få vist eller rediger detaljerede oplysninger om debitoren.
de_at: Zeigt detaillierte Informationen über den Debitor an oder bearbeitet diese.
nl_nl: Bekijk of bewerk gedetailleerde informatie over de klant.

# Page 2057228960 - Action 1994005900 - Property 2879900210
source: Customer Card
da_dk: Debitorkort
de_at: Debitorenkarte
nl_nl: Klantenkaart

# Page 2057228960 - Action 2308951041 - Property 1295455071
source: View a list of Shopify orders for the customer.
da_dk: Vis en liste med Shopify-ordrer for debitoren.
de_at: Zeigen Sie eine Liste der Shopify-Aufträge für den Kunden an.
nl_nl: Bekijk een lijst met Shopify-orders voor de klant.

# Page 2057228960 - Action 2308951041 - Property 2879900210
source: Shopify Orders
da_dk: Shopify-ordrer
de_at: Shopify Aufträge

# Page 834364629 - Property 2879900210
source: Shopify Customer Templates
da_dk: Shopify-debitorskabeloner
de_at: Shopify Kundenvorlagen
nl_nl: Shopify-klantensjablonen

# Page 834364629 - Control 3643848063 - Property 1295455071
source: Specifies the Country Code.
da_dk: Angiver lande/områdekoden.
de_at: Gibt den Ländercode an.
nl_nl: Hiermee wordt de land-/regiocode opgegeven.

# Page 834364629 - Control 3787812635 - Property 1295455071
source: Specifies which customer template to use when creating unknown customers for this country. This template will only be used if the field "Fix CustomerNo." is blank
da_dk: Angiver den debitorskabelon, der skal bruges ved oprettelse af ukendte debitorer for dette land/område. Denne skabelon anvendes kun, hvis feltet "Fast debitornr." er tomt
de_at: Gibt an, welche Kundenvorlage verwendet werden soll, wenn Sie unbekannte Kunden für dieses Land erstellen. Diese Vorlage wird nur verwendet, wenn das Feld „Feste Kundennr.“ leer ist.
nl_nl: Hiermee wordt opgegeven welke klantensjabloon moet worden gebruikt bij het maken van onbekende klanten voor dit land of deze regio. Deze sjabloon wordt alleen gebruikt als het veld 'Klantnr. corrigeren' leeg is

# Page 834364629 - Control 2769882166 - Property 1295455071
source: Specifies the default customer for this country when not creating a customer for each webshop user.
da_dk: Angiver standarddebitoren for dette land/område, når der ikke oprettes en debitor for hver webshop-bruger.
de_at: Gibt den Standardkunden für dieses Land an, wenn nicht für jeden Webshop-Benutzer ein Kunde erstellt wird.
nl_nl: Hiermee wordt de standaardklant voor dit land opgegeven wanneer geen klant wordt gemaakt voor elke webwinkelgebruiker.

# Page 834364629 - Control 2091308286 - Property 2879900210
source: Tax Areas
da_dk: Skatteområder
de_at: Steuergebiete
nl_nl: Belastinggebieden

# Page 834364629 - Action 3201496503 - Property 1295455071
source: Import the countries from Shopify where products are sold together with the taxes defined for the relevant company.
da_dk: Indlæs de lande/områder fra Shopify, hvor produkter sælges sammen med de skatter, der er defineret for den relevante virksomhed.
de_at: Importieren Sie die Länder aus Shopify, in denen Produkte verkauft werden, zusammen mit den für die jeweilige Firma definierten Steuern.
nl_nl: Importeer de landen en regio's uit Shopify waar producten worden verkocht, samen met de belastingen die voor het desbetreffende bedrijf zijn gedefinieerd.

# Page 834364629 - Action 3201496503 - Property 2879900210
source: Import countries and counties
da_dk: Importér lande/områder og regioner
de_at: Länder und Landkreise importieren
nl_nl: Landen en regio's importeren

# Page 202493269 - Property 2019332006
source: New,Process,Related,Customer
da_dk: Ny,Behandle,Relateret,Debitor
de_at: Neu,verarbeiten,zugehörig,Debitor
nl_nl: Nieuw,Verwerken,Gerelateerd,Klant

# Page 202493269 - Property 2879900210
source: Shopify Customers
da_dk: Shopify-debitorer
de_at: Shopify Kunden
nl_nl: Shopify-klanten

# Page 202493269 - Control 3473037345 - Property 1295455071
source: Specifies whether the customer consented to receive e-mail updates from the shop.
da_dk: Angiver, om debitoren har accepteret at modtage mailopdateringer fra butikken.
de_at: Gibt an, ob der Kunde zugestimmt hat, E-Mail-Updates vom Shop zu erhalten.
nl_nl: Hiermee wordt opgegeven of de klant ermee heeft ingestemd om updates per e-mail van de winkel te ontvangen.

# Page 202493269 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver debitorens nummer.
de_at: Gibt die Nummer des Debitors an.
nl_nl: Hiermee wordt het klantnummer opgegeven.
