Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 437915150 - Control 3171688231 - Property 1295455071
source: Specifies additional address information.
da_dk: Angiver yderligere adresseoplysninger.
de_at: Gibt zusätzliche Adressinformationen an.
nl_nl: Hiermee wordt aanvullende adresinformatie opgegeven.

# Page 437915150 - Control 3171688231 - Property 2879900210
source: Address 2
da_dk: Adresse 2
de_at: Adresse 2
nl_nl: Adres 2

# Page 437915150 - Control 1585314946 - Property 1295455071
source: Specifies the city of the customer that the products are shipped to.
da_dk: Angiver byen på den debitor, som produkterne skal leveres til.
de_at: Gibt die Stadt des Kunden an, an den die Produkte geliefert werden.
nl_nl: Hiermee wordt de plaats opgegeven van de klant naar wie de producten worden verzonden.

# Page 437915150 - Control 1585314946 - Property 2879900210
source: City
da_dk: By
de_at: Ort
nl_nl: Plaats

# Page 437915150 - Control 1199464200 - Property 1295455071
source: Specifies the country/region code of the address that the items are shipped to.
da_dk: Angiver lande-/områdekoden på den adresse, som varerne leveres til.
de_at: Gibt den Länder-/Regionscode der Lieferadresse für die Artikel an.
nl_nl: Hiermee wordt de land-/regiocode opgegeven van het adres waar de artikelen naartoe worden verzonden.

# Page 437915150 - Control 1199464200 - Property 2879900210
source: Country Code
da_dk: Lande/områdekode
de_at: Ländercode
nl_nl: Land-/regiocode

# Page 437915150 - Control 1117287922 - Property 1295455071
source: Specifies the name of the customer's country/region
da_dk: Angiver navnet på debitorens land/område
de_at: Gibt den Namen des Landes/der Region des Kunden an.
nl_nl: Hiermee wordt de naam van het land/de regio van de klant opgegeven

# Page 437915150 - Control 1117287922 - Property 2879900210
source: Country Name
da_dk: Lande/områdenavn
de_at: Name des Landes
nl_nl: Naam van land/regio

# Page 437915150 - Control 2138512914 - Property 1295455071
source: Specifies the name that products on the sales order are shipped to.
da_dk: Angiver navnet, som produkter i salgsordren skal leveres til.
de_at: Gibt den Namen an, an den die Produkte auf dem Verkaufsauftrag geliefert werden.
nl_nl: Hiermee wordt de naam opgegeven waarnaar producten in de verkooporder worden verzonden.

# Page 437915150 - Control 2138512914 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Page 437915150 - Control 756553336 - Property 1295455071
source: Specifies the ZIP code of the address that the products are shipped to.
da_dk: Angiver postnr. for den adresse, som produkterne er leveret til.
de_at: Gibt die Postleitzahl der Adresse an, an die die Produkte geliefert werden.
nl_nl: Hiermee wordt de postcode opgegeven van het adres waarnaar de producten worden verzonden.

# Page 437915150 - Control 756553336 - Property 2879900210
source: Post Code
da_dk: Postnr.
de_at: PLZ

# Page 437915150 - Control 3652065499 - Property 2879900210
source: Order Attributes
da_dk: Ordreattributter
de_at: Bestellattribute
nl_nl: Orderkenmerken

# Page 437915150 - Action 2350416859 - Property 1295455071
source: View an array of fulfillments associated with the Shopify Order.
da_dk: Vis en matrix af de opfyldelser, der er knyttet til Shopify-ordre.
de_at: Zeigen Sie eine Aufstellung der mit dem Shopify-Auftrag verbundenen Erfüllungen an.
nl_nl: Bekijk een matrix van afhandelingen die aan de Shopify-order zijn gekoppeld.

# Page 437915150 - Action 2350416859 - Property 2879900210
source: Fulfillments
da_dk: Opfyldelser
de_at: Erfüllungen
nl_nl: Afhandelingen

# Page 437915150 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: Bekijk de gegevens die zijn opgehaald vanuit Shopify.

# Page 437915150 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens

# Page 437915150 - Action 3253562668 - Property 1295455071
source: View the level and message that indicates the results of the fraud check.
da_dk: Vis det niveau og den meddelelse, der angiver resultaterne af svindelkontrollen.
de_at: Zeigen Sie die Stufe und die Nachricht an, die die Ergebnisse der Betrugsprüfung anzeigen.
nl_nl: Bekijk het niveau en het bericht dat de resultaten van de fraudecontrole aangeeft.

# Page 437915150 - Action 3253562668 - Property 2879900210
source: Risks
da_dk: Risici
de_at: Risiken
nl_nl: Risico's

# Page 437915150 - Action 927944371 - Property 1295455071
source: Open the related sales invoice.
da_dk: Åbn den relaterede salgsfaktura.
de_at: Öffnen Sie die zugehörige Verkaufsrechnung.
nl_nl: Open de gerelateerde verkoopfactuur.

# Page 437915150 - Action 927944371 - Property 2879900210
source: Sales Invoice
da_dk: Salgsfaktura
de_at: Verkaufsrechnung
nl_nl: Verkoopfactuur

# Page 437915150 - Action 3617415722 - Property 1295455071
source: Open the related sales order.
da_dk: Åbn den relaterede salgsordre.
de_at: Öffnen Sie den zugehörigen Verkaufsauftrag.
nl_nl: Open de gerelateerde verkooporder.

# Page 437915150 - Action 3617415722 - Property 2879900210
source: Sales Order
da_dk: Salgsordre
de_at: Verkaufsauftrag
nl_nl: Verkooporder

# Page 437915150 - Action 1589710350 - Property 1295455071
source: View the shipping costs associated to this Shopify Order.
da_dk: Vis de forsendelsesomkostninger, der er knyttet til denne Shopify-ordre.
de_at: Zeigen Sie die mit diesem Shopify-Auftrag verknüpften Lieferkosten an.
nl_nl: Bekijk de verzendkosten die aan deze Shopify-order zijn gekoppeld.

# Page 437915150 - Action 1589710350 - Property 2879900210
source: Shipping Costs
da_dk: Forsendelsesomkostninger
de_at: Versandkosten
nl_nl: Verzendkosten

# Page 437915150 - Action 1698709087 - Property 1295455071
source: Open the order status page from Shopify.
da_dk: Åbn ordrestatussiden fra Shopify.
de_at: Öffnen Sie die Bestellstatusseite in Shopify.
nl_nl: Open de orderstatuspagina vanuit Shopify.

# Page 437915150 - Action 1698709087 - Property 2879900210
source: Shopify Status Page
da_dk: Shopify-statusside
de_at: Shopify Statusseite
nl_nl: Shopify-statuspagina

# Page 437915150 - Action 2099597673 - Property 1295455071
source: View the transactions created for this Shopify order that results in exchange of money.
da_dk: Vis de transaktioner, der er oprettet for denne Shopify-ordre, som resulterer i udveksling af penge.
de_at: Zeigen Sie die Transaktionen an, die für diesen Shopify-Auftrag erstellt wurden und die zu einem Geldtransfer führen.
nl_nl: Bekijk de transacties die zijn gemaakt voor deze Shopify-order die resulteert in de uitwisseling van geld.

# Page 437915150 - Action 2099597673 - Property 2879900210
source: Transactions
da_dk: Transaktioner
de_at: Transaktionen
nl_nl: Transacties

# Page 437915150 - Action 3106002577 - Property 2879900210
source: F&unctions
da_dk: F&unktioner
de_at: F&unktionen
nl_nl: F&uncties

# Page 437915150 - Action 2281017256 - Property 1295455071
source: Create a new customer.
da_dk: Opret en ny debitor.
de_at: Einen neuen Debitor erstellen.
nl_nl: Maak een nieuwe klant.

# Page 437915150 - Action 2281017256 - Property 2879900210
source: Create New Customer
da_dk: Opret ny debitor
de_at: Neuen Kunden erstellen
nl_nl: Nieuwe klant maken

# Page 437915150 - Action 3633720517 - Property 1295455071
source: Convert the Shopify Order to a sales order or sales invoice. The sales document will contain the Shopify order number.
da_dk: Konvertér Shopify-ordren til en salgsordre eller salgsfaktura. Salgsbilaget vil indeholde Shopify-ordrenummeret.
de_at: Wandeln Sie den Shopify-Auftrag in einen Verkaufsauftrag oder eine Verkaufsrechnung um. Der Beleg enthält die Shopify-Auftragsnummer.
nl_nl: Zet de Shopify-order om in een verkooporder of verkoopfactuur. Het verkooporder bevat het Shopify-ordernummer.

# Page 437915150 - Action 3633720517 - Property 2879900210
source: Create Sales Document
da_dk: Opret salgsdokument
de_at: Verkaufsbeleg erstellen
nl_nl: Verkoopdocument maken

# Page 437915150 - Action 562921702 - Property 1295455071
source: Start to resolve all mappings. (Customer, Item, Payment Method, ...)
da_dk: Start med at løse alle tilknytninger. (Debitor, Vare, Betalingsmetode,...)
de_at: Starten, um alle Zuordnungen aufzulösen. (Kunde, Artikel, Zahlungsformen ...)
nl_nl: Begin met het omzetten van alle toewijzingen. (Klant, Artikel, Betalingsmethode, ...)

# Page 437915150 - Action 562921702 - Property 2879900210
source: Find Mappings
da_dk: Søg efter tilknytninger
de_at: Zuordnungen suchen
nl_nl: Toewijzingen zoeken

# Page 3726221007 - Property 2879900210
source: Shopify Order Attributes
da_dk: Shopify-ordreattributter
de_at: Shopify Auftragsattribute
nl_nl: Shopify-orderkenmerken

# Page 3726221007 - Control 3348941625 - Property 1295455071
source: The key or name of the attribute.
da_dk: Attributtens nøgle eller navn.
de_at: Der Schlüssel oder Name des Attributs.
nl_nl: De sleutel of naam van het kenmerk.

# Page 3726221007 - Control 1131619133 - Property 1295455071
source: The value of the attribute.
da_dk: Attributtens værdi.
de_at: Der Wert des Attributs.
nl_nl: De waarde van het kenmerk.

# Page 2596605181 - Property 2019332006
source: New,Process,Report,Fulfillment,Inspect
da_dk: Ny,Proces,Rapport,Opfyldelse,Inspicer
de_at: Neu,Prozess,Bericht,Erfüllen,Prüfen
nl_nl: Nieuw,Proces,Rapport,Afhandeling,Inspecteren

# Page 2596605181 - Property 2879900210
source: Shopify Order Fulfillments
da_dk: Shopify-ordreopfyldelser
de_at: Shopify Auftragserfüllungen
nl_nl: Shopify-orderafhandelingen

# Page 2596605181 - Control 986080663 - Property 1295455071
source: Specifies the date and time when the fulfillment was created.
da_dk: Angiver dato og tidspunkt for oprettelse af opfyldelse.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Erfüllung erstellt wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de afhandeling is gemaakt.

# Page 2596605181 - Control 3045250535 - Property 1295455071
source: Specifies the id for the fulfillment in Shopify.
da_dk: Angiver id'et for opfyldelsen i Shopify.
de_at: Gibt die ID für die Erfüllung in Shopify an.
nl_nl: Hiermee wordt de id opgegeven voor de afhandeling in Shopify.

# Page 2596605181 - Control 775939211 - Property 1295455071
source: Specifies the id for the order in Shopify.
da_dk: Angiver id'et for ordren i Shopify.
de_at: Gibt die ID für den Auftrag in Shopify an.
nl_nl: Hiermee wordt de id opgegeven voor de order in Shopify.

# Page 2596605181 - Control 513339096 - Property 1295455071
source: Specifies the status of the fulfillment in Shopify. Valid values are: pending, open, success, cancelled, error, failure.
da_dk: Angiver status for opfyldelse i Shopify. De gyldige værdier er: igangsat, åben, lykkedes, annulleret, fejl, mislykkes.
de_at: Gibt den Status der Erfüllung in Shopify an. Gültige Werte sind: pending, open, success, cancelled, error, failure.
nl_nl: Hiermee wordt de status opgegeven van de afhandeling in Shopify. Geldige waarden zijn: In behandeling, Geopend, Geslaagd, Geannuleerd, Fout, Mislukt.

# Page 2596605181 - Control 3956013896 - Property 1295455071
source: Specifies the tracking number of the fulfillment provided by the shipping company.
da_dk: Angiver sporingsnummeret på den opfyldelse, der leveres af speditøren.
de_at: Gibt die Trackingnummer der Erfüllung an, die von der Firma zur Verfügung gestellt wird.
nl_nl: Hiermee wordt het traceringsnummer opgegeven van de afhandeling die door de expediteur wordt verzorgd.

# Page 2596605181 - Control 2024988880 - Property 1295455071
source: Specifies the url of the tracking page for the fulfillment.
da_dk: Angiver URL-adressen til opfyldelsens sporingsside.
de_at: Gibt die URL der Tracking-Seite für die Erfüllung an.
nl_nl: Hiermee wordt de URL opgegeven van de traceringspagina voor de afhandeling.

# Page 2596605181 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the fulfillment was last modified.
da_dk: Angiver dato og tidspunkt, hvor opfyldelsen sidst blev ændret.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Erfüllung zuletzt geändert wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de afhandeling voor het laatst is gewijzigd.

# Page 2596605181 - Action 3221194676 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: Bekijk de gegevens die zijn opgehaald vanuit Shopify.

# Page 2596605181 - Action 3221194676 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens

# Page 2596605181 - Action 2746818404 - Property 1295455071
source: View related posted sales shipments.
da_dk: Vis relaterede bogførte salgsforsendelser.
de_at: Zeigt verknüpfte gebuchte Verkaufslieferungen an.
nl_nl: Gerelateerde geboekte verkoopverzendingen weergeven.

# Page 2596605181 - Action 2746818404 - Property 2879900210
source: Sales Shipment
da_dk: Salgsforsendelse
de_at: Verkaufslieferung
nl_nl: Verkoopverzending

# Page 2313934814 - Property 2879900210
source: Shopify Order Risks
da_dk: Shopify-bestillingsrisici
de_at: Shopify Auftragsrisiken
nl_nl: Shopify-orderrisico's

# Page 2313934814 - Control 1789400218 - Property 1295455071
source: Specifies the level of the Shopify Order Risk.
da_dk: Angiver niveauet for Shopify-ordrerisikoen.
de_at: Gibt die Stufe des Shopify-Bestellrisikos an.
nl_nl: Hiermee wordt het niveau van het Shopify-orderrisico opgegeven.

# Page 2313934814 - Control 3080618677 - Property 1295455071
source: Specifies the message that's displayed to the merchant to indicate the results of the fraud check.
da_dk: Angiver den meddelelse, der vises for handlende for at angive resultaterne af svindelkontrollen.
de_at: Gibt die Nachricht an, die dem Händler angezeigt wird, um die Ergebnisse der Betrugsprüfung anzuzeigen.
nl_nl: Hiermee wordt het bericht opgegeven dat de verkoper ziet om de resultaten van de fraudecontrole aan te geven.

# Page 3869916459 - Property 2019332006
source: New,Process,Report,Inspect
da_dk: Ny,Proces,Rapport,Inspicer
de_at: Neu,Prozess,Bericht,Prüfen
nl_nl: Nieuw,Proces,Rapport,Inspecteren

# Page 3869916459 - Property 2879900210
source: Shopify Order Shipping Charges
da_dk: Shopify Forsendelsesomkostninger for ordre
de_at: Shopify – Auftragslieferkosten
nl_nl: Shopify - Verzendkosten van order

# Page 3869916459 - Control 636392376 - Property 1295455071
source: Specifies the shipping cost amount.
da_dk: Angiver beløbet for fragtomkostninger.
de_at: Gibt die Höhe der Lieferkosten an.
nl_nl: Hiermee wordt het bedrag van de verzendkosten opgegeven.

# Page 3869916459 - Control 1267560475 - Property 1295455071
source: Specifies the shipping cost discount amount.
da_dk: Angiver rabatbeløbet for forsendelsesomkostninger.
de_at: Gibt den Rabattbetrag für die Lieferkosten an.
nl_nl: Hiermee wordt het kortingsbedrag van de verzendkosten opgegeven.

# Page 3869916459 - Control 775939211 - Property 1295455071
source: Specifies a unique identifier for the order.
da_dk: Angiver et entydigt id for ordren.
de_at: Gibt einen eindeutigen Bezeichner für den Auftrag an.
nl_nl: Hiermee wordt een unieke id voor de order opgegeven.

# Page 3869916459 - Control 2811611485 - Property 1295455071
source: Specifies a unique identifier for the shipping.
da_dk: Angiver et entydigt id for forsendelsen.
de_at: Gibt einen eindeutigen Bezeichner für die Lieferung an.
nl_nl: Hiermee wordt een unieke id voor de verzending opgegeven.

# Page 3869916459 - Control 2397723431 - Property 1295455071
source: Specifies the origin of the shipping cost.
da_dk: Angiver oprindelsen af forsendelsesomkostningerne.
de_at: Gibt den Ursprung der Lieferkosten an.
nl_nl: Hiermee wordt de oorsprong van de verzendkosten opgegeven.

# Page 3869916459 - Control 329424276 - Property 1295455071
source: Specifies the delivery method in Shopify.
da_dk: Angiver leveringsmetoden i Shopify.
de_at: Gibt die Liefermethode in Shopify an.
nl_nl: Hiermee wordt de bezorgmethode in Shopify opgegeven.

# Page 3869916459 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: De gegevens bekijken die zijn opgehaald vanuit Shopify.

# Page 3869916459 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens

# Page 2953146964 - Property 2879900210
source: Shopify Order Lines
da_dk: Shopify. ordrelinjer
de_at: Shopify – Auftragszeilen
nl_nl: Shopify - Orderregels

# Page 2953146964 - Control 3461834954 - Property 1295455071
source: Specifies the description of the product to be sold.
da_dk: Angiver beskrivelsen af det produkt, der skal sælges.
de_at: Gibt die Beschreibung des zu verkaufenden Produkts an.
nl_nl: Hiermee wordt de beschrijving opgegeven van het product dat moet worden verkocht.

# Page 2953146964 - Control 3417937915 - Property 1295455071
source: Specifies the discount amount that is granted for the item on the line.
da_dk: Angiver det rabatbeløb, der ydes på varen, på linjen.
de_at: Gibt den Rabattbetrag an, der für den Artikel in der Zeile gewährt wird.
nl_nl: Hiermee wordt het kortingsbedrag opgegeven dat voor het artikel op de regel wordt verleend.

# Page 2953146964 - Control 223627335 - Property 1295455071
source: Specifies the quantity available to fulfill.
da_dk: Angiver det tilgængelige antal til opfyldelse.
de_at: Gibt die verfügbare Menge zur Erfüllung an.
nl_nl: Hiermee wordt het beschikbare aantal voor afhandeling opgegeven.

# Page 2953146964 - Control 332802016 - Property 1295455071
source: Specifies the item number.
da_dk: Angiver varenummeret.
de_at: Gibt die Artikelnummer an.
nl_nl: Hiermee wordt het artikelnummer opgegeven.

# Page 2953146964 - Control 2704404533 - Property 1295455071
source: Specifies how many units are being sold.
da_dk: Angiver, hvor mange enheder der sælges.
de_at: Gibt an, wie viele Einheiten verkauft werden.
nl_nl: Hiermee wordt opgegeven hoeveel eenheden worden verkocht.

# Page 2953146964 - Control 1591501920 - Property 1295455071
source: Specifies a unique identifier for the product.
da_dk: Angiver et entydigt id for produktet.
de_at: Gibt einen eindeutigen Bezeichner für das Produkt an.
nl_nl: Hiermee wordt een unieke id voor het product opgegeven.

# Page 2953146964 - Control 1523084564 - Property 1295455071
source: Specifies a unique identifier for the variant.
da_dk: Angiver et entydigt id for varianten.
de_at: Gibt einen eindeutigen Bezeichner für die Variante an.
nl_nl: Hiermee wordt een unieke id voor de variant opgegeven.

# Page 2953146964 - Control 726660686 - Property 1295455071
source: Specifies how each unit of the item is measured.
da_dk: Angiver, hvordan hver enhed af varen måles.
de_at: Gibt an, wie die Einheiten des Artikels gemessen werden.
nl_nl: Hiermee wordt opgegeven hoe elke eenheid van het artikel wordt gemeten.

# Page 2953146964 - Control 3625705173 - Property 1295455071
source: Specifies the prices for one unit on the line.
da_dk: Angiver prisen for én enhed på linjen.
de_at: Gibt die Preise für eine Einheit in der Zeile an.
nl_nl: Hiermee wordt de prijzen opgegeven van één eenheid op de regel.

# Page 2953146964 - Control 3798681774 - Property 1295455071
source: Specifies the variant of the item on the line.
da_dk: Angiver varianten af varen på linjen.
de_at: Gibt die Variante des Artikels in der Zeile an.
nl_nl: Hiermee wordt de variant van het artikel op de regel opgegeven.

# Page 2953146964 - Control 1209407347 - Property 1295455071
source: Specifies the description of the variant to be sold.
da_dk: Angiver beskrivelsen af den variant, der skal sælges.
de_at: Gibt die Beschreibung der zu verkaufenden Variante an.
nl_nl: Hiermee wordt de beschrijving opgegeven van de variant die moet worden verkocht.

# Page 3239388295 - Property 2019332006
source: New,Process,Report,Inspect
da_dk: Ny,Proces,Rapport,Inspicer
de_at: Neu,Prozess,Bericht,Prüfen
nl_nl: Nieuw,Proces,Rapport,Inspecteren

# Page 3239388295 - Property 2879900210
source: Shopify Order Transactions
da_dk: Shopify-ordretransaktioner
de_at: Shopify Auftragstransaktionen
nl_nl: Shopify-ordertransacties

# Page 3239388295 - Control 636392376 - Property 1295455071
source: Specifies the amount of money included in the transaction.
da_dk: Angiver det pengebeløb, der er inkluderet i transaktionen.
de_at: Gibt den Geldbetrag an, der in der Transaktion enthalten ist.
nl_nl: Hiermee wordt het geldbedrag opgegeven dat in de transactie is opgenomen.

# Page 3239388295 - Control 1246219133 - Property 1295455071
source: Specifies the authorization of the transaction.
da_dk: Angiver godkendelsen af transaktionen.
de_at: Gibt die Genehmigung der Transaktion an.
nl_nl: Hiermee wordt de autorisatie van de transactie opgegeven.

# Page 3239388295 - Control 986080663 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
da_dk: Angiver den dato og det klokkeslæt, hvor transaktionen blev behandlet.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Transaktion verarbeitet wird.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de transactie wordt verwerkt.

# Page 3239388295 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transaction.
da_dk: Angiver valutaen for transaktionen.
de_at: Gibt die Währung der Transaktion an.
nl_nl: Hiermee wordt de valuta van de transactie opgegeven.

# Page 3239388295 - Control 3357486316 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
da_dk: Angiver navnet på den gateway, som transaktionen blev udstedt via.
de_at: Gibt den Namen des Gateways an, über das die Transaktion abgewickelt wurde.
nl_nl: Hiermee wordt de naam opgegeven van de gateway waardoor de transactie is verzonden.

# Page 3239388295 - Control 3080618677 - Property 1295455071
source: Specifies a string generated by the payment provider with additional information about why the transaction succeeded or failed.
da_dk: Angiver en streng, der er genereret af betalingsformidleren med yderligere oplysninger om, hvorfor transaktionen lykkedes eller mislykkedes.
de_at: Gibt eine vom Zahlungsanbieter generierte Zeichenfolge mit zusätzlichen Informationen darüber an, warum die Transaktion erfolgreich war oder nicht.
nl_nl: Hiermee wordt een tekenreeks opgegeven die door de betalingsverschaffer wordt gegenereerd met aanvullende informatie over de reden waarom de transactie is geslaagd of mislukt.

# Page 3239388295 - Control 775939211 - Property 1295455071
source: Specifies a unique identifier for the order.
da_dk: Angiver et entydigt id for ordren.
de_at: Gibt einen eindeutigen Bezeichner für den Auftrag an.
nl_nl: Hiermee wordt een unieke id voor de order opgegeven.

# Page 3239388295 - Control 1365641677 - Property 1295455071
source: Specifies a unique identifier for the transaction.
da_dk: Angiver et entydigt id for transaktionen.
de_at: Gibt einen eindeutigen Bezeichner für die Transaktion an.
nl_nl: Hiermee wordt een unieke identificatie voor de transactie opgegeven.
