Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# PageExtension 3736549167 - Action 274688331 - Property 1295455071
source: Define your Shopify Shops and enter how to synchronize data for each shop.
da_dk: Definer dine Shopify-butikker, og angiv, hvordan data til hvert enkelt køb skal synkroniseres.
de_at: Definieren Sie Ihre Shopify-Shops, und geben Sie an, wie die Daten für die einzelnen Shops synchronisiert werden sollen.
nl_nl: Definieer uw Shopify-winkels en voer in hoe u gegevens wilt synchroniseren voor elke winkel.

# PageExtension 3736549167 - Action 274688331 - Property 2879900210
source: Shops
da_dk: Butikker
nl_nl: Winkels

# PageExtension 3736549167 - Action 2392199187 - Property 1295455071
source: View every single movement of money in or out the Shopify Payment account.
da_dk: Vis hver enkelt bevægelse af penge på eller ud af Shopify-betalingskontoen.
de_at: Zeigen Sie jede Geldbewegung an, die auf dem Shopify-Zahlungskonto ein- oder ausgeht.
nl_nl: Bekijk elke afzonderlijke verplaatsing van geld in of uit de Shopify Payments-rekening.

# PageExtension 3736549167 - Action 2392199187 - Property 2879900210
source: Transactions
da_dk: Transaktioner
de_at: Transaktionen
nl_nl: Transacties

# PageExtension 957725305 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 1650470242 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 2058416814 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 872969275 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 647634336 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 2937081633 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 3125280196 - Action 3480241704 - Property 1295455071
source: Manage Shopify Shops, customers, products, orders, gift cards, transactions and payouts.
da_dk: Administrer Shopify-butikker, -debitorer, -produkter, -ordrer, -gavekort, -transaktioner og -udbetalinger.
de_at: Verwalten Sie Shopify-Shops, Kunden, Produkte, Aufträge, Geschenkkarten, Transaktionen und Auszahlungen.
nl_nl: Beheer Shopify-winkels, klanten, producten, orders, geschenkbonnen, transacties en uitbetalingen.

# PageExtension 3125280196 - Action 1791918957 - Property 1295455071
source: View or edit detailed information for the customers that you trade with through Shopify.
da_dk: Vis eller rediger detaljerede oplysninger om de debitorer, du handler med gennem Shopify.
de_at: Zeigen Sie detaillierte Informationen zu den Kunden an, mit denen Sie über Shopify handeln, oder bearbeiten Sie diese.
nl_nl: Bekijk of bewerk gedetailleerde informatie voor de klanten met wie u handelt via Shopify.

# PageExtension 3125280196 - Action 1791918957 - Property 2879900210
source: Customers
da_dk: Debitorer
de_at: Debitoren
nl_nl: Klanten

# PageExtension 3125280196 - Action 3516978065 - Property 1295455071
source: View the Shopify Gift Cards, their unique code and balance.
da_dk: Vis de Shopify-gavekort, deres entydige kode og saldo.
de_at: Zeigen Sie die Shopify-Geschenkkarten, ihren eindeutigen Code und ihr Guthaben an.
nl_nl: Bekijk de Shopify-geschenkbonnen, hun unieke code en saldo.

# PageExtension 3125280196 - Action 3516978065 - Property 2879900210
source: Gift Cards
da_dk: Gavekort
de_at: Geschenkkarten
nl_nl: Geschenkbonnen

# PageExtension 3125280196 - Action 2086699843 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
da_dk: Vis dine Shopify-aftaler med debitorer om at sælge bestemte produkter på bestemte leverings- og betalingsbetingelser.
de_at: Zeigen Sie Ihre Shopify-Vereinbarungen mit Kunden zum Verkauf bestimmter Produkte zu bestimmten Liefer- und Zahlungsbedingungen an.
nl_nl: Bekijk uw Shopify-overeenkomsten met klanten om bepaalde producten te verkopen tegen bepaalde leverings- en betalingsvoorwaarden.

# PageExtension 3125280196 - Action 2086699843 - Property 2879900210
source: Orders
da_dk: Ordrer
de_at: Aufträge

# PageExtension 3125280196 - Action 1698994651 - Property 1295455071
source: View the movement of money between a Shopify Payment account balance and a connected bank account.
da_dk: Vis pengebevægelser mellem en Shopify-betalingskontosaldo og en tilknyttet bankkonto.
de_at: Zeigen Sie die Geldbewegungen zwischen einem Shopify Payment-Kontostand und einem verknüpften Bankkonto an.
nl_nl: Bekijk de verplaatsing van geld tussen een Shopify Payments-rekeningsaldo en een verbonden bankrekening.

# PageExtension 3125280196 - Action 1698994651 - Property 2879900210
source: Payouts
da_dk: Udbetalinger
de_at: Auszahlungen
nl_nl: Uitbetalingen

# PageExtension 3125280196 - Action 4115686464 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
da_dk: Tilføj, vis eller rediger detaljerede oplysninger om de produkter, du købt gennem Shopify.
de_at: Fügen Sie detaillierte Informationen zu den Produkten hinzu, die Sie über Shopify handeln, und zeigen Sie sie an oder bearbeiten Sie sie.
nl_nl: Voeg gedetailleerde informatie toe, geef deze weer of bewerk deze voor de producten waarin u handelt via Shopify.

# PageExtension 3125280196 - Action 4115686464 - Property 2879900210
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# PageExtension 3125280196 - Action 4219139933 - Property 1295455071
source: Define your Shopify Shops and enter how to synchronize data for each shop.
da_dk: Definer dine Shopify-butikker, og angiv, hvordan data til hvert enkelt køb skal synkroniseres.
de_at: Definieren Sie Ihre Shopify-Shops, und geben Sie an, wie die Daten für die einzelnen Shops synchronisiert werden sollen.
nl_nl: Definieer uw Shopify-winkels en voer in hoe u gegevens wilt synchroniseren voor elke winkel.

# PageExtension 3125280196 - Action 4219139933 - Property 2879900210
source: Shops
da_dk: Butikker
nl_nl: Winkels

# PageExtension 3125280196 - Action 3647730261 - Property 1295455071
source: View every single movement of money in or out the Shopify Payment account.
da_dk: Vis hver enkelt bevægelse af penge på eller ud af Shopify-betalingskontoen.
de_at: Zeigen Sie jede Geldbewegung an, die auf dem Shopify-Zahlungskonto ein- oder ausgeht.
nl_nl: Bekijk elke afzonderlijke verplaatsing van geld in of uit de Shopify Payments-rekening.

# PageExtension 3125280196 - Action 3647730261 - Property 2879900210
source: Transactions
da_dk: Transaktioner
de_at: Transaktionen
nl_nl: Transacties

# PageExtension 2220315303 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 689611761 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 3079712193 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 1235092726 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 1235092726 - Control 1687780781 - Property 1295455071
source: Specifies the risk level from the Shopify order.
da_dk: Angiver risikoniveauet fra Shopify-ordren.
de_at: Gibt die Risikostufe aus dem Shopify-Auftrag an.
nl_nl: Hiermee wordt het risiconiveau vanuit de Shopify-order opgegeven.

# PageExtension 23575476 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 23575476 - Control 3425375547 - Property 1295455071
source: Specifies the risk level from the Shopify order.
da_dk: Angiver risikoniveauet fra Shopify-ordren.
de_at: Gibt die Risikostufe aus dem Shopify-Auftrag an.
nl_nl: Hiermee wordt het risiconiveau vanuit de Shopify-order opgegeven.

# PageExtension 2901290268 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
da_dk: Angiver ordrenummeret fra Shopify
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer vanuit Shopify opgegeven

# PageExtension 211340624 - Control 4183766676 - Property 1295455071
source: Specifies the tracking company in Shopify where you can track your items.
da_dk: Angiver den sporingsvirksomhed i Shopify, hvor du kan spore varerne.
de_at: Gibt die Firma in Shopify an, bei der Sie Ihre Artikel nachverfolgen können.
nl_nl: Hiermee wordt het traceringsbedrijf in Shopify opgegeven waar u uw artikelen kunt traceren.

# TableExtension 481810013 - Field 3473767785 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify – Auftrags-ID

# TableExtension 481810013 - Field 579856415 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify – Auftragsnr.
nl_nl: Shopify - Ordernr.

# TableExtension 481810013 - Field 2914775059 - Property 2879900210
source: Risk Level
da_dk: Risikoniveau
de_at: Risikostufe
nl_nl: Risiconiveau

# TableExtension 2160489694 - Field 3473767785 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify – Auftrags-ID

# TableExtension 2160489694 - Field 579856415 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify – Auftragsnr.
nl_nl: Shopify - Ordernr.

# TableExtension 2790667653 - Field 2517695627 - Property 2879900210
source: Shopify Order Line Id
da_dk: Shopify-ordrelinje-id
de_at: Shopify – Auftragszeilen-ID
nl_nl: Shopify - Orderregel-id

# TableExtension 2790667653 - Field 579856415 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify – Auftragsnr.
nl_nl: Shopify - Ordernr.

# TableExtension 958712886 - Field 2517695627 - Property 2879900210
source: Shopify Order Line Id
da_dk: Shopify-ordrelinje-id
de_at: Shopify – Auftragszeilen-ID
nl_nl: Shopify - Orderregel-id

# TableExtension 958712886 - Field 579856415 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify – Auftragsnr.
nl_nl: Shopify - Ordernr.

# TableExtension 1570893165 - Field 842844957 - Property 2879900210
source: Shopify Fulfillment Id
da_dk: Shopify-opfyldelses-id
de_at: Shopify – Auftragserfüllungs-ID
nl_nl: Shopify - Afhandelings-id

# TableExtension 1570893165 - Field 3473767785 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify – Auftrags-ID

# TableExtension 1570893165 - Field 579856415 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify – Auftragsnr.
nl_nl: Shopify - Ordernr.

# TableExtension 3943091494 - Field 2517695627 - Property 2879900210
source: Shopify Order Line Id
da_dk: Shopify-ordrelinje-id
de_at: Shopify Auftragszeilen-ID
nl_nl: Shopify-orderregel-id

# TableExtension 3943091494 - Field 579856415 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify Auftragsnummer
nl_nl: Shopify-ordernr.

# TableExtension 4246359769 - Field 205106048 - Property 2879900210
source: Shopify Tracking Company
da_dk: Shopify-sporingsvirksomhed
de_at: Shopify Tracking-Firma
nl_nl: Shopify-traceringsbedrijf

# TableExtension 2451614463 - Field 98859487 - Property 2879900210
source: Signup Shop Url
da_dk: URL-adresse til tilmeldingsbutik
de_at: Anmelde-Shop-URL
nl_nl: URL van aanmelding winkel

# Enum 3510068437 - Property 2879900210
source: Shopify Allocation Method
da_dk: Shopify-fordelingsmetode
de_at: Shopify – Verteilungsform
nl_nl: Shopify - Toewijzingsmethode

# Enum 3510068437 - EnumValue 3584023649 - Property 2879900210
source: Across
da_dk: På tværs
de_at: Quer
nl_nl: Alle

# Enum 3510068437 - EnumValue 2301929857 - Property 2879900210
source: Each
da_dk: Hver
de_at: Jede
nl_nl: Elk

# Enum 3510068437 - EnumValue 3555684728 - Property 2879900210
source: One
da_dk: En
de_at: Eins
nl_nl: Eén

# Enum 3510068437 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# Enum 934733066 - Property 2879900210
source: Shopify Cancel Reason
da_dk: Shopify-annulleringsårsag
de_at: Shopify – Stornierungsgrund
nl_nl: Shopify - Annuleringsreden

# Enum 934733066 - EnumValue 1994964448 - Property 2879900210
source: Customer
da_dk: Debitor
de_at: Debitor
nl_nl: Klant

# Enum 934733066 - EnumValue 835052336 - Property 2879900210
source: Fraud
da_dk: Svindel
de_at: Betrug
nl_nl: Fraude

# Enum 934733066 - EnumValue 2105307182 - Property 2879900210
source: Inventory
da_dk: Lagerbeholdning
de_at: Inventar
nl_nl: Voorraad

# Enum 934733066 - EnumValue 3448339824 - Property 2879900210
source: Other
da_dk: Andre
de_at: Sonstiges
nl_nl: Overige

# Enum 934733066 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# Enum 3593884509 - Property 2879900210
source: Shopify County Source
da_dk: Shopify-lande/områdekilde
de_at: Shopify – Bundesregionsquelle
nl_nl: Shopify - Provinciebron

# Enum 3593884509 - EnumValue 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Enum 3593884509 - EnumValue 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Enum 2712089749 - Property 2879900210
source: Shopify Create Product Status Value
da_dk: Shopify Opret produktets statusværdi
de_at: Shopify – Produktstatuswert erstellen
nl_nl: Shopify - Statuswaarde van product maken

# Enum 2712089749 - EnumValue 1090351696 - Property 2879900210
source: Active
da_dk: Aktiv
de_at: Aktiv
nl_nl: Actief

# Enum 2712089749 - EnumValue 253238575 - Property 2879900210
source: Draft
da_dk: Kladde
de_at: Entwurf
nl_nl: Concept

# Enum 1634264198 - Property 2879900210
source: Shopify Customer Import Range
da_dk: Shopify-kundeimportinterval
de_at: Shopify – Debitorenimportbereich
nl_nl: Shopify - Bereik van klantimport

# Enum 1634264198 - EnumValue 2590131546 - Property 2879900210
source: All Customers
da_dk: Alle debitorer
de_at: Alle Debitoren
nl_nl: Alle klanten

# Enum 1634264198 - EnumValue 3371220206 - Property 2879900210
source: None
da_dk: Ingen
de_at: Keine
nl_nl: Geen

# Enum 1634264198 - EnumValue 811714443 - Property 2879900210
source: With Order Import
da_dk: Med ordreimport
de_at: Mit Auftragsimport
nl_nl: Met orderimport

# Enum 3255995616 - Property 2879900210
source: Shopify Customer Mapping
da_dk: Shopify-kundetilknytning
de_at: Shopify – Debitorenzuordnung
nl_nl: Shopify - Klanttoewijzing

# Enum 3255995616 - EnumValue 3276295972 - Property 2879900210
source: By Bill-to Info
da_dk: Pr. Bill-to-oplysninger
de_at: Informationen für Rechnungsadresse
nl_nl: Op factureringsadresinfo

# Enum 3255995616 - EnumValue 2621961016 - Property 2879900210
source: By EMail/Phone
da_dk: Pr. mail/telefon
de_at: Per E-Mail/Telefon
nl_nl: Op e-mail/telefoon

# Enum 3255995616 - EnumValue 4247659737 - Property 2879900210
source: Always take the default customer
da_dk: Brug altid standarddebitoren
de_at: Immer den Standardkunden verwenden
nl_nl: Altijd de standaardklant nemen

# Enum 1579780329 - Property 2879900210
source: Shopify Customer State
da_dk: Shopify-kundetilstand
de_at: Shopify – Debitorenstatus
nl_nl: Shopify - Staat van klant

# Enum 1579780329 - EnumValue 3497778660 - Property 2879900210
source: Declined
da_dk: Afvist
de_at: Abgelehnt
nl_nl: Geweigerd

# Enum 1579780329 - EnumValue 1864907812 - Property 2879900210
source: Disabled
da_dk: Deaktiveret
de_at: Deaktiviert
nl_nl: Uitgeschakeld

# Enum 1579780329 - EnumValue 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret
de_at: Aktiviert
nl_nl: Ingeschakeld

# Enum 1579780329 - EnumValue 1329559239 - Property 2879900210
source: Invited
da_dk: Inviteret
de_at: Eingeladen
nl_nl: Uitgenodigd

# Enum 2734534355 - Property 2879900210
source: Shopify Financial Status
da_dk: Shopify Økonomisk status
de_at: Shopify – Finanzstatus
nl_nl: Shopify - Financiële status

# Enum 2734534355 - EnumValue 2151249993 - Property 2879900210
source: Authorized
da_dk: Autoriseret
de_at: Genehmigt
nl_nl: Geautoriseerd

# Enum 2734534355 - EnumValue 789473408 - Property 2879900210
source: Paid
da_dk: Betalt
de_at: Bezahlt
nl_nl: Betaald

# Enum 2734534355 - EnumValue 117404726 - Property 2879900210
source: Partially Paid
da_dk: Delvist betalt
de_at: Teilweise bezahlt
nl_nl: Gedeeltelijk voldaan

# Enum 2734534355 - EnumValue 3224813659 - Property 2879900210
source: Partially Refunded
da_dk: Delvist refunderet
de_at: Teilweise zurückerstattet
nl_nl: Gedeeltelijk terugbetaald

# Enum 2734534355 - EnumValue 3481143665 - Property 2879900210
source: Pending
da_dk: Igangsat
de_at: Ausstehend
nl_nl: In behandeling

# Enum 2734534355 - EnumValue 1869511145 - Property 2879900210
source: Refunded
da_dk: Refunderet
de_at: Zurückerstattet
nl_nl: Terugbetaald

# Enum 2734534355 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# Enum 2734534355 - EnumValue 2780909271 - Property 2879900210
source: Voided
da_dk: Annulleret
de_at: Annulliert
nl_nl: Nietig verklaard

# Enum 1311606030 - Property 2879900210
source: Shopify FulFillment Status
da_dk: Shopify Opfyldelsesstatus
de_at: Shopify – Erfüllungsstatus
nl_nl: Shopify - Afhandelingsstatus

# Enum 1311606030 - EnumValue 4069904181 - Property 2879900210
source: Cancelled
da_dk: Annulleret
de_at: Abgebrochen
nl_nl: Geannuleerd

# Enum 1311606030 - EnumValue 2248886284 - Property 2879900210
source: Error
da_dk: Fejl
de_at: Fehler
nl_nl: Fout

# Enum 1311606030 - EnumValue 3481688708 - Property 2879900210
source: Failure
da_dk: Fejl
de_at: Fehler
nl_nl: Mislukt

# Enum 1311606030 - EnumValue 4259830144 - Property 2879900210
source: Open
da_dk: Åben
de_at: Offen
nl_nl: Geopend

# Enum 1311606030 - EnumValue 3481143665 - Property 2879900210
source: Pending
da_dk: Igangsat
de_at: Ausstehend
nl_nl: In behandeling

# Enum 1311606030 - EnumValue 3878926381 - Property 2879900210
source: Success
da_dk: Udført
de_at: Erfolg
nl_nl: Geslaagd

# Enum 1984319471 - EnumValue 1235789037 - Property 2879900210
source: Find Customer Id By E-Mail
da_dk: Søg efter debitor-id efter mail
de_at: Kunden-ID nach E-Mail suchen
nl_nl: Klant-id zoeken op e-mailadres

# Enum 1984319471 - EnumValue 816751661 - Property 2879900210
source: Find Customer Id By Phone
da_dk: Søg efter debitor-id efter telefon
de_at: Kundennummer nach Telefonnummer suchen
nl_nl: Klant-id zoeken op telefoon

# Enum 1984319471 - EnumValue 3916298983 - Property 2879900210
source: Find Variant by Barcode
da_dk: Find variant efter stregkode
de_at: Variante nach Barcode suchen
nl_nl: Variant zoeken op barcode

# Enum 1984319471 - EnumValue 3895259864 - Property 2879900210
source: Find Variant by SKU
da_dk: Søg efter variant efter varenummer
de_at: Variante nach SKU suchen
nl_nl: Variant zoeken op SKU

# Enum 1984319471 - EnumValue 1791532363 - Property 2879900210
source: Get API Key
da_dk: Hent API-nøgle
de_at: API-Schlüssel abrufen
nl_nl: API-sleutel ophalen

# Enum 1984319471 - EnumValue 1489119318 - Property 2879900210
source: Get Customer
da_dk: Hent debitor
de_at: Kunde abrufen
nl_nl: Klant ophalen

# Enum 1984319471 - EnumValue 2003846384 - Property 2879900210
source: Get Customer Ids
da_dk: Hent debitor-id'er
de_at: Kunden-IDs abrufen
nl_nl: Klant-id's ophalen

# Enum 1984319471 - EnumValue 2804960314 - Property 2879900210
source: Get Inventory Entries
da_dk: Hent lagerposter
de_at: Inventareinträge abrufen
nl_nl: Voorraadposten ophalen

# Enum 1984319471 - EnumValue 2071575995 - Property 2879900210
source: Get Location of the Order Lines
da_dk: Hent placeringens ordrelinjer
de_at: Standort der Auftragszeilen abrufen
nl_nl: Vestiging van de orderregels ophalen

# Enum 1984319471 - EnumValue 3612752453 - Property 2879900210
source: Get Next Customer Ids
da_dk: Hent næste debitor-id
de_at: Nächste Kunden-IDs abrufen
nl_nl: Volgende klant-id's ophalen

# Enum 1984319471 - EnumValue 45143363 - Property 2879900210
source: Get Next Inventory Entries
da_dk: Hent næste lagerposter
de_at: Nächste Inventareinträge abrufen
nl_nl: Volgende voorraadposten ophalen

# Enum 1984319471 - EnumValue 2210196711 - Property 2879900210
source: Get Next Order Fulfillment
da_dk: Hent næste ordreopfyldelse
de_at: Nächste Auftragserfüllung abrufen
nl_nl: Afhandeling van volgende order ophalen

# Enum 1984319471 - EnumValue 3710014334 - Property 2879900210
source: Get Next Orders to Import
da_dk: Hent næste ordrer til import
de_at: Nächsten zu importierenden Auftrag abrufen
nl_nl: Volgende te importeren orders ophalen

# Enum 1984319471 - EnumValue 3584000272 - Property 2879900210
source: Get Next Product Ids
da_dk: Hent næste produkt-id
de_at: Nächste Produkt-IDs abrufen
nl_nl: Id's van volgende producten ophalen

# Enum 1984319471 - EnumValue 3873949562 - Property 2879900210
source: Get Product Images
da_dk: Hent produktbilleder
de_at: Produktbilder abrufen
nl_nl: Productafbeeldingen ophalen

# Enum 1984319471 - EnumValue 2403203725 - Property 2879900210
source: Get Next Product Variant Ids
da_dk: Hent næste produktvariant-id
de_at: Nächste Produktvarianten-IDs abrufen
nl_nl: Id's van volgende productvarianten ophalen

# Enum 1984319471 - EnumValue 2718353483 - Property 2879900210
source: Get Next Product Variant Images
da_dk: Hent billeder af næste produktvariant
de_at: Nächste Produktvariantenbilder abrufen
nl_nl: Volgende afbeeldingen van productvarianten ophalen

# Enum 1984319471 - EnumValue 2379002150 - Property 2879900210
source: Get Order Fulfillment
da_dk: Hent ordreopfyldelse
de_at: Auftragserfüllung abrufen
nl_nl: Orderafhandeling ophalen

# Enum 1984319471 - EnumValue 3041177663 - Property 2879900210
source: Get Orders to Import
da_dk: Hent ordrer til import
de_at: Zu importierende Aufträge abrufen
nl_nl: Te importeren orders ophalen

# Enum 1984319471 - EnumValue 2151931613 - Property 2879900210
source: Get Product By Id
da_dk: Hent produkt efter id
de_at: Produkt nach ID abrufen
nl_nl: Product ophalen op id

# Enum 1984319471 - EnumValue 930445485 - Property 2879900210
source: Get Product Ids
da_dk: Hent produkt-id'er
de_at: Produkt-IDs abrufen
nl_nl: Product-id's ophalen
