Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 3355140540 - Property 2879900210
source: Shopify Variants
da_dk: Shopify-varianter
de_at: Shopify Varianten
nl_nl: Shopify-varianten

# Page 3355140540 - Control 3364693270 - Property 1295455071
source: Specifies if the variants is available for sales.
da_dk: Angiver, om varianterne er tilgængelige for salg.
de_at: Gibt an, ob die Varianten für den Verkauf verfügbar sind.
nl_nl: Hiermee wordt opgegeven of de varianten beschikbaar zijn voor de verkoop.

# Page 3355140540 - Control 1650050144 - Property 1295455071
source: Specifies the barcode, UPC, or ISBN number for the product.
da_dk: Angiver stregkoden, UPC eller ISBN-nummeret for produktet.
de_at: Gibt den Barcode, die UPC- oder ISBN-Nummer für das Produkt an.
nl_nl: Hiermee wordt de barcode, de UPC of het ISBN-nummer voor het product opgegeven.

# Page 3355140540 - Control 986080663 - Property 1295455071
source: Specifies the date and time when the product variant was created.
da_dk: Angiver dato og tidspunkt for oprettelsen af produktvarianten.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Produktvariante erstellt wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de productvariant is gemaakt.

# Page 3355140540 - Control 415504711 - Property 1295455071
source: Specifies the unique numeric identifier for the product variant. Each product has always one variant.
da_dk: Angiver det entydige numeriske id for produktvarianten. Hvert produkt har altid én variant.
de_at: Gibt den eindeutigen numerischen Bezeichner für die Produktvariante an. Jedes Produkt hat immer eine Variante.
nl_nl: Hiermee wordt de unieke numerieke id voor de productvariant opgegeven. Elk product heeft altijd één variant.

# Page 3355140540 - Control 2649801894 - Property 1295455071
source: Specifies whether customers are allowed to place an order for the product variant when it is out of stock. Valid values are: deny, continue.
da_dk: Angiver, om debitorer har tilladelse til at afgive en ordre på produktvarianten, når den er uden for lager. Gyldige værdier er: afvis, fortsæt.
de_at: Gibt an, ob es Kunden erlaubt ist, einen Auftrag für die Produktvariante zu erteilen, wenn diese nicht auf Lager ist. Gültige Werte sind: deny, continue.
nl_nl: Hiermee wordt opgegeven of klanten een order mogen plaatsen voor de productvariant wanneer deze niet op voorraad is. Geldige waarden zijn: Afwijzen, Doorgaan.

# Page 3355140540 - Control 332802016 - Property 1295455071
source: Specifies the item number.
da_dk: Angiver varenummeret.
de_at: Gibt die Artikelnummer an.
nl_nl: Hiermee wordt het artikelnummer opgegeven.

# Page 3355140540 - Control 2504476135 - Property 1295455071
source: Specifies the custom properties that a shop owner uses to define product variants. You can define three options for a product variant.
da_dk: Angiver de brugerdefinerede egenskaber, som en produktionsejer bruger til at definere produktvarianter. Du kan definere tre indstillinger for en produktvariant.
de_at: Gibt die angepassten Eigenschaften an, die ein Besitzer des Shops verwendet, um Produktvarianten zu definieren. Sie können drei Optionen für eine Produktvariante festlegen.
nl_nl: Hiermee worden de aangepaste eigenschappen opgegeven die een winkeleigenaar gebruikt om productvarianten te definiëren. U kunt drie opties definiëren voor een productvariant.

# Page 3355140540 - Control 122598690 - Property 1295455071
source: Specifies the custom properties that a shop owner uses to define product variants. You can define three options for a product variant.
da_dk: Angiver de brugerdefinerede egenskaber, som en produktionsejer bruger til at definere produktvarianter. Du kan definere tre indstillinger for en produktvariant.
de_at: Gibt die angepassten Eigenschaften an, die ein Besitzer des Shops verwendet, um Produktvarianten zu definieren. Sie können drei Optionen für eine Produktvariante festlegen.
nl_nl: Hiermee worden de aangepaste eigenschappen opgegeven die een winkeleigenaar gebruikt om productvarianten te definiëren. U kunt drie opties definiëren voor een productvariant.

# Page 3355140540 - Control 3779869369 - Property 1295455071
source: Specifies the custom properties that a shop owner uses to define product variants. You can define three options for a product variant.
da_dk: Angiver de brugerdefinerede egenskaber, som en produktionsejer bruger til at definere produktvarianter. Du kan definere tre indstillinger for en produktvariant.
de_at: Gibt die angepassten Eigenschaften an, die ein Besitzer des Shops verwendet, um Produktvarianten zu definieren. Sie können drei Optionen für eine Produktvariante festlegen.
nl_nl: Hiermee worden de aangepaste eigenschappen opgegeven die een winkeleigenaar gebruikt om productvarianten te definiëren. U kunt drie opties definiëren voor een productvariant.

# Page 3355140540 - Control 2148754059 - Property 1295455071
source: Specifies the value of the first option.
da_dk: Angiver værdien for den første indstilling.
de_at: Gibt den Wert der ersten Option an.
nl_nl: Hiermee wordt de waarde van de eerste optie opgegeven.

# Page 3355140540 - Control 4061843910 - Property 1295455071
source: Specifies the value of the second option.
da_dk: Angiver værdien for den anden indstilling.
de_at: Gibt den Wert der zweiten Option an.
nl_nl: Hiermee wordt de waarde van de tweede optie opgegeven.

# Page 3355140540 - Control 3424147293 - Property 1295455071
source: Specifies the value of the third option.
da_dk: Angiver værdien for indstillingen.
de_at: Gibt den Wert der dritten Option an.
nl_nl: Hiermee wordt de waarde van de derde optie opgegeven.

# Page 3355140540 - Control 3635338911 - Property 1295455071
source: Specifies the price of a product variant.
da_dk: Angiver prisen på en produktvariant.
de_at: Gibt den Preis für eine Produktvariante an.
nl_nl: Hiermee wordt de prijs van een productvariant opgegeven.

# Page 3355140540 - Control 1247743551 - Property 1295455071
source: Specifies the unique identifier for the product variant in the shop.
da_dk: Angiver det entydige id for produktvarianten i butikken.
de_at: Gibt den eindeutigen Bezeichner für die Produktvariante im Shop an.
nl_nl: Hiermee wordt de unieke identificatie opgegeven voor de productvariant in de winkel.

# Page 3355140540 - Control 50922609 - Property 1295455071
source: Specifies whether a tax is charged when the product variant is sold.
da_dk: Angiver, om en skat skal opkræves, når produktvarianten sælges.
de_at: Gibt an, ob beim Verkauf der Produktvariante eine Steuer berechnet wird.
nl_nl: Hiermee wordt opgegeven of er een belasting wordt berekend wanneer de productvariant wordt verkocht.

# Page 3355140540 - Control 2940580508 - Property 1295455071
source: Specifies the Avalara tax code for the product variant. This parameter applies only to the stores that have the Avalara AvaTax app installed.
da_dk: Angiver Avalara-skattekoden for produktvarianten. Denne parameter gælder kun for de butikker, hvor appen Avalara AvaTax er installeret.
de_at: Gibt den Avalara-Steuercode für die Produktvariante an. Dieser Parameter gilt nur für die Shops, in denen die Avalara AvaTax-App installiert ist.
nl_nl: Hiermee wordt de Avalara-belastingcode opgegeven voor de productvariant. Deze parameter is alleen van toepassing op winkels waar de Avalara AvaTax-app is geïnstalleerd.

# Page 3355140540 - Control 329424276 - Property 1295455071
source: Specifies the title of the product variant. The title field is a concatenation of the option1, option2, and option3 fields.
da_dk: Angiver titlen på produktvarianten. Feltet Title er en sammenkædning af felterne option1, option2 og option3.
de_at: Gibt den Titel der Produktvariante an. Das Feld Titel ist eine Verknüpfung der Felder Option1, Option2 und Option3.
nl_nl: Hiermee wordt de titel van de productvariant opgegeven. het titelveld is een samenvoeging van de velden Optie1, Optie2 en Optie3.

# Page 3355140540 - Control 2988376383 - Property 1295455071
source: Specifies the cost of one unit for the variant.
da_dk: Angiver omkostningen for én enhed af varianten.
de_at: Gibt die Kosten für eine Einheit für die Variante an.
nl_nl: Hiermee wordt de kostprijs van één eenheid voor de variant opgegeven.

# Page 3355140540 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the product variant was last modified.
da_dk: Angiver den dato og det klokkeslæt, hvor produktvarianten sidst blev ændret.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Produktvariante zuletzt geändert wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de productvariant voor het laatst is gewijzigd.

# Page 3355140540 - Control 3798681774 - Property 1295455071
source: Specifies the code of the item variant.
da_dk: Angiver koden for varevarianten.
de_at: Gibt den Code für die Variante des Artikels an.
nl_nl: Hiermee wordt de code van de artikelvariant opgegeven.

# Page 3355140540 - Control 2854289444 - Property 1295455071
source: Specifies the weight of the product variant.
da_dk: Angiver produktvariantens vægt.
de_at: Gibt das Gewicht der Produktvariante an.
nl_nl: Hiermee wordt het gewicht van de productvariant opgegeven.

# Page 3355140540 - Action 1195627209 - Property 1295455071
source: Manually map products from Shopify with an item.
da_dk: Knyt produkter manuelt fra Shopify til en vare.
de_at: Ordnen Sie Produkte aus Shopify manuell einem Artikel zu.
nl_nl: Wijs handmatig producten vanuit Shopify toe aan een artikel.

# Page 3355140540 - Action 1195627209 - Property 2879900210
source: Map Product
da_dk: Tilknyt produkt
de_at: Produkt zuordnen
nl_nl: Product toewijzen

# Page 3355140540 - Action 3677606909 - Property 1295455071
source: Manually map products from Shopify with an item.
da_dk: Knyt produkter manuelt fra Shopify til en vare.
de_at: Ordnen Sie Produkte aus Shopify manuell einem Artikel zu.
nl_nl: Wijs handmatig producten vanuit Shopify toe aan een artikel.

# Page 3355140540 - Action 3677606909 - Property 2879900210
source: Map Variant
da_dk: Tilknyt variant
de_at: Variante zuordnen
nl_nl: Variant toewijzen

# Report 653247747 - Property 2879900210
source: Add Item to Shopify
da_dk: Føj vare til Shopify
de_at: Artikel zu Shopify hinzufügen
nl_nl: Artikel toevoegen aan Shopify

source: You must select a shop to add the items to.
da_dk: Du skal vælge en butik, som varerne skal føjes til.
de_at: Sie müssen einen Shop auswählen, dem Sie die Artikel hinzufügen möchten.
nl_nl: U moet een winkel selecteren waaraan u de artikelen wilt toevoegen.

# Report 653247747 - Control 1442457208 - Property 2879900210
source: Options
da_dk: Indstillinger
de_at: Optionen
nl_nl: Opties

# Report 653247747 - Control 126083828 - Property 1295455071
source: Specifies if item images are synced.
da_dk: Angiver, om varebilleder synkroniseres.
de_at: Legt fest, ob Artikelbilder synchronisiert werden.
nl_nl: Hiermee wordt opgegeven of artikelafbeeldingen worden gesynchroniseerd.

# Report 653247747 - Control 126083828 - Property 2879900210
source: Sync Images
da_dk: Synkroniser billeder
de_at: Bilder synchronisieren
nl_nl: Afbeeldingen synchroniseren

# Report 653247747 - Control 2380375 - Property 1295455071
source: Specifies if inventory is synced.
da_dk: Angiver, om lageret er synkroniseret.
de_at: Legt fest, ob der Bestand synchronisiert wird.
nl_nl: Hiermee wordt opgegeven of voorraad wordt gesynchroniseerd.

# Report 653247747 - Control 2380375 - Property 2879900210
source: Sync Inventory
da_dk: Synkroniser lager
de_at: Inventar synchronisieren
nl_nl: Voorraad synchroniseren

# Report 653247747 - Control 1473197648 - Property 1295455071
source: Specifies the Shopify Shop.
da_dk: Angiver Shopify-butikken.
de_at: Gibt den Shopify-Shop an.
nl_nl: Hiermee wordt de Shopify-winkel opgegeven.

# Report 653247747 - Control 1473197648 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Report 3747876255 - Property 2879900210
source: Shopify Create Location Filter
da_dk: Shopify Opret placeringsfilter
de_at: Shopify – Standortfilter erstellen
nl_nl: Shopify - Locatiefilter maken

# Report 4079961511 - Property 2879900210
source: Shopify Create Sales Orders
da_dk: Shopify Opret salgsordrer
de_at: Shopify Verkaufsaufträge erstellen
nl_nl: Verkooporders voor Shopify maken

# Report 3707284183 - Property 2879900210
source: Shopify Sync Countries
da_dk: Shopify Synkroniseringslande/områder
de_at: Shopify – Länder synchr.
nl_nl: Shopify - Landen/regio's synchroniseren

# Report 3989958776 - Property 2879900210
source: Shopify Sync Customers
da_dk: Shopify Synkroniser debitorer
de_at: Shopify – Debitoren synchr.
nl_nl: Shopify - Klanten synchroniseren

# Report 4117878793 - Property 2879900210
source: Shopify Sync Images
da_dk: Shopify Synkroniser billeder
de_at: Shopify – Bilder synchr.
nl_nl: Shopify - Afbeeldingen synchroniseren

# Report 3468645198 - Property 2879900210
source: Sync Orders from Shopify
da_dk: Synkroniser ordrer fra Shopify
de_at: Aufträge von Shopify synchronisieren
nl_nl: Orders synchroniseren vanuit Shopify

# Report 3468645198 - NamedType 3175778566
source: To Process: #1###########
da_dk: Til proces: #1###########
de_at: Zu verarbeiten: #1###########
nl_nl: Te verwerken: #1###########

# Report 1613822294 - Property 2879900210
source: Shopify Sync Payments
da_dk: Shopify Synkroniser betalinger
de_at: Shopify – Zahlungen synchr.
nl_nl: Shopify - Betalingen synchroniseren

# Report 2187403677 - Property 2879900210
source: Shopify Sync Products
da_dk: Shopify Synkroniser produkter
de_at: Shopify – Produkte synchr.
nl_nl: Shopify - Producten synchroniseren

# Report 2187403677 - Control 1867267488 - Property 1295455071
source: Number of records to synchronize
da_dk: Antal records, der skal synkroniseres
de_at: Anzahl der zu synchronisierenden Datensätze
nl_nl: Aantal records om te synchroniseren

# Report 2187403677 - Control 1867267488 - Property 2879900210
source: Number of Records
da_dk: Antal records
de_at: Anzahl der Datensätze
nl_nl: Aantal records

# Report 2187403677 - Control 2244876594 - Property 1295455071
source: Only sync prices from D365BC to Shopify
da_dk: Synkroniser kun priser fra D365BC til Shopify
de_at: Nur Preise von D365BC zu Shopify synchronisieren
nl_nl: Alleen prijzen synchroniseren van D365BC naar Shopify

# Report 2187403677 - Control 2244876594 - Property 2879900210
source: Only Sync Price
da_dk: Synkroniser kun pris
de_at: Nur Preis synchronisieren
nl_nl: Alleen prijs synchroniseren

# Report 2742836045 - Property 2879900210
source: Sync Shipments To Shopify
da_dk: Synkroniser forsendelser til Shopify
de_at: Lieferungen mit Shopify synchronisieren
nl_nl: Verzendingen synchroniseren met Shopify

# Report 1308902014 - Property 2879900210
source: Sync Stock To Shopify
da_dk: Synkroniser lager til Shopify
de_at: Lagerbestände mit Shopify synchronisieren
nl_nl: Voorraad synchroniseren met Shopify

# Report 4093570814 - Property 2879900210
source: Shopify Translator
da_dk: Shopify-oversætter
de_at: Shopify-Übersetzer
nl_nl: Shopify-conversie

# Report 4093570814 - NamedType 2040151610
source: Item Attributes
da_dk: Vareattributter
de_at: Artikelattribute
nl_nl: Artikelkenmerken

# Query 3198841923 - Property 2879900210
source: Shopify Shipment Location
da_dk: Shopify Leveringsplacering
de_at: Shopify – Versandort
nl_nl: Shopify - Verzendlocatie

# PageExtension 3268681084 - Action 3480241704 - Property 1295455071
source: Manage Shopify Shops, customers, products, orders, gift cards, transactions and payouts.
da_dk: Administrer Shopify-butikker, -debitorer, -produkter, -ordrer, -gavekort, -transaktioner og -udbetalinger.
de_at: Verwalten Sie Shopify-Shops, Kunden, Produkte, Aufträge, Geschenkkarten, Transaktionen und Auszahlungen.
nl_nl: Beheer Shopify-winkels, klanten, producten, orders, geschenkbonnen, transacties en uitbetalingen.

# PageExtension 3268681084 - Action 3516978065 - Property 1295455071
source: View the Shopify Gift Cards, their unique code and balance.
da_dk: Vis de Shopify-gavekort, deres entydige kode og saldo.
de_at: Zeigen Sie die Shopify-Geschenkkarten, ihren eindeutigen Code und ihr Guthaben an.
nl_nl: Bekijk de Shopify-geschenkbonnen, hun unieke code en saldo.

# PageExtension 3268681084 - Action 3516978065 - Property 2879900210
source: Gift Cards
da_dk: Gavekort
de_at: Geschenkkarten
nl_nl: Geschenkbonnen

# PageExtension 3268681084 - Action 2086699843 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
da_dk: Vis dine Shopify-aftaler med debitorer om at sælge bestemte produkter på bestemte leverings- og betalingsbetingelser.
de_at: Zeigen Sie Ihre Shopify-Vereinbarungen mit Kunden zum Verkauf bestimmter Produkte zu bestimmten Liefer- und Zahlungsbedingungen an.
nl_nl: Bekijk uw Shopify-overeenkomsten met klanten om bepaalde producten te verkopen tegen bepaalde leverings- en betalingsvoorwaarden.

# PageExtension 3268681084 - Action 2086699843 - Property 2879900210
source: Orders
da_dk: Ordrer
de_at: Aufträge

# PageExtension 3268681084 - Action 1698994651 - Property 1295455071
source: View the movement of money between a Shopify Payment account balance and a connected bank account.
da_dk: Vis pengebevægelser mellem en Shopify-betalingskontosaldo og en tilknyttet bankkonto.
de_at: Zeigen Sie die Geldbewegungen zwischen einem Shopify Payment-Kontostand und einem verknüpften Bankkonto an.
nl_nl: Bekijk de verplaatsing van geld tussen een Shopify Payments-rekeningsaldo en een verbonden bankrekening.

# PageExtension 3268681084 - Action 1698994651 - Property 2879900210
source: Payouts
da_dk: Udbetalinger
de_at: Auszahlungen
nl_nl: Uitbetalingen

# PageExtension 3268681084 - Action 4115686464 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
da_dk: Tilføj, vis eller rediger detaljerede oplysninger om de produkter, du købt gennem Shopify.
de_at: Fügen Sie detaillierte Informationen zu den Produkten hinzu, die Sie über Shopify handeln, und zeigen Sie sie an oder bearbeiten Sie sie.
nl_nl: Voeg gedetailleerde informatie toe, geef deze weer of bewerk deze voor de producten waarin u handelt via Shopify.

# PageExtension 3268681084 - Action 4115686464 - Property 2879900210
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# PageExtension 3268681084 - Action 4219139933 - Property 1295455071
source: Define your Shopify Shops and enter how to synchronize data for each shop.
da_dk: Definer dine Shopify-butikker, og angiv, hvordan data til hvert enkelt køb skal synkroniseres.
de_at: Definieren Sie Ihre Shopify-Shops, und geben Sie an, wie die Daten für die einzelnen Shops synchronisiert werden sollen.
nl_nl: Definieer uw Shopify-winkels en voer in hoe u gegevens wilt synchroniseren voor elke winkel.

# PageExtension 3268681084 - Action 4219139933 - Property 2879900210
source: Shops
da_dk: Butikker
nl_nl: Winkels

# PageExtension 3268681084 - Action 3647730261 - Property 1295455071
source: View every single movement of money in or out the Shopify Payment account.
da_dk: Vis hver enkelt bevægelse af penge på eller ud af Shopify-betalingskontoen.
de_at: Zeigen Sie jede Geldbewegung an, die auf dem Shopify-Zahlungskonto ein- oder ausgeht.
nl_nl: Bekijk elke afzonderlijke verplaatsing van geld in of uit de Shopify Payments-rekening.

# PageExtension 3268681084 - Action 3647730261 - Property 2879900210
source: Transactions
da_dk: Transaktioner
de_at: Transaktionen
nl_nl: Transacties

# PageExtension 3268681084 - Action 1871449068 - Property 1295455071
source: View or edit detailed information for the customers that you trade with through Shopify.
da_dk: Vis eller rediger detaljerede oplysninger om de debitorer, du handler med gennem Shopify.
de_at: Zeigen Sie detaillierte Informationen zu den Kunden an, mit denen Sie über Shopify handeln, oder bearbeiten Sie diese.
nl_nl: Bekijk of bewerk gedetailleerde informatie voor de klanten met wie u handelt via Shopify.

# PageExtension 3268681084 - Action 1871449068 - Property 2879900210
source: Customers
da_dk: Debitorer
de_at: Debitoren
nl_nl: Klanten

# PageExtension 3736549167 - Action 3480241704 - Property 1295455071
source: Manage Shopify Shops, customers, products, orders, gift cards, transactions and payouts.
da_dk: Administrer Shopify-butikker, -debitorer, -produkter, -ordrer, -gavekort, -transaktioner og -udbetalinger.
de_at: Verwalten Sie Shopify-Shops, Kunden, Produkte, Aufträge, Geschenkkarten, Transaktionen und Auszahlungen.
nl_nl: Beheer Shopify-winkels, klanten, producten, orders, geschenkbonnen, transacties en uitbetalingen.

# PageExtension 3736549167 - Action 233754043 - Property 1295455071
source: View or edit detailed information for the customers that you trade with through Shopify.
da_dk: Vis eller rediger detaljerede oplysninger om de debitorer, du handler med gennem Shopify.
de_at: Zeigen Sie detaillierte Informationen zu den Kunden an, mit denen Sie über Shopify handeln, oder bearbeiten Sie diese.
nl_nl: Bekijk of bewerk gedetailleerde informatie voor de klanten met wie u handelt via Shopify.

# PageExtension 3736549167 - Action 233754043 - Property 2879900210
source: Customers
da_dk: Debitorer
de_at: Debitoren
nl_nl: Klanten

# PageExtension 3736549167 - Action 496306103 - Property 1295455071
source: View the Shopify Gift Cards, their unique code and balance.
da_dk: Vis de Shopify-gavekort, deres entydige kode og saldo.
de_at: Zeigen Sie die Shopify-Geschenkkarten, ihren eindeutigen Code und ihr Guthaben an.
nl_nl: Bekijk de Shopify-geschenkbonnen, hun unieke code en saldo.

# PageExtension 3736549167 - Action 496306103 - Property 2879900210
source: Gift Cards
da_dk: Gavekort
de_at: Geschenkkarten
nl_nl: Geschenkbonnen

# PageExtension 3736549167 - Action 3118629701 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
da_dk: Vis dine Shopify-aftaler med debitorer om at sælge bestemte produkter på bestemte leverings- og betalingsbetingelser.
de_at: Zeigen Sie Ihre Shopify-Vereinbarungen mit Kunden zum Verkauf bestimmter Produkte zu bestimmten Liefer- und Zahlungsbedingungen an.
nl_nl: Bekijk uw Shopify-overeenkomsten met klanten om bepaalde producten te verkopen tegen bepaalde leverings- en betalingsvoorwaarden.

# PageExtension 3736549167 - Action 3118629701 - Property 2879900210
source: Orders
da_dk: Ordrer
de_at: Aufträge

# PageExtension 3736549167 - Action 135109997 - Property 1295455071
source: View the movement of money between a Shopify Payment account balance and a connected bank account.
da_dk: Vis pengebevægelser mellem en Shopify-betalingskontosaldo og en tilknyttet bankkonto.
de_at: Zeigen Sie die Geldbewegungen zwischen einem Shopify Payment-Kontostand und einem verknüpften Bankkonto an.
nl_nl: Bekijk de verplaatsing van geld tussen een Shopify Payments-rekeningsaldo en een verbonden bankrekening.

# PageExtension 3736549167 - Action 135109997 - Property 2879900210
source: Payouts
da_dk: Udbetalinger
de_at: Auszahlungen
nl_nl: Uitbetalingen

# PageExtension 3736549167 - Action 984924354 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
da_dk: Tilføj, vis eller rediger detaljerede oplysninger om de produkter, du købt gennem Shopify.
de_at: Fügen Sie detaillierte Informationen zu den Produkten hinzu, die Sie über Shopify handeln, und zeigen Sie sie an oder bearbeiten Sie sie.
nl_nl: Voeg gedetailleerde informatie toe, geef deze weer of bewerk deze voor de producten waarin u handelt via Shopify.

# PageExtension 3736549167 - Action 984924354 - Property 2879900210
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten
