Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 1970429680 - Control 4281524059 - Property 247559172
source: Provide the URL that people will use to access your shop. For example, *https://myshop.myshopify.com*.
da_dk: Angiv den URL-adresse, som folk skal bruge til at få adgang til din butik. F. eks. *https://myshop.myshopify.com*.
de_at: Geben Sie die URL an, über die Besucher auf Ihren Shop zugreifen werden. Zum Beispiel: *https://myshop.myshopify.com*.
nl_nl: Geef de URL op die mensen gebruiken om toegang te krijgen tot uw winkel. Bijvoorbeeld *https://myshop.myshopify.com*.

# Page 1970429680 - Control 2380375 - Property 2879900210
source: Inventory Synchronization
da_dk: Lagersynkronisering
de_at: Inventarsynchronisierung
nl_nl: Synchronisatie van voorraden

# Page 1970429680 - Control 3517953870 - Property 1064389655
source: Set up synchronization for items
da_dk: Konfigurer synkronisering for varer
de_at: Synchronisierung für Artikel einrichten
nl_nl: Synchronisatie voor artikelen instellen

# Page 1970429680 - Control 3517953870 - Property 247559172
source: **Products** in Shopify are called **Items** in Business Central. Define how to synchronize items in *this* shop with Business Central. If one of the apps doesn't have this data, you can quickly export items from Business Central to Shopify and vice versa.
da_dk: **Produkter** i Shopify kaldes **Varer** i Business Central. Definer, hvordan du kan synkronisere varer i *denne* butik med Business Central. Hvis en af appsene ikke har disse data, kan du hurtigt eksportere varer fra Business Central til Shopify og vice versa.
de_at: **Produkte** in Shopify werden in Business Central **Artikel** genannt. Legen Sie fest, wie Artikel in *diesem* Shop mit Business Central synchronisiert werden sollen. Wenn eine der Anwendungen nicht über diese Daten verfügt, können Sie Artikel schnell von Business Central nach Shopify exportieren und umgekehrt.
nl_nl: **Producten** in Shopify worden in Business Central **artikelen** genoemd. Definieer hoe u artikelen in *deze* winkel synchroniseert met Business Central. Als een van de apps deze gegevens niet bevat, kunt u snel artikelen van Business Central naar Shopify exporteren en andersom.

# Page 1970429680 - Control 3517953870 - Property 2879900210
source: Item/Product Synchronization
da_dk: Vare/produktsynkronisering
de_at: Synchronisierung von Artikel/Produkt
nl_nl: Artikel/product-synchronisatie

# Page 1970429680 - Control 3172571871 - Property 1295455071
source: Specifies if unknown items are automatically created in D365BC when synchronizing from Shopify.
da_dk: Angiver, om ukendte varer oprettes automatisk i D365BC, når der synkroniseres fra Shopify.
de_at: Gibt an, ob unbekannte Artikel bei der Synchronisierung von Shopify automatisch in D365BC erstellt werden.
nl_nl: Hiermee wordt opgegeven of onbekende artikelen automatisch worden gemaakt in D365BC tijdens de synchronisatie vanuit Shopify.

# Page 1970429680 - Control 2165795009 - Property 1295455071
source: Specifies whether D365BC can update products when synchronizing to Shopify.
da_dk: Angiver, om D365BC kan opdatere produkter, når der synkroniseres med Shopify.
de_at: Gibt an, ob D365BC Produkte aktualisieren kann, wenn sie mit Shopify synchronisiert werden.
nl_nl: Hiermee wordt opgegeven of D365BC producten kan bijwerken tijdens synchronisatie met Shopify.

# Page 1970429680 - Control 1582664428 - Property 1295455071
source: Specifies the status of a product in Shopify when an item is create in Shopify via the sync.
da_dk: Angiver status for et produkt i Shopify, når en vare oprettes i Shopify via synkroniseringen.
de_at: Gibt den Status eines Artikels in Shopify an, wenn ein Artikel in Shopify über die Synchronisierung erstellt wird.
nl_nl: Hiermee wordt de status van een product in Shopify opgegeven wanneer een artikel wordt gemaakt in Shopify via de synchronisatie.

# Page 1970429680 - Control 534178746 - Property 1295455071
source: Specifies which discount should be used for an item in Shopify. The sales discount of this customer discount group is taken. If no group is entered, the discount group from the "Customer Template Code" is used.
da_dk: Angiver, hvilken rabat der skal bruges til en vare i Shopify. Salgsrabatten for denne debitorrabatgruppe er taget. Hvis der ikke er angivet en gruppe, bruges rabatgruppen fra "Debitorskabelonkode".
de_at: Legt fest, welcher Rabatt für einen Artikel in Shopify verwendet werden soll. Es wird der Verkaufsrabatt dieser Rabattgruppe des Kunden verwendet. Wenn keine Gruppe eingegeben wird, wird die Rabattgruppe aus den „Kundenvorlagen“ verwendet.
nl_nl: Hiermee wordt opgegeven welke korting moet worden gebruikt voor een artikel in Shopify. De verkoopkorting van deze klantenkortingsgroep wordt gebruikt. Als u geen groep opgeeft, wordt de kortingsgroep van de 'Code van klantensjabloon' gebruikt.

# Page 1970429680 - Control 3344066330 - Property 1295455071
source: Specifies which price should be used for an item in Shopify. The sales price of this customer price group is taken. If no group is entered, the group of the "Customer Template Code" is used.
da_dk: Angiver, hvilken pris der skal bruges til en vare i Shopify. Salgsprisen for denne debitorprisgruppe er taget. Hvis der ikke er angivet en gruppe, bruges denne gruppe som "debitorskabelonkode".
de_at: Gibt an, welcher Preis für einen Artikel in Shopify verwendet werden soll. Es wird der Verkaufspreis dieser Preisgruppe des Kunden verwendet. Wenn keine Gruppe eingegeben wird, wird die Gruppe des „Kundenvorlagencodes“ verwendet.
nl_nl: Hiermee wordt opgegeven welke prijs moet worden gebruikt voor een artikel in Shopify. De verkoopprijs van deze klantenprijsgroep wordt gebruikt. Als u geen groep opgeeft, wordt de groep van de 'Code van klantensjabloon' gebruikt.

# Page 1970429680 - Control 1001320691 - Property 1295455071
source: Specifies if you want to prevent negative inventory. With "continue" the inventory can go negative, with "Deny" you want to prevent negative inventory.
da_dk: Angiver, om du vil forhindre negativt lager. Med "Fortsæt" kan lageret blive negativt, med "Afvis", som du vil forhindre negativt lager.
de_at: Gibt an, ob Sie ein negatives Inventar verhindern möchten. Mit „Fortfahren“ kann das Inventar ins Minus gehen, mit „Ablehnen“ verhindern Sie ein negatives Inventar.
nl_nl: Hiermee wordt opgegeven of u negatieve voorraad wilt voorkomen. Bij keuze van 'Doorgaan ' kan de voorraad negatief worden, terwijl u bij 'Afwijzen' wilt negatieve voorraad wilt voorkomen.

# Page 1970429680 - Control 3484658984 - Property 1295455071
source: Specifies if you want to manage your inventory in Shopify based on D365BC.
da_dk: Angiver, om du vil administrere lageret i Shopify baseret på D365BC.
de_at: Gibt an, ob Sie Ihr Inventar in Shopify auf der Grundlage von D365BC verwalten möchten.
nl_nl: Hiermee wordt opgegeven of u uw voorraad wilt beheren in Shopify op basis van D365BC.

# Page 1970429680 - Control 3257256204 - Property 1295455071
source: Specifies which item template to use when creating unknown items.
da_dk: Angiver, hvilken vareskabelon der skal bruges ved oprettelse af ukendte varer.
de_at: Gibt an, welche Artikelvorlage verwendet werden soll, wenn Sie unbekannte Artikel erstellen.
nl_nl: Hiermee wordt opgegeven welke artikelsjabloon moet worden gebruikt bij het maken van onbekende artikelen.

# Page 1970429680 - Control 3746261964 - Property 1295455071
source: Specifies the variant option name for the unit of measure.
da_dk: Angiver navnet på variantindstillingen for enheden.
de_at: Gibt den Namen der Variante der Option für die Einheit an.
nl_nl: Hiermee wordt de naam van de variantoptie voor de eenheid opgegeven.

# Page 1970429680 - Control 239429557 - Property 1295455071
source: Specifies the status of a product in Shopify when an item is removed in Shopify via the sync.
da_dk: Angiver status for et produkt i Shopify, når en vare fjernes i Shopify via synkroniseringen.
de_at: Gibt den Status eines Produkts in Shopify an, wenn ein Artikel in Shopify über die Synchronisierung entfernt wird.
nl_nl: Hiermee wordt de status van een product in Shopify opgegeven wanneer een artikel wordt verwijderd in Shopify via de synchronisatie.

# Page 1970429680 - Control 3480590187 - Property 1295455071
source: Specifies whether Shopify can update items when synchronizing from Shopify.
da_dk: Angiver, om Shopify kan opdatere varer, når der synkroniseres fra Shopify.
de_at: Gibt an, ob Shopify bei der Synchronisierung von Shopify Artikel aktualisieren kann.
nl_nl: Hiermee wordt opgegeven of Shopify artikelen kan bijwerken tijdens de synchronisatie vanuit Shopify.

# Page 1970429680 - Control 2686779310 - Property 1295455071
source: Specifies a field separator for the SKU if you use "Item. No + Variant Code" to create a variant.
da_dk: Angiver et feltskilletegn for varenummeret, hvis du bruger "Varenr. + Variantkode" for at oprette en variant.
de_at: Legt ein Feldtrennzeichen für die SKU fest, wenn Sie „Artikel.-Nr. + Variantencode“ verwenden, um eine Variante zu erstellen.
nl_nl: Hiermee wordt een veldscheidingsteken voor de SKU opgegeven als u 'Artikelnr. + variantcode' gebruikt om een variant te maken.

# Page 1970429680 - Control 692903367 - Property 1295455071
source: Specifies if and based on what you want to create variants in D365BC.
da_dk: Angiver, om og baseret på, hvad du vil oprette varianter med i D365BC.
de_at: Gibt an, ob und auf welcher Grundlage Sie Varianten in D365BC erstellen möchten.
nl_nl: Hiermee wordt opgegeven of en op basis waarvan u varianten wilt maken in D365BC.

# Page 1970429680 - Control 4013336862 - Property 1295455071
source: Specifies in which direction items are synchronized.
da_dk: Angiver, i hvilke retning varer synkroniseres.
de_at: Gibt an, in welche Richtung die Artikel synchronisiert werden.
nl_nl: Hiermee wordt opgegeven in welke richting artikelen worden gesynchroniseerd.

# Page 1970429680 - Control 2406105719 - Property 1295455071
source: Specifies whether you want to synchronize item attributes to Shopify.
da_dk: Angiver, om du vil synkronisere vareattributter til Shopify.
de_at: Gibt an, ob Sie Artikelattribute mit Shopify synchronisieren möchten.
nl_nl: Hiermee wordt opgegeven of u artikelkenmerken wilt synchroniseren met Shopify.

# Page 1970429680 - Control 3728603460 - Property 1295455071
source: Specifies whether you want to synchronize extended texts to Shopify.
da_dk: Angiver, om du vil synkronisere udvidede tekster med Shopify.
de_at: Gibt an, ob Sie erweiterte Texte mit Shopify synchronisieren möchten.
nl_nl: Hiermee wordt opgegeven of u uitgebreide teksten wilt synchroniseren met Shopify.

# Page 1970429680 - Control 1852306722 - Property 1295455071
source: Specifies whether you want to synchronize item images and in which direction.
da_dk: Angiver, om du vil synkronisere varebilleder og i hvilken retning.
de_at: Gibt an, ob Sie Artikelbilder synchronisieren möchten und in welche Richtung.
nl_nl: Hiermee wordt opgegeven of u artikelafbeeldingen wilt synchroniseren en in welke richting dat moet gebeuren.

# Page 1970429680 - Control 1639899710 - Property 1295455071
source: Specifies if you want to have the different unit of measures as an variant in Shopify.
da_dk: Angiver, om de forskellige måleenheder skal være en variant i Shopify.
de_at: Gibt an, ob Sie die verschiedenen Maßeinheiten als Variante in Shopify haben möchten.
nl_nl: Hiermee wordt opgegeven of u de verschillende eenheid wilt als variant in Shopify.

# Page 1970429680 - Control 88565873 - Property 1295455071
source: Specifies the prefix for variants. The variants you have defined in Shopify are created in Business Central based on an increasing number.
da_dk: Angiver præfikset for varianter. De varianter, du har defineret i Shopify, oprettes i Business Central ud fra et stigende nummer.
de_at: Gibt das Präfix für Varianten an. Die Varianten, die Sie in Shopify definiert haben, werden in Business Central auf der Grundlage einer aufsteigenden Nummer erstellt.
nl_nl: Hiermee wordt de prefix voor varianten opgegeven. De varianten die u hebt gedefinieerd in Shopify worden in Business Central gemaakt op basis van een oplopend getal.

# Page 1970429680 - Control 2649580591 - Property 1064389655
source: Set up your order flow
da_dk: Konfigurer dit ordreflow
de_at: Auftragsablauf einrichten
nl_nl: Uw orderstroom instellen

# Page 1970429680 - Control 2649580591 - Property 247559172
source: Define how new orders in Shopify flow into Business Central. For example, you can require that Shopify orders are approved before they become a sales order or invoice in Business Central. You can also define how to post shipping revenue, and the address that determines where you pay taxes.
da_dk: Definer, hvordan nye ordrer skal indgå i Shopify-flowet i Business central. Du kan f. eks. kræve, at Shopify-ordrer godkendes, før de bliver til en salgsordre eller en faktura i Business Central. Du kan også definere, hvordan fragten skal bogføres, og den adresse, der bestemmer, hvor du betaler skat.
de_at: Legen Sie fest, wie neue Aufträge in Shopify in Business Central übernommen werden. Sie können zum Beispiel festlegen, dass Shopify-Aufträge genehmigt werden müssen, bevor sie in Business Central zu einem Kundenauftrag oder einer Rechnung werden. Sie können auch festlegen, wie die Lieferumsätze verbucht werden sollen, und die Adresse für die Abführung der Steuern bestimmen.
nl_nl: Definiëren hoe nieuwe orders in Shopify naar Business Central stromen. U kunt bijvoorbeeld vereisen dat Shopify-orders worden goedgekeurd voordat ze een verkooporder of factuur worden in Business Central. U kunt ook definiëren hoe opbrengst uit verzending wordt geboekt en het adres opgeven dat bepaalt waar u belasting betaalt.

# Page 1970429680 - Control 2649580591 - Property 2879900210
source: Order Processing
da_dk: Ordrebehandling
de_at: Auftragsabwicklung
nl_nl: Orderverwerking

# Page 1970429680 - Control 484111106 - Property 1295455071
source: Specifies whether orders may be created automatically.
da_dk: Angiver, om ordrer kan oprettes automatisk.
de_at: Gibt an, ob Aufträge automatisch erstellt werden können.
nl_nl: Hiermee wordt opgegeven of automatisch orders kunnen worden gemaakt.

# Page 1970429680 - Control 484111106 - Property 2879900210
source: Auto-create Sales Orders
da_dk: Opret salgsordrer automatisk
de_at: Verkaufsaufträge automatisch erstellen
nl_nl: Automatisch verkooporders maken

# Page 1970429680 - Control 3289828940 - Property 1295455071
source: G/L Account for posting the shipping cost.
da_dk: Finanskonto til bogføring af afsendelsesomkostningen.
de_at: Sachkonto für die Buchung der Lieferkosten.
nl_nl: Grootboekrekening voor het boeken van de verzendkosten.

# Page 1970429680 - Control 160549278 - Property 1295455071
source: Specifies whether the Shopify Order No. is shown in the document line.
da_dk: Angiver, om Shopify-ordrenr. vises på bilagslinjen.
de_at: Gibt an, ob die Shopify-Auftragsnummer in der Zeile des Belegs angezeigt wird.
nl_nl: Hiermee wordt opgegeven of het Shopify-ordernummer wordt weergegeven op de documentregel.

# Page 1970429680 - Control 224289631 - Property 1295455071
source: G/L Account for to post the sold gift card amounts.
da_dk: Finanskonto til bogføring af solgte gavekortbeløb.
de_at: Sachkonto für die Buchung der verkauften Geschenkkartenbeträge.
nl_nl: Grootboekrekening voor het boeken van bedragen van verkochte geschenkbonnen.

# Page 1970429680 - Control 2526037233 - Property 1295455071
source: Specifies the tax area source and the sequence to be followed.
da_dk: Angiver den skatteområdekilde og rækkefølge, der skal følges.
de_at: Gibt die Quelle des Steuergebiets und die zu befolgende Sequenz an.
nl_nl: Hiermee wordt de bron van het belastinggebied en de te volgen volgorde opgegeven.

# Page 1970429680 - Control 667568968 - Property 1295455071
source: G/L Account for post the received tip amount.
da_dk: Finanskonto til bogføring af det modtagne antal drikkepenge.
de_at: Sachkonto für die Buchung des erhaltenen Trinkgelds.
nl_nl: Grootboekrekening voor boeking van het ontvangen fooibedrag.

# Page 1970429680 - Action 2125470521 - Property 1295455071
source: Set up a customer template and default customer per country.
da_dk: Konfigurer en debitorskabelon og standarddebitoren pr. land/område.
de_at: Legen Sie eine Kundenvorlage und einen Standardkunden pro Land fest.
nl_nl: Stel een klantensjabloon en standaardklant per land in.

# Page 1970429680 - Action 2125470521 - Property 2879900210
source: Customer Templates
da_dk: Debitorskabeloner
de_at: Debitorenvorlagen
nl_nl: Klantensjablonen

# Page 1970429680 - Action 890861418 - Property 1295455071
source: View the Shopify Shop locations and link them with the related location(s).
da_dk: Vis Shopify-butiksplaceringerne, og kæd dem sammen med den eller de relaterede placeringer.
de_at: Zeigen Sie die Shopify-Shop-Standorte an, und verknüpfen Sie sie mit dem/den zugehörigen Standort(en).
nl_nl: Bekijk de Shopify-Shop-vestigingen en koppel deze aan de gerelateerde vestiging(en).

# Page 1970429680 - Action 890861418 - Property 2879900210
source: Locations
da_dk: Placeringer
de_at: Lagerorte
nl_nl: Vestigingen

# Page 1970429680 - Action 3435539207 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
da_dk: Vis dine Shopify-aftaler med debitorer om at sælge bestemte produkter på bestemte leverings- og betalingsbetingelser.
de_at: Zeigen Sie Ihre Shopify-Vereinbarungen mit Kunden zum Verkauf bestimmter Produkte zu bestimmten Liefer- und Zahlungsbedingungen an.
nl_nl: Bekijk uw Shopify-overeenkomsten met klanten om bepaalde producten te verkopen tegen bepaalde leverings- en betalingsvoorwaarden.

# Page 1970429680 - Action 3435539207 - Property 2879900210
source: Orders
da_dk: Ordrer
de_at: Aufträge

# Page 1970429680 - Action 2535861002 - Property 1295455071
source: Maps the Shopify payment methods to the related payment methods and prioritize them.
da_dk: Knytter Shopify-betalingsmetoderne til de relaterede betalingsmetoder og prioriterer dem.
de_at: Ordnet die Zahlungsformen von Shopify den zugehörigen Zahlungsformen zu und priorisiert sie.
nl_nl: Hiermee worden de Shopify-betalingsmethoden toegewezen aan de gerelateerde betalingsmethoden en wordt een prioriteit vastgesteld.

# Page 1970429680 - Action 2535861002 - Property 2879900210
source: Payment Method Mapping
da_dk: Tilknytning af betalingsmetode
de_at: Zuordnung der Zahlungsform
nl_nl: Toewijzing van betalingsmethoden

# Page 1970429680 - Action 2362238540 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
da_dk: Tilføj, vis eller rediger detaljerede oplysninger om de produkter, du købt gennem Shopify.
de_at: Fügen Sie detaillierte Informationen zu den Produkten hinzu, die Sie über Shopify handeln, und zeigen Sie sie an oder bearbeiten Sie sie.
nl_nl: Voeg gedetailleerde informatie toe, geef deze weer of bewerk deze voor de producten waarin u handelt via Shopify.

# Page 1970429680 - Action 2362238540 - Property 2879900210
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# Page 1970429680 - Action 1575237744 - Property 1295455071
source: Maps the Shopify shipment methods to the related shipment methods.
da_dk: Knytter Shopify-forsendelsesmetoderne til de relaterede forsendelsesmetoder.
de_at: Ordnet die Shopify-Lieferbedingungen den zugehörigen Lieferbedingungen zu.
nl_nl: Hiermee worden de Shopify-verzendwijzen toegewezen aan de gerelateerde verzendwijzen.

# Page 1970429680 - Action 1575237744 - Property 2879900210
source: Shipment Method Mapping
da_dk: Tilknytning af forsendelsesmetode
de_at: Zuordnung von Versandmethoden
nl_nl: Toewijzing van verzendwijzen

# Page 1970429680 - Action 1850829176 - Property 2879900210
source: Access
da_dk: Adgang
de_at: Zugriff
nl_nl: Toegang

# Page 1970429680 - Action 618433871 - Property 1295455071
source: Request Access to your Shopify store.
da_dk: Anmod om adgang til din Shopify-butik.
de_at: Fordern Sie Zugriff auf Ihren Shopify-Store an.
nl_nl: Vraag toegang tot uw Shopify-winkel aan.

# Page 1970429680 - Action 618433871 - Property 2879900210
source: Request Access
da_dk: Anmod om adgang
de_at: Zugriff anfordern
nl_nl: Toegang aanvragen

# Page 1970429680 - Action 1510998771 - Property 1295455071
source: Request Access to your Shopify store.
da_dk: Anmod om adgang til din Shopify-butik.
de_at: Fordern Sie Zugriff auf Ihren Shopify-Store an.
nl_nl: Toegang vragen tot uw Shopify-winkel.

# Page 1970429680 - Action 1510998771 - Property 2879900210
source: Request Access
da_dk: Anmod om adgang
de_at: Zugriff anfordern
nl_nl: Toegang vragen

# Page 1970429680 - Action 3538230033 - Property 2879900210
source: Sync
da_dk: Synkroniser
de_at: Synchronisieren
nl_nl: Synchronisatie

# Page 1970429680 - Action 3168527114 - Property 1295455071
source: Execute all synchronizations (Products, Product images, Inventory, Customers and payouts) in batch.
da_dk: Udfør alle synkroniseringer (Produkter, Produktbilleder, Lager, Debitorer og udbetalinger) i batchen.
de_at: Führen Sie alle Synchronisierungen (Produkte, Produktbilder, Inventar, Kunde und Auszahlungen) über einen Batch aus.
nl_nl: Voer alle synchronisaties (producten, productafbeeldingen, voorraad, klanten en uitbetalingen) in batch uit.

# Page 1970429680 - Action 3168527114 - Property 2879900210
source: Sync All
da_dk: Synkroniser alle
de_at: Alle synchronisieren
nl_nl: Alles synchroniseren

# Page 1970429680 - Action 4133657564 - Property 1295455071
source: Synchronize the customers from Shopify. The way customers are imported depends on the settings in the Shopify Shop Card.
da_dk: Synkroniser debitorerne fra Shopify. Den måde, debitorer importeres på, afhænger af indstillingerne på Shopify-butikskortet.
de_at: Kunden aus Shopify synchronisieren. Die Art und Weise, wie Kunden importiert werden, hängt von den Einstellungen in der Shopify-Shop-Karte ab.
nl_nl: Synchroniseer de klanten vanuit Shopify. De manier waarop klanten worden geïmporteerd, is afhankelijk van de instellingen op de Shopify-winkelkaart.

# Page 1970429680 - Action 4133657564 - Property 2879900210
source: Sync Customers
da_dk: Synkroniser debitorer
de_at: Debitoren synchronisieren
nl_nl: Klanten synchroniseren

# Page 1970429680 - Action 478485645 - Property 1295455071
source: Synchronize product images for this Shopify Shop. The direction depends on the settings in the Shopify Shop Card.
da_dk: Synkroniser produktbilleder for denne Shopify-butik. Retningen afhænger af indstillingerne på Shopify-butikskortet.
de_at: Produktbilder für diesen Shopify-Shop synchronisieren. Die Richtung hängt von den Einstellungen in der Shopify-Shop-Karte ab.
nl_nl: Synchroniseer productafbeeldingen voor deze Shopify-winkel. De richting is afhankelijk van de instellingen op de Shopify-winkelkaart.

# Page 1970429680 - Action 478485645 - Property 2879900210
source: Sync Product Images
da_dk: Synkroniser produktbilleder
de_at: Produktbilder synchronisieren
nl_nl: Productafbeeldingen synchroniseren

# Page 1970429680 - Action 3292197631 - Property 1295455071
source: Synchronize the inventory to Shopify.
da_dk: Synkroniser lageret til Shopify.
de_at: Inventar mit Shopify synchronisieren.
nl_nl: Synchroniseer de voorraad met Shopify.

# Page 1970429680 - Action 3292197631 - Property 2879900210
source: Sync Inventory
da_dk: Synkroniser lager
de_at: Inventar synchronisieren
nl_nl: Voorraad synchroniseren

# Page 1970429680 - Action 2746460238 - Property 1295455071
source: Synchronize orders from Shopify.
da_dk: Synkroniser ordrer fra Shopify.
de_at: Aufträge von Shopify synchronisieren.
nl_nl: Orders vanuit Shopify synchroniseren.
