Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Enum 1984319471 - EnumValue 1055219755 - Property 2879900210
source: Get Product Images
da_dk: Hent produktbilleder
de_at: Produktbilder abrufen
nl_nl: Productafbeeldingen ophalen

# Enum 1984319471 - EnumValue 4251599368 - Property 2879900210
source: Get Product Variant Ids
da_dk: Hent produktvariant-id'er
de_at: Produktvarianten-IDs abrufen
nl_nl: Id's van productvarianten ophalen

# Enum 1984319471 - EnumValue 686213634 - Property 2879900210
source: Get Next Product Variant Images
da_dk: Hent billeder af næste produktvariant
de_at: Nächste Produktvariantenbilder abrufen
nl_nl: Volgende afbeeldingen van productvarianten ophalen

# Enum 1984319471 - EnumValue 3066567385 - Property 2879900210
source: Get Variant by Id
da_dk: Hent variant efter id
de_at: Variante nach ID abrufen
nl_nl: Variant ophalen op id

# Enum 1984319471 - EnumValue 4163914002 - Property 2879900210
source: Order Risks
da_dk: Ordrerisici
de_at: Bestellrisiken
nl_nl: Orderrisico's

# Enum 1984319471 - EnumValue 2200927476 - Property 2879900210
source: Update Order Attributes
da_dk: Opdater ordreattributter
de_at: Auftragsattribute aktualisieren
nl_nl: Orderkenmerken bijwerken

# Enum 789674161 - Property 2879900210
source: Shopify Import Action
da_dk: Shopify-importhandling
de_at: Shopify – Aktion „Importieren“
nl_nl: Shopify - Actie Importeren

# Enum 789674161 - EnumValue 4137051400 - Property 2879900210
source: New
da_dk: Ny
de_at: Neu
nl_nl: Nieuw

# Enum 789674161 - EnumValue 642782499 - Property 2879900210
source: Update
da_dk: Opdater

# Enum 2636847231 - Property 2879900210
source: Shopify Inventory Management
da_dk: Shopify-lagerstyring
de_at: Shopify – Lagerverwaltung
nl_nl: Shopify - Voorraadbeheer

# Enum 2636847231 - EnumValue 519585812 - Property 2879900210
source: Fulfillment Service
da_dk: Opfyldelsesservice
de_at: Erfüllungsdienst
nl_nl: Afhandelingsservice

# Enum 2636847231 - EnumValue 1494346385 - Property 2879900210
source: Not Managed
da_dk: Ikke administreret
de_at: Nicht verwaltet
nl_nl: Niet beheerd

# Enum 3113349866 - Property 2879900210
source: Shopify Inventory Policy
da_dk: Shopify Lagerpolitik
de_at: Shopify – Lagerbestandspolitik
nl_nl: Shopify - Voorraadbeleid

# Enum 3113349866 - EnumValue 1049621811 - Property 2879900210
source: Continue
da_dk: Fortsæt
de_at: Fortfahren
nl_nl: Doorgaan

# Enum 3113349866 - EnumValue 2372576578 - Property 2879900210
source: Deny
da_dk: Afvis
de_at: Ablehnen
nl_nl: Afwijzen

# Enum 4230855559 - Property 2879900210
source: Shopify Mapping Direction
da_dk: Shopify Tilknytningsretning
de_at: Shopify – Zuordnungsrichtung
nl_nl: Shopify - Toewijzingsrichting

# Enum 4230855559 - EnumValue 224320628 - Property 2879900210
source: BC to Shopify
da_dk: BC til Shopify
de_at: BC zu Shopify
nl_nl: BC naar Shopify

# Enum 4230855559 - EnumValue 65971348 - Property 2879900210
source: Shopify to BC
da_dk: Shopify til BC
de_at: Shopify zu BC
nl_nl: Shopify naar BC

# Enum 3097813108 - Property 2879900210
source: Shopify Metafield Value Type
da_dk: Shopify-metafeltværditype
de_at: Shopify – Metafeld-Werttyp
nl_nl: Shopify - Waardetype van metaveld

# Enum 3097813108 - EnumValue 3883182266 - Property 2879900210
source: Integer
da_dk: Heltal
de_at: Ganzzahl

# Enum 3097813108 - EnumValue 1736694239 - Property 2879900210
source: String
da_dk: Streng
de_at: Zeichenfolge
nl_nl: Tekenreeks

# Enum 1252581514 - Property 2879900210
source: Shopify Name Source
da_dk: Shopify Navnekilde
de_at: Shopify – Namensquelle
nl_nl: Shopify - Naambron

# Enum 1252581514 - EnumValue 552006252 - Property 2879900210
source: Company Name
da_dk: Navn på virksomhed
de_at: Mandantenname
nl_nl: Bedrijfsnaam

# Enum 1252581514 - EnumValue 2071371704 - Property 2879900210
source: First Name and Last Name
da_dk: Fornavn og efternavn
de_at: Vorname und Nachname
nl_nl: Voornaam en achternaam

# Enum 1252581514 - EnumValue 1396933104 - Property 2879900210
source: Last Name and First Name
da_dk: Efternavn og fornavn
de_at: Nachname und Vorname
nl_nl: Achternaam en voornaam

# Enum 1252581514 - EnumValue 3371220206 - Property 2879900210
source: None
da_dk: Ingen
de_at: Keine
nl_nl: Geen

# Enum 2723089908 - Property 2879900210
source: Shopify Order Fulfill. Status
da_dk: Shopify Ordreopfyldelsesstatus
de_at: Shopify – Auftragserf.-Status
nl_nl: Shopify - Afhandelingsstatus van order

# Enum 2723089908 - EnumValue 4235111603 - Property 2879900210
source: Fulfilled
da_dk: Opfyldt
de_at: Erfüllt
nl_nl: Afgehandeld

# Enum 2723089908 - EnumValue 2451670943 - Property 2879900210
source: In Progress
da_dk: Igangværende
de_at: In Bearbeitung
nl_nl: Wordt uitgevoerd

# Enum 2723089908 - EnumValue 4259830144 - Property 2879900210
source: Open
da_dk: Åben
de_at: Offen
nl_nl: Geopend

# Enum 2723089908 - EnumValue 1701720209 - Property 2879900210
source: Partially Fulfilled
da_dk: Delvist opfyldt
de_at: Teilweise erfüllt
nl_nl: Gedeeltelijk afgehandeld

# Enum 2723089908 - EnumValue 189987390 - Property 2879900210
source: Pending Fulfillment
da_dk: Igangsat opfyldelse
de_at: Ausstehende Erfüllung
nl_nl: Wacht op afhandeling

# Enum 2723089908 - EnumValue 743735314 - Property 2879900210
source: Restocked
da_dk: Efterfyldt
de_at: Aufgefüllt
nl_nl: Herbevoorraad

# Enum 2723089908 - EnumValue 803354442 - Property 2879900210
source: Unfulfilled
da_dk: Ikke opfyldt
nl_nl: Niet afgehandeld

# Enum 2315122553 - Property 2879900210
source: Shopify Payment Trans. Source
da_dk: Shopify Kilde for betalingstransaktioner
de_at: Shopify – Zahlungstrans.-Quelle
nl_nl: Shopify - Bron van betalingstransactie

# Enum 2315122553 - EnumValue 1211660521 - Property 2879900210
source: Adjustment
da_dk: Regulering
de_at: Regulierung
nl_nl: Herwaardering

# Enum 2315122553 - EnumValue 1766782118 - Property 2879900210
source: Charge
da_dk: Gebyr
de_at: Belastung
nl_nl: Toeslag

# Enum 2315122553 - EnumValue 2845310126 - Property 2879900210
source: Dispute
da_dk: Bestrid
de_at: Widerspruch
nl_nl: Geschil

# Enum 2315122553 - EnumValue 2620891970 - Property 2879900210
source: Payout
da_dk: Udbetaling
de_at: Auszahlung
nl_nl: Uitbetaling

# Enum 2315122553 - EnumValue 4028787690 - Property 2879900210
source: Refund
da_dk: Refusion
de_at: Erstattung
nl_nl: Terugbetaling

# Enum 2979044366 - Property 2879900210
source: Shopify Payment Transcation Type
da_dk: Shopify Betalingstransaktionstype
de_at: Shopify – Zahlungstransaktionstyp
nl_nl: Shopify - Type betalingstransactie

# Enum 2979044366 - EnumValue 1211660521 - Property 2879900210
source: Adjustment
da_dk: Regulering
de_at: Regulierung
nl_nl: Herwaardering

# Enum 2979044366 - EnumValue 1766782118 - Property 2879900210
source: Charge
da_dk: Gebyr
de_at: Belastung
nl_nl: Toeslag

# Enum 2979044366 - EnumValue 2141525479 - Property 2879900210
source: Credit
da_dk: Kredit
de_at: Haben

# Enum 2979044366 - EnumValue 84647506 - Property 2879900210
source: Debit
da_dk: Debet
de_at: Soll
nl_nl: Debet

# Enum 2979044366 - EnumValue 2845310126 - Property 2879900210
source: Dispute
da_dk: Bestrid
de_at: Widerspruch
nl_nl: Geschil

# Enum 2979044366 - EnumValue 1312079120 - Property 2879900210
source: Payment Refund
da_dk: Betalingsrefusion
de_at: Zahlungsrückerstattung
nl_nl: Terugbetaling van betaling

# Enum 2979044366 - EnumValue 2620891970 - Property 2879900210
source: Payout
da_dk: Udbetaling
de_at: Auszahlung
nl_nl: Uitbetaling

# Enum 2979044366 - EnumValue 1368527819 - Property 2879900210
source: Payout Cancellation
da_dk: Annuller udbetaling
de_at: Stornierung der Auszahlung
nl_nl: Betalingsannulering

# Enum 2979044366 - EnumValue 1170876810 - Property 2879900210
source: Payout Failure
da_dk: Udbetalingsfejl
de_at: Fehlgeschlagene Auszahlung
nl_nl: Uitbetalingsfout

# Enum 2979044366 - EnumValue 4028787690 - Property 2879900210
source: Refund
da_dk: Refusion
de_at: Erstattung
nl_nl: Terugbetaling

# Enum 1109428354 - Property 2879900210
source: Payout Status
da_dk: Udbetalingsstatus
de_at: Auszahlungsstatus
nl_nl: Status van uitbetaling

# Enum 1109428354 - EnumValue 3844911025 - Property 2879900210
source: Canceled
da_dk: Annulleret
de_at: Storniert
nl_nl: Geannuleerd

# Enum 1109428354 - EnumValue 3826689261 - Property 2879900210
source: Failed
da_dk: Mislykkedes
de_at: Fehler
nl_nl: Mislukt

# Enum 1109428354 - EnumValue 341853908 - Property 2879900210
source: In Transit
da_dk: I transit
de_at: In Zustellung

# Enum 1109428354 - EnumValue 789473408 - Property 2879900210
source: Paid
da_dk: Betalt
de_at: Bezahlt
nl_nl: Betaald

# Enum 1109428354 - EnumValue 3431804371 - Property 2879900210
source: Scheduled
da_dk: Planlagt
de_at: Terminiert
nl_nl: Ingeroosterd

# Enum 749599948 - Property 2879900210
source: Shopify Processing Method
da_dk: Shopify Behandlingsmetode
de_at: Shopify – Verarbeitungsform
nl_nl: Shopify - Verwerkingsmethode

# Enum 749599948 - EnumValue 3424086012 - Property 2879900210
source: Checkout
da_dk: Kasse
de_at: Kasse
nl_nl: Afrekening

# Enum 749599948 - EnumValue 2672871879 - Property 2879900210
source: Direct
da_dk: Direkte
de_at: Direkt

# Enum 749599948 - EnumValue 61828920 - Property 2879900210
source: Free
da_dk: Gratis
de_at: Kostenlos
nl_nl: Beschikbaar

# Enum 749599948 - EnumValue 1508634494 - Property 2879900210
source: Manual
da_dk: Manuelt
de_at: Manuell
nl_nl: Handmatig

# Enum 749599948 - EnumValue 735489952 - Property 2879900210
source: Offsite
da_dk: Ikke på stedet
de_at: Extern

# Enum 749599948 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# Enum 2900016621 - Property 2879900210
source: Shopify Product Status
da_dk: Shopify Produktstatus
de_at: Shopify – Produktstatus

# Enum 2900016621 - EnumValue 1090351696 - Property 2879900210
source: Active
da_dk: Aktiv
de_at: Aktiv
nl_nl: Actief

# Enum 2900016621 - EnumValue 57370450 - Property 2879900210
source: Archived
da_dk: Arkiveret
de_at: Archiviert
nl_nl: Gearchiveerd

# Enum 2900016621 - EnumValue 253238575 - Property 2879900210
source: Draft
da_dk: Kladde
de_at: Entwurf
nl_nl: Concept

# Enum 831900249 - Property 2879900210
source: Shopify Remove Product Action
da_dk: Shopify Fjern produkthandling
de_at: Shopify – Aktion „Produkt entfernen“
nl_nl: Shopify - Actie Product verwijderen

# Enum 831900249 - EnumValue 3238093195 - Property 2879900210
source: Status to Archived
da_dk: Status til arkiveret
de_at: Status auf Archiviert
nl_nl: Status naar Gearchiveerd

# Enum 831900249 - EnumValue 23446774 - Property 2879900210
source: Status to Draft
da_dk: Status til kladde
de_at: Status auf Entwurf
nl_nl: Status naar Concept

# Enum 2914775059 - Property 2879900210
source: Shopify Risk Level
da_dk: Shopify Risikoniveau
de_at: Shopify – Risikostufe
nl_nl: Shopify - Risiconiveau

# Enum 2914775059 - EnumValue 3116416530 - Property 2879900210
source: High
da_dk: Høj
de_at: Hoch
nl_nl: Hoog

# Enum 2914775059 - EnumValue 3592530208 - Property 2879900210
source: Low
da_dk: Lav
de_at: Niedrig
nl_nl: Laag

# Enum 2914775059 - EnumValue 432767615 - Property 2879900210
source: Medium
da_dk: Mellem
de_at: Mittel
nl_nl: Gemiddeld

# Enum 1137870428 - Property 2879900210
source: Shopify Shipment Status
da_dk: Shopify Forsendelsesstatus
de_at: Shopify – Versandstatus
nl_nl: Shopify - Verzendstatus

# Enum 1137870428 - EnumValue 177504660 - Property 2879900210
source: Attempted Delivery
da_dk: Forsøg leveret
de_at: Versuchte Lieferung
nl_nl: Poging tot bezorging

# Enum 1137870428 - EnumValue 4141588837 - Property 2879900210
source: Confirmed
da_dk: Bekræftet
de_at: Bestätigt
nl_nl: Bevestigd

# Enum 1137870428 - EnumValue 545346504 - Property 2879900210
source: Delivered
da_dk: Leveret
de_at: Geliefert
nl_nl: Bezorgd

# Enum 1137870428 - EnumValue 3481688708 - Property 2879900210
source: Failure
da_dk: Fejl
de_at: Fehler
nl_nl: Mislukt

# Enum 1137870428 - EnumValue 341853908 - Property 2879900210
source: In Transit
da_dk: I transit
de_at: In Zustellung

# Enum 1137870428 - EnumValue 1554804514 - Property 2879900210
source: Label Printed
da_dk: Navn udskrevet
de_at: Als gedruckt markieren
nl_nl: Etiket afgedrukt

# Enum 1137870428 - EnumValue 216790267 - Property 2879900210
source: Label Purchased
da_dk: Navn købt
de_at: Als gekauft markieren
nl_nl: Etiket aangeschaft

# Enum 1137870428 - EnumValue 2070440075 - Property 2879900210
source: Out for Delivery
da_dk: Ude til levering
de_at: Auslieferung
nl_nl: Uitgestuurd voor levering

# Enum 1137870428 - EnumValue 2654626400 - Property 2879900210
source: Ready for Pickup
da_dk: Klar til afhentning
de_at: Bereit zur Abholung
nl_nl: Gereed voor ophalen

# Enum 3287503174 - Property 2879900210
source: Shopify SKU Mapping
da_dk: Shopify-SKU-tilknytning
de_at: Shopify-SKU-Zuordnung
nl_nl: SKU-toewijzing van Shopify

# Enum 3287503174 - EnumValue 570180224 - Property 2879900210
source: Bar Code
da_dk: Stregkode

# Enum 3287503174 - EnumValue 568743302 - Property 2879900210
source: Item No.
da_dk: Varenr.
de_at: Artikelnr.
nl_nl: Artikelnr.

# Enum 3287503174 - EnumValue 1661366365 - Property 2879900210
source: Item No. + Variant Code
da_dk: Varenr. + variantkode
de_at: Artikelnr. und Variantencode
nl_nl: Artikelnr. + variantcode

# Enum 3287503174 - EnumValue 3450651614 - Property 2879900210
source: Variant code
da_dk: Variantkode
de_at: Variantencode

# Enum 3287503174 - EnumValue 2903269170 - Property 2879900210
source: Vendor Item No.
da_dk: Kreditors varenr.
de_at: Kreditorenartikelnr.
nl_nl: Artikelnr. van leverancier

# Enum 1420853479 - Property 2879900210
source: Shopify Stock Calculation"
da_dk: Shopify Stock-beregning
de_at: Shopify-Lagerbestandsberechnung
nl_nl: Shopify-voorraadberekening

# Enum 1420853479 - EnumValue 1864907812 - Property 2879900210
source: Disabled
da_dk: Deaktiveret
de_at: Deaktiviert
nl_nl: Uitgeschakeld

# Enum 1420853479 - EnumValue 2292656616 - Property 2879900210
source: Projected Available Balance at Today
da_dk: Planlagt disponibel saldo i dag
de_at: Geplanter verfügbarer Saldo heute
nl_nl: Gepland beschikbaar saldo vandaag

# Enum 1545563666 - Property 2879900210
source: Shopify Synchronization Type
da_dk: Shopify Synkroniseringstype
de_at: Shopify – Synchronisierungstyp
nl_nl: Shopify - Synchronisatietype

# Enum 1545563666 - EnumValue 3606140129 - Property 2879900210
source: Customers
da_dk: Debitorer
de_at: Debitoren
nl_nl: Klanten

# Enum 1545563666 - EnumValue 3435539207 - Property 2879900210
source: Orders
da_dk: Ordrer
de_at: Aufträge

# Enum 1545563666 - EnumValue 2362238540 - Property 2879900210
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# Enum 91976311 - Property 2879900210
source: Shopify Target Selection
da_dk: Shopify Destinationsvalg
de_at: Shopify – Zielauswahl
nl_nl: Shopify - Doelselectie

# Enum 91976311 - EnumValue 3703598467 - Property 2879900210
source: All
da_dk: Alle
de_at: Alle
nl_nl: Alle

# Enum 91976311 - EnumValue 2703287665 - Property 2879900210
source: Entitled
da_dk: Berettiget
de_at: Berechtigt
nl_nl: Gerechtigd

# Enum 91976311 - EnumValue 4097594986 - Property 2879900210
source: Explicit
da_dk: Eksplicit
de_at: Explizit
nl_nl: Expliciet

# Enum 91976311 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# Enum 821324551 - Property 2879900210
source: Shopify Target Type
da_dk: Shopify Destinationstype
de_at: Shopify – Zieltyp
nl_nl: Shopify - Doeltype

# Enum 821324551 - EnumValue 3087891197 - Property 2879900210
source: Line Item
da_dk: Linjevare
de_at: Zeilenartikel
nl_nl: Regelartikel

# Enum 821324551 - EnumValue 553233280 - Property 2879900210
source: Shipping Line
da_dk: Leveringslinje
de_at: Versandzeile
nl_nl: Verzendregel

# Enum 821324551 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# Enum 1934711222 - Property 2879900210
source: Shopify Tax By
da_dk: Shopify Moms af
de_at: Shopify – Steuer nach
nl_nl: Shopify - Belasting per

# Enum 1934711222 - EnumValue 3138669267 - Property 2879900210
source: Bill-to -> Sell-to -> Ship-to
da_dk: Fakturer-til -> Sælg-til -> Lever-til
de_at: Rechnungsadresse -> Verkaufsadresse -> Lieferadresse
nl_nl: Factureringsadres -> Verkoopadres -> Verzendadres

# Enum 1934711222 - EnumValue 3299845211 - Property 2879900210
source: Bill-to -> Ship-to -> Sell-to
da_dk: Fakturer-til -> Lever-til -> Sælg-til
de_at: Rechnungsadresse -> Lieferadresse -> Verkaufsadresse
nl_nl: Factureringsadres -> Verzendadres -> Verkoopadres

# Enum 1934711222 - EnumValue 4292796814 - Property 2879900210
source: No Taxes
da_dk: Ingen skat
de_at: Keine Steuern
nl_nl: Geen belastingen

# Enum 1934711222 - EnumValue 955440715 - Property 2879900210
source: Sell-to -> Bill-to -> Ship-to
da_dk: Sælg-til -> Fakturer-til -> Lever-til
de_at: Verkaufsadresse -> Rechnungsadresse -> Lieferadresse
nl_nl: Verkoopadres -> Factureringsadres -> Verzendadres

# Enum 1934711222 - EnumValue 1684835475 - Property 2879900210
source: Sell-to -> Ship-to -> Bill-to
da_dk: Sælg-til -> Lever til -> Fakturer-til
de_at: Verkaufsadresse -> Lieferadresse -> Rechnungsadresse
nl_nl: Verkoopadres -> Verzendadres -> Factureringsadres

# Enum 1934711222 - EnumValue 1309059211 - Property 2879900210
source: Ship-to -> Bill-to -> Sell-to
da_dk: Lever-til -> Fakturer-til > Sælg-til
de_at: Lieferadresse -> Rechnungsadresse -> Verkaufsadresse
nl_nl: Verzendadres -> Factureringsadres -> Verkoopadres

# Enum 1934711222 - EnumValue 1895710499 - Property 2879900210
source: Ship-to -> Sell-to -> Bill-to
da_dk: Lever-til -> Sælg-til -> Fakturer-til
de_at: Lieferadresse -> Verkaufsadresse -> Rechnungsadresse
nl_nl: Verzendadres -> Verkoopadres -> Factureringsadres

# Enum 4072814299 - Property 2879900210
source: Shopify Tax Type
da_dk: Shopify Momstype
de_at: Shopify – Steuerart
nl_nl: Shopify - Belastingtype

# Enum 4072814299 - EnumValue 2516187263 - Property 2879900210
source: Harmonized
da_dk: Harmoniseret
de_at: Harmonisiert
nl_nl: Geharmoniseerd

# Enum 4072814299 - EnumValue 3371220206 - Property 2879900210
source: None
da_dk: Ingen
de_at: Keine
nl_nl: Geen

# Enum 3086077854 - Property 2879900210
source: Shopify Tracking Companies
da_dk: Shopify Sporingsvirksomheder
de_at: Shopify – Tracking-Firmen
nl_nl: Shopify - Bedrijven traceren

# Enum 2117079544 - Property 2879900210
source: Shopify Transaction Status
da_dk: Shopify Transaktionsstatus
de_at: Shopify – Transaktionsstatus
nl_nl: Shopify - Transactiestatus

# Enum 2117079544 - EnumValue 2248886284 - Property 2879900210
source: Error
da_dk: Fejl
de_at: Fehler
nl_nl: Fout

# Enum 2117079544 - EnumValue 3481688708 - Property 2879900210
source: Failure
da_dk: Fejl
de_at: Fehler
nl_nl: Mislukt

# Enum 2117079544 - EnumValue 3481143665 - Property 2879900210
source: Pending
da_dk: Igangsat
de_at: Ausstehend
nl_nl: In behandeling

# Enum 2117079544 - EnumValue 3878926381 - Property 2879900210
source: Success
da_dk: Udført
de_at: Erfolg
nl_nl: Geslaagd

# Enum 3391064892 - Property 2879900210
source: Shopify Transaction Type
da_dk: Shopify Transaktionstype
de_at: Shopify – Transaktionstyp
nl_nl: Shopify - Transactietype

# Enum 3391064892 - EnumValue 1246219133 - Property 2879900210
source: Authorization
da_dk: Godkendelse
de_at: Genehmigung
nl_nl: Autorisatie

# Enum 3391064892 - EnumValue 3858012784 - Property 2879900210
source: Capture
da_dk: Registrer
de_at: Erfassen
nl_nl: Vastlegging

# Enum 3391064892 - EnumValue 4028787690 - Property 2879900210
source: Refund
da_dk: Refusion
de_at: Erstattung
nl_nl: Terugbetaling

# Enum 3391064892 - EnumValue 2315137949 - Property 2879900210
source: Sale
da_dk: Salg
de_at: Verkauf
nl_nl: Verkoop

# Enum 3391064892 - EnumValue 1624414840 - Property 2879900210
source: Void
da_dk: Annuller
de_at: Stornieren
nl_nl: Nietig verklaren

# Enum 791962577 - Property 2879900210
source: Shopify Value Type
da_dk: Shopify Værditype
de_at: Shopify – Werttyp
nl_nl: Shopify - Waardetype

# Enum 791962577 - EnumValue 467024174 - Property 2879900210
source: Fixed Amount
da_dk: Fast beløb
de_at: Fester Betrag
nl_nl: Vast bedrag

# Enum 791962577 - EnumValue 3557664220 - Property 2879900210
source: Percentage
da_dk: Procent
de_at: Prozentsatz

# Enum 791962577 - EnumValue 4294440508 - Property 2879900210
source: Unknown
da_dk: Ukendt
de_at: Unbekannt
nl_nl: Onbekend

# PermissionSet 188678063 - Property 2879900210
source: Shopify - Edit
da_dk: Shopify – Rediger
de_at: Shopify – Bearbeiten
nl_nl: Shopify - Bewerken

# PermissionSet 727874209 - Property 2879900210
source: Shopify - Objects
da_dk: Shopify – Objekter
de_at: Shopify – Objekte
nl_nl: Shopify - Objecten

# PermissionSet 4241745525 - Property 2879900210
source: Shopify - Read
da_dk: Shopify – Læs
de_at: Shopify – Lesen
nl_nl: Shopify - Lezen

# PermissionSet 1465238792 - Property 2879900210
source: Shopify Indirect Permissions
da_dk: Shopify Indirekte rettigheder
de_at: Shopify – Indirekte Berechtig.
nl_nl: Shopify - Indir. machtigingen

# Table 1780538260 - Field 2898143332 - Property 2879900210
source: Note
de_at: Hinweis
nl_nl: Notitie

# Table 808022924 - Field 1447994436 - Property 2879900210
source: Data
de_at: Daten
nl_nl: Gegevens

# Table 617417509 - Property 2879900210
source: Shopify Metafield
de_at: Shopify – Metafeld
nl_nl: Shopify - Metaveld

# Table 75584159 - Field 1221660829 - Property 2879900210
source: Reference
de_at: Referenz
nl_nl: Referentie

# Table 2070056562 - Field 46082055 - Property 2879900210
source: TaxType
de_at: Steuertyp
nl_nl: Belastingtype

# Table 2590399030 - Field 237762718 - Property 2879900210
source: Version
nl_nl: Versie

# Table 298531255 - Field 237762718 - Property 2879900210
source: Version
nl_nl: Versie

# Table 2849143365 - Field 56735747 - Property 2879900210
source: Position
nl_nl: Positie

# Page 3918578631 - Control 2898143332 - Property 2879900210
source: Note
de_at: Hinweis
nl_nl: Notitie

# Page 2057228960 - Control 2898143332 - Property 2879900210
source: Note
de_at: Hinweis
nl_nl: Notitie

# Page 202493269 - Control 2898143332 - Property 2879900210
source: Note
de_at: Hinweis
nl_nl: Notitie

# Page 1266755742 - Control 3576567502 - Property 2879900210
source: Json Data
de_at: JSON-Daten
nl_nl: JSON-gegevens

# Page 1266755742 - Action 1989779806 - Property 2879900210
source: Download Data
de_at: Daten herunterladen
nl_nl: Gegevens downloaden

# Enum 2315122553 - EnumValue 825293260 - Property 2879900210
source: Reserve
de_at: Reservieren
nl_nl: Reserveren

# Enum 2979044366 - EnumValue 825293260 - Property 2879900210
source: Reserve
de_at: Reservieren
nl_nl: Reserveren

# Enum 749599948 - EnumValue 2841419070 - Property 2879900210
source: Express
nl_nl: Expres

# Enum 4072814299 - EnumValue 221910773 - Property 2879900210
source: Normal
nl_nl: Normaal

# PermissionSet 3340356434 - Property 2879900210
source: Shopify - Admin
de_at: Shopify – Verwaltung
nl_nl: Shopify - Beheerder

# Enum 1984319471 - Property 2879900210
source: Shopify GraphQL Type
de_at: Shopify – GraphQL-Typ

# Enum 2723089908 - EnumValue 2368503014 - Property 2879900210
source: Unfulfilled
de_at: Nicht erfüllt

# Table 1416671334 - Field 1898706622 - Property 2879900210
source: Variant Id
de_at: Varianten-ID

# Table 2016272457 - Field 3732224266 - Property 2879900210
source: Test
de_at: Prüfung

# Table 2500861754 - Field 1878130204 - Property 2879900210
source: Type
de_at: Typ

# Table 2500861754 - Field 3732224266 - Property 2879900210
source: Test
de_at: Prüfen

# Table 2605603238 - Field 1878130204 - Property 2879900210
source: Type
de_at: Typ

# Table 2605603238 - Field 3732224266 - Property 2879900210
source: Test
de_at: Prüfen

# Table 3316406141 - Field 1898706622 - Property 2879900210
source: Variant Id
de_at: Varianten-ID

# Table 4049397390 - Field 1878130204 - Property 2879900210
source: Type
de_at: Typ
