Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Table 2577069414 - Property 2879900210
source: Shopify Credit Card Company
da_dk: Shopify-kreditkortvirksomhed
de_at: Shopify Kreditkartenfirma
nl_nl: Shopify-creditcardmaatschappij

# Table 2577069414 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 1487806969 - Property 2879900210
source: Shopify Cue
da_dk: Shopify-stikord
nl_nl: Shopify-hint

# Table 1487806969 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle
de_at: Primärschlüssel
nl_nl: Primaire sleutel

# Table 1487806969 - Field 4123810931 - Property 2879900210
source: Synchronization Errors
da_dk: Synkroniseringsfejl
de_at: Synchronisierungsfehler
nl_nl: Synchronisatiefouten

# Table 1487806969 - Field 38261347 - Property 2879900210
source: Unmapped Customers
da_dk: Ikke-tilknyttede debitorer
de_at: Nicht zugeordnete Kunden
nl_nl: Niet-toegewezen klanten

# Table 1487806969 - Field 416623770 - Property 2879900210
source: Unmapped Products
da_dk: Ikke-tilknyttede produkter
de_at: Nicht zugeordnete Produkte
nl_nl: Niet-toegewezen producten

# Table 1487806969 - Field 3460585648 - Property 2879900210
source: Unprocessed Orders
da_dk: Ikke-behandlede ordrer
de_at: Unverarbeitete Aufträge
nl_nl: Niet-verwerkte orders

# Table 1487806969 - Field 1452317374 - Property 2879900210
source: Unprocessed Shipments
da_dk: Ubehandlede leverancer
de_at: Unverarbeitete Lieferungen
nl_nl: Niet-verwerkte verzendingen

# Table 1780538260 - Property 2879900210
source: Shopify Customer
da_dk: Shopify-debitor
de_at: Shopify Kunde
nl_nl: Shopify-klant

# Table 1780538260 - Field 3258109873 - Property 2879900210
source: Accepts Marketing
da_dk: Accepterer marketing
de_at: Akzeptiert Marketing
nl_nl: Accepteert marketing

# Table 1780538260 - Field 3330757405 - Property 2879900210
source: Accepts Marketing Update At
da_dk: Accepterer opdatering af marketing på
de_at: Akzeptiert Marketing-Update bei
nl_nl: Accepteert marketingupdate op

# Table 1780538260 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 1780538260 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Debitornr.
de_at: Debitorennr.
nl_nl: Klantnummer

# Table 1780538260 - Field 415281632 - Property 2879900210
source: Customer SystemId
da_dk: Debitoradressesystem-id
de_at: Debitorensystem-ID
nl_nl: Systeem-id van klant

# Table 1780538260 - Field 1285973296 - Property 2879900210
source: E-Mail
da_dk: Mail

# Table 1780538260 - Field 3444679095 - Property 2879900210
source: First Name
da_dk: Fornavn
de_at: Vorname
nl_nl: Voornaam

# Table 1780538260 - Field 3796751721 - Property 2879900210
source: ISO Currency Code
da_dk: ISO-valutakode
de_at: ISO-Währungscode
nl_nl: ISO-valutacode

# Table 1780538260 - Field 4068742839 - Property 2879900210
source: Last Name
da_dk: Efternavn
de_at: Nachname
nl_nl: Achternaam

# Table 1780538260 - Field 2887638983 - Property 2879900210
source: Last Updated by BC
da_dk: Sidst opdateret af BC
de_at: Zuletzt aktualisiert von BC
nl_nl: Laatst bijgewerkt door BC

# Table 1780538260 - Field 3986423421 - Property 2879900210
source: Phone No.
da_dk: Telefonnr.
de_at: Telefonnr.
nl_nl: Telefoonnr.

# Table 1780538260 - Field 269761521 - Property 2879900210
source: State
da_dk: Tilstand
de_at: Bundesland
nl_nl: Staat

# Table 1780538260 - Field 627651080 - Property 2879900210
source: Tax Exempt
da_dk: Skattefri
de_at: Steuerbefreit
nl_nl: Vrijgesteld van belasting

# Table 1780538260 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 1780538260 - Field 3545504966 - Property 2879900210
source: Verified E-Mail
da_dk: Bekræftet mail
de_at: Verifizierte E-Mail
nl_nl: Geverifieerde e-mail

# Table 1118872714 - Property 2879900210
source: Shopify Customer Address
da_dk: Shopify-debitoradresse
de_at: Shopify Kundenadresse
nl_nl: Shopify-klantadres

# Table 1118872714 - Field 2944548617 - Property 2879900210
source: Address1
da_dk: Adresse1
de_at: Adresse1
nl_nl: Adres1

# Table 1118872714 - Field 2306852000 - Property 2879900210
source: Address2
da_dk: Adresse2
de_at: Adresse2
nl_nl: Adres2

# Table 1118872714 - Field 714791889 - Property 2879900210
source: City
da_dk: By
de_at: Ort
nl_nl: Plaats

# Table 1118872714 - Field 3133801257 - Property 2879900210
source: Company
da_dk: Virksomhed
de_at: Mandant
nl_nl: Bedrijf

# Table 1118872714 - Field 284764054 - Property 2879900210
source: Country/Region Code
da_dk: Lande/områdekode
de_at: Länder-/Regionscode
nl_nl: Land/regio-code

# Table 1118872714 - Field 2908670124 - Property 2879900210
source: Country/Region Name
da_dk: Lande/områdenavn
de_at: Länder-/Regionsname
nl_nl: Land/regio-naam

# Table 1118872714 - Field 3307755171 - Property 2879900210
source: Customer Id
da_dk: Debitor-id
de_at: Debitoren-ID
nl_nl: Klant-id

# Table 1118872714 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Debitornr.
de_at: Debitorennr.
nl_nl: Klantnummer

# Table 1118872714 - Field 3172946536 - Property 2879900210
source: Customer System Id
da_dk: Debitorsystem-id
de_at: Kunden-System-ID
nl_nl: Klantsysteem-id

# Table 1118872714 - Field 1383905037 - Property 2879900210
source: Default
da_dk: Standard
de_at: Standard
nl_nl: Standaard

# Table 1118872714 - Field 3444679095 - Property 2879900210
source: First Name
da_dk: Fornavn
de_at: Vorname
nl_nl: Voornaam

# Table 1118872714 - Field 4068742839 - Property 2879900210
source: Last Name
da_dk: Efternavn
de_at: Nachname
nl_nl: Achternaam

# Table 1118872714 - Field 646935216 - Property 2879900210
source: Phone
da_dk: Telefon
de_at: Telefon
nl_nl: Telefoon

# Table 1118872714 - Field 3745630193 - Property 2879900210
source: Province Code
da_dk: Provinskode
de_at: Bundeslandcode
nl_nl: Provinciecode

# Table 1118872714 - Field 237720087 - Property 2879900210
source: Province Name
da_dk: Provinsnavn
de_at: Bundeslandname
nl_nl: Provincienaam

# Table 1118872714 - Field 1299162742 - Property 2879900210
source: Ship-To Address SystemId
da_dk: Send-til Adressesystem-id
de_at: Lief. an Adressensystem-ID
nl_nl: Systeem-id van verzendadres

# Table 1118872714 - Field 1653072429 - Property 2879900210
source: Zip
da_dk: Postnr.
nl_nl: Postcode

# Table 2315241236 - Property 2879900210
source: Shopify Customer Template
da_dk: Shopify-debitorskabelon
de_at: Shopify Kundenvorlage
nl_nl: Shopify-klantensjabloon

# Table 2315241236 - Field 284764054 - Property 2879900210
source: Country/Region Code
da_dk: Lande/områdekode
de_at: Länder-/Regionscode
nl_nl: Land/regio-code

# Table 2315241236 - Field 509464483 - Property 2879900210
source: Customer Template code
da_dk: Debitorskabelonkode
de_at: Kundenvorlagencode
nl_nl: Code van klantensjabloon

# Table 2315241236 - Field 2477583492 - Property 2879900210
source: Default Customer No.
da_dk: Standarddebitornr.
de_at: Standarddebitorennr.
nl_nl: Standaardklantnr.

# Table 2315241236 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 808022924 - Property 2879900210
source: Shopify Data Capture
da_dk: Shopify-dataopsamling
de_at: Shopify – Datenerfassung
nl_nl: Shopify - Gegevens vastleggen

# Table 808022924 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_at: Postennr.
nl_nl: Postnr.

# Table 808022924 - Field 3606559167 - Property 2879900210
source: Hash No.
da_dk: Hash-nr.
de_at: Hash-Nr.
nl_nl: Hashnr.

# Table 808022924 - Field 4274712689 - Property 2879900210
source: Linked To Id
da_dk: Sammenkædet til id
de_at: Verknüpft mit ID
nl_nl: Gekoppeld aan id

# Table 808022924 - Field 16104416 - Property 2879900210
source: Linked To Table
da_dk: Knyttet til tabel
de_at: Verknüpft mit Tabelle
nl_nl: Gekoppeld aan tabel

# Table 1314734800 - Property 2879900210
source: Shopify Gift Card
da_dk: Shopify gavekort
de_at: Shopify Geschenkkarte
nl_nl: Shopify-geschenkbon

# Table 1314734800 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
de_at: Betrag
nl_nl: Bedrag

# Table 1314734800 - Field 2290154276 - Property 2879900210
source: Known Used Amount
da_dk: Kendt brugt beløb
de_at: Bekannter verbrauchter Betrag
nl_nl: Bekend gebruikt bedrag

# Table 1314734800 - Field 3825081644 - Property 2879900210
source: Last Characters
da_dk: Sidste tegn
de_at: Letzte Zeichen
nl_nl: Laatste tekens

# Table 3502972403 - Property 2879900210
source: Shopfiy Initial Import Line
da_dk: Shopfiy første indlæs-linje
de_at: Zeile für Shopify-Erstimport
nl_nl: Regel van initiële Shopify-import

# Table 3502972403 - Field 215858794 - Property 2879900210
source: Demo Import
da_dk: Demo indlæs

# Table 3502972403 - Field 4075184121 - Property 2879900210
source: Dependency Filter
da_dk: Afhængighedsfilter
de_at: Abhängigkeitsfilter
nl_nl: Afhankelijkheidsfilter

# Table 3502972403 - Field 3983787601 - Property 2879900210
source: Job Queue Entry ID
da_dk: Sagskøpost-id
de_at: Aufgabenwarteschlange - Posten-ID
nl_nl: Id van taakwachtrijpost

# Table 3502972403 - Field 2498855570 - Property 2879900210
source: Job Queue Entry Status
da_dk: Status af sagskøpost
de_at: Aufgabenwarteschlangenpostenstatus
nl_nl: Status van taakwachtrijpost

# Table 3502972403 - Field 2498855570 - Property 62802879
source: ,Ready,In Process,Error,On Hold,Finished
da_dk: ,Klar,Igangsat,Fejl,Afvent,Afsluttet
de_at: ,Bereit,In Bearbeitung,Fehler,Warten,Beendet
nl_nl: ,Gereed,In verwerking,Fout,Afwachten,Voltooid

# Table 3502972403 - Field 3318218501 - Property 2879900210
source: Job Status
da_dk: Sagsstatus
de_at: Auftragsstatus
nl_nl: Taakstatus

# Table 3502972403 - Field 3318218501 - Property 62802879
source: ,Success,In Process,Error
da_dk: ,Fuldført,Igangsat,Fejl
de_at: ,Erfolg,In Bearbeitung,Fehler
nl_nl: ,Uitgevoerd,In verwerking,Fout

# Table 3502972403 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 3502972403 - Field 894914730 - Property 2879900210
source: Page ID
da_dk: Side-id
de_at: Seiten-ID
nl_nl: Pagina-id

# Table 3502972403 - Field 1829104285 - Property 2879900210
source: Session ID
da_dk: Sessions-id
de_at: Sitzungs-ID
nl_nl: Sessie-id

# Table 3502972403 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 3316406141 - Property 2879900210
source: Shopify Inventory Item
da_dk: Shopify-lagervare
de_at: Shopify Lagerartikel
nl_nl: Shopify-voorraadartikel

# Table 3316406141 - Field 1897783750 - Property 2879900210
source: Country/Region of Origin
da_dk: Lande/områdekode for oprindelse
de_at: Ursprungsland/-region
nl_nl: Land/regio van oorsprong

# Table 3316406141 - Field 2399164219 - Property 2879900210
source: Create At
da_dk: Opret på
de_at: Erstellen am
nl_nl: Maken op

# Table 3316406141 - Field 3347527891 - Property 2879900210
source: History URL
da_dk: URL-adresse til oversigt
de_at: Verlaufs-URL
nl_nl: Historie-URL

# Table 3316406141 - Field 830605225 - Property 2879900210
source: Province of Origin
da_dk: Oprindelsesprovins
de_at: Ursprungsbundesland
nl_nl: Provincie van oorsprong

# Table 3316406141 - Field 2422697752 - Property 2879900210
source: Requires Shipping
da_dk: Kræver levering
de_at: Lieferung erforderlich
nl_nl: Vereist verzending

# Table 3316406141 - Field 3830052978 - Property 2879900210
source: Tracked
da_dk: Sporet
de_at: Nachverfolgt
nl_nl: Getraceerd

# Table 3316406141 - Field 339077636 - Property 2879900210
source: Tracked Editable
da_dk: Sporet redigerbar
de_at: Nachverfolgt bearbeitbar
nl_nl: Getraceerd bewerkbaar

# Table 3316406141 - Field 460913214 - Property 2879900210
source: Tracked Reason
da_dk: Sporet årsag
de_at: Nachverfolgt Grund
nl_nl: Reden voor tracering

# Table 3316406141 - Field 381961415 - Property 2879900210
source: Unit Cost
da_dk: Kostpris
de_at: Einstandspreis
nl_nl: Kostprijs

# Table 3316406141 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 2931149216 - Property 2879900210
source: Shopify Log Entry
da_dk: Shopify-logpost
de_at: Shopify Protokolleintrag
nl_nl: Shopify-logpost

# Table 2931149216 - NamedType 1981279871
source: Are you sure that you want to delete Shopify log entries?
da_dk: Er du sikker på, at du vil slette Shopify-logposter?
de_at: Sind Sie sicher, dass Sie Shopify-Protokolleinträge löschen möchten?
nl_nl: Weet u zeker dat u posten uit het Shopify-log wilt verwijderen?

# Table 2931149216 - Field 2491730758 - Property 2879900210
source: Date and Time
da_dk: Dato og klokkeslæt
de_at: Datum und Uhrzeit
nl_nl: Datum en tijd

# Table 2931149216 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_at: Postennr.
nl_nl: Postnr.

# Table 2931149216 - Field 4132733409 - Property 2879900210
source: Method
da_dk: Metode
de_at: Methode
nl_nl: Methode

# Table 2931149216 - Field 3351914939 - Property 2879900210
source: Request
da_dk: Anmodning
de_at: Anforderung
nl_nl: Aanvraag

# Table 2931149216 - Field 2278520725 - Property 2879900210
source: Response
da_dk: Svar
de_at: Antwort
nl_nl: Respons

# Table 2931149216 - Field 2379948459 - Property 2879900210
source: Status Code
da_dk: Statuskode

# Table 2931149216 - Field 2647579790 - Property 2879900210
source: Status Description
da_dk: Statusbeskrivelse
de_at: Statusbeschreibung
nl_nl: Statusbeschrijving

# Table 2931149216 - Field 1230148255 - Property 2879900210
source: Time
da_dk: Tidspunkt
de_at: Zeit
nl_nl: Tijd

# Table 2931149216 - Field 3003898253 - Property 2879900210
source: URL
da_dk: URL-adresse

# Table 2931149216 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
de_at: Benutzer-ID
nl_nl: Gebruikers-id

# Table 617417509 - Field 2961552353 - Property 2879900210
source: Key
da_dk: Nøgle
de_at: Schlüssel
nl_nl: Sleutel

# Table 617417509 - Field 204440125 - Property 2879900210
source: Namespace
da_dk: Navneområde
nl_nl: Naamruimte

# Table 617417509 - Field 290730440 - Property 2879900210
source: Owner Id
da_dk: Ejer-id
de_at: Besitzer-ID
nl_nl: Eigenaar-id

# Table 617417509 - Field 1710604133 - Property 2879900210
source: Owner Resource
da_dk: Ejerressource
de_at: Besitzer-Ressource
nl_nl: Resource van eigenaar

# Table 617417509 - Field 1743321887 - Property 2879900210
source: Parent Table No.
da_dk: Overordnet tabelnr.
de_at: Nr. der übergeordneten Tabelle
nl_nl: Nr. van hoofdtabel

# Table 617417509 - Field 1131619133 - Property 2879900210
source: Value
da_dk: Værdi
de_at: Wert
nl_nl: Waarde

# Table 617417509 - Field 401773189 - Property 2879900210
source: Value Type
da_dk: Værditype
de_at: Wertart
nl_nl: Type waarde

# Table 3642797602 - Property 2879900210
source: Shopify Order Attributes
da_dk: Shopify-ordreattributter
de_at: Shopify Auftragsattribute
nl_nl: Shopify-orderkenmerken

# Table 3642797602 - Field 3348941625 - Property 2879900210
source: Key
da_dk: Nøgle
de_at: Schlüssel
nl_nl: Sleutel

# Table 3642797602 - Field 2070199485 - Property 2879900210
source: Order Id
da_dk: Ordre-id
de_at: Auftrags-ID

# Table 3642797602 - Field 1131619133 - Property 2879900210
source: Value
da_dk: Værdi
de_at: Wert
nl_nl: Waarde

# Table 4049397390 - Property 2879900210
source: Shopify Order Discount Application
da_dk: Ansøgning om Shopify-ordrerabat
de_at: Shopify Auftrag Rabattanwendung
nl_nl: Toepassing van korting op Shopify-orders

# Table 4049397390 - Field 170934977 - Property 2879900210
source: Allocation Method
da_dk: Allokeringsmetode
de_at: Zuordnungsmethode
nl_nl: Toewijzingsmethode

# Table 4049397390 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 4049397390 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
de_at: Zeilennr.
nl_nl: Regelnr.

# Table 4049397390 - Field 2070199485 - Property 2879900210
source: Order Id
da_dk: Ordre-id
de_at: Auftrags-ID

# Table 4049397390 - Field 2966499563 - Property 2879900210
source: Target Selection
da_dk: Valg af destination
de_at: Zielauswahl
nl_nl: Doelselectie

# Table 4049397390 - Field 2539230715 - Property 2879900210
source: Target Type
da_dk: Destinationstype
de_at: Zieltyp
nl_nl: Doeltype

# Table 4049397390 - Field 1131619133 - Property 2879900210
source: Value
da_dk: Værdi
de_at: Wert
nl_nl: Waarde

# Table 4049397390 - Field 401773189 - Property 2879900210
source: Value Type
da_dk: Værditype
de_at: Wertart
nl_nl: Type waarde

# Table 2325977404 - Property 2879900210
source: Shopify Order Fulfillment
da_dk: Shopify-ordreopfyldelse
de_at: Shopify Auftragserfüllung
nl_nl: Shopify-orderafhandeling

# Table 2325977404 - Field 1246219133 - Property 2879900210
source: Authorization Code
da_dk: Autorisationskode
de_at: Autorisierungscode
nl_nl: Autorisatiecode

# Table 2325977404 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 2325977404 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 2325977404 - Field 3610969433 - Property 2879900210
source: Notify Customer
da_dk: Underret debitor
de_at: Debitor benachrichtigen
nl_nl: Klant inlichten

# Table 2325977404 - Field 3714176200 - Property 2879900210
source: Shipment Status
da_dk: Forsendelsesstatus
de_at: W.ausgangsstatus
nl_nl: Verzendstatus

# Table 2325977404 - Field 4159319591 - Property 2879900210
source: Shopify Fulfillment Id
da_dk: Shopify-opfyldelses-id
de_at: Shopify Erfüllungs-ID
nl_nl: Shopify-afhandelings-id

# Table 2325977404 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify Auftrags-ID

# Table 2325977404 - Field 1473733222 - Property 2879900210
source: Test Case
da_dk: Testsag
de_at: Testfall

# Table 2325977404 - Field 4064694676 - Property 2879900210
source: Tracking Company
da_dk: Sporingsvirksomhed
de_at: Nachverfolgungsfirma
nl_nl: Traceringsbedrijf

# Table 2325977404 - Field 4246736440 - Property 2879900210
source: Tracking Number
da_dk: Sporingsnummer
de_at: Nachverfolgungsnummer
nl_nl: Traceringsnummer

# Table 2325977404 - Field 831070297 - Property 2879900210
source: Tracking Numbers
da_dk: Sporingsnumre
de_at: Nachverfolgungsnummern
nl_nl: Traceringsnummers

# Table 2325977404 - Field 2711711360 - Property 2879900210
source: Tracking URL
da_dk: URL-adresse for sporing
nl_nl: Tracerings-URL

# Table 2325977404 - Field 66704705 - Property 2879900210
source: Tracking URLs
da_dk: URL-adresser til sporing
de_at: Nachverfolgungs-URLs
nl_nl: Tracerings-URL's

# Table 2325977404 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 75584159 - Property 2879900210
source: Shopify Order Header
da_dk: Shopify-ordreoverskrift
de_at: Shopify Auftragskopf
nl_nl: Shopify-orderkop

# Table 75584159 - Field 831017837 - Property 2879900210
source: Bill-to Address
da_dk: Fakturer-til-adresse
de_at: Rech. an Adresse
nl_nl: Factureringsadres

# Table 75584159 - Field 460968363 - Property 2879900210
source: Bill-to Address 2
da_dk: Fakturer-til-adresse 2
de_at: Rech. an Adresse 2
nl_nl: Adres 2 factureringsadres

# Table 75584159 - Field 3869539606 - Property 2879900210
source: Bill-to City
da_dk: Fakturer-til-by
de_at: Rech. an Ort
nl_nl: Plaats factureringsadres

# Table 75584159 - Field 2096911897 - Property 2879900210
source: Bill-to Country/Region Code
da_dk: Fakturer-til lande/områdekode
de_at: Rech. an Länder-/Regionscode
nl_nl: Code van factuurland-/regio

# Table 75584159 - Field 877883279 - Property 2879900210
source: Bill-to Country/Region Name
da_dk: Fakturer-til Lande/områdenavn
de_at: Rech. an Länder-/Regionsname
nl_nl: Naam van factuurland/-regio

# Table 75584159 - Field 3882955433 - Property 2879900210
source: Bill-to County
da_dk: Fakturer-til-amt
de_at: Rech. an Bundesregion
nl_nl: Provincie factureringsadres

# Table 75584159 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
da_dk: Fakturer-til-debitornr.
de_at: Rech. an Deb.-Nr.
nl_nl: Klantnummer factureringsadres.

# Table 75584159 - Field 1216101852 - Property 2879900210
source: Bill-to First Name
da_dk: Fakturer-til Fornavn
de_at: Rech. an Vorname
nl_nl: Voornaam van factuur

# Table 75584159 - Field 3492885876 - Property 2879900210
source: Bill-to Last Name
da_dk: Fakturer-til Efternavn
de_at: Rech. an Nachname
nl_nl: Achternaam van factuur

# Table 75584159 - Field 240204966 - Property 2879900210
source: Bill-to Name
da_dk: Fakturer-til-navn
de_at: Rech. an Name
nl_nl: Naam factureringsadres

# Table 75584159 - Field 2627792820 - Property 2879900210
source: Bill-to Name 2
da_dk: Fakturer-til-navn 2
de_at: Rech. an Name 2
nl_nl: Naam 2 factureringsadres

# Table 75584159 - Field 675862156 - Property 2879900210
source: Bill-to Post Code
da_dk: Fakturer-til-postnr.
de_at: Rech. an PLZ
nl_nl: Postcode factureringsadres

# Table 75584159 - Field 3891425074 - Property 2879900210
source: Buyer Accepts Marketing
da_dk: Køber accepterer marketing
de_at: Käufer stimmt Marketing zu
nl_nl: Koper accepteert marketing

# Table 75584159 - Field 1157332158 - Property 2879900210
source: Cancel Reason
da_dk: Annulleringsårsag
de_at: Grund der Stornierung
nl_nl: Annuleringsreden

# Table 75584159 - Field 2362114274 - Property 2879900210
source: Cancelled At
da_dk: Annulleret kl.
de_at: Storniert bei
nl_nl: Geannuleerd op

# Table 75584159 - Field 3676370569 - Property 2879900210
source: Cart Token
da_dk: Vogntoken
de_at: Warenkorb-Token
nl_nl: Token voor winkelwagen

# Table 75584159 - Field 71796711 - Property 2879900210
source: Checkout Id
da_dk: Kasse-id
de_at: Kassen-ID
nl_nl: Uitcheck-id

# Table 75584159 - Field 2311855309 - Property 2879900210
source: Checkout Token
da_dk: Tjek-ud-token
de_at: Kassen-Token
nl_nl: Uitchecktoken

# Table 75584159 - Field 1778072510 - Property 2879900210
source: Closed
da_dk: Lukket
de_at: Geschlossen
nl_nl: Gesloten

# Table 75584159 - Field 230801761 - Property 2879900210
source: Closed At
da_dk: Lukket kl.
de_at: Geschlossen um
nl_nl: Gesloten op

# Table 75584159 - Field 4141588837 - Property 2879900210
source: Confirmed
da_dk: Bekræftet
de_at: Bestätigt
nl_nl: Bevestigd

# Table 75584159 - Field 2632886192 - Property 2879900210
source: Contact Email
da_dk: Kontaktens mailadresse
de_at: Kontakt-E-Mail
nl_nl: E-mailadres van contact

# Table 75584159 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 75584159 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta
de_at: Währung
nl_nl: Valuta

# Table 75584159 - Field 4198939294 - Property 2879900210
source: Currency Code
da_dk: Valutakode
de_at: Währungscode
nl_nl: Valutacode

# Table 75584159 - Field 3307755171 - Property 2879900210
source: Customer Id
da_dk: Debitor-id
de_at: Debitoren-ID
nl_nl: Klant-id

# Table 75584159 - Field 509464483 - Property 2879900210
source: Customer Template Code
da_dk: Debitorskabelonkode
de_at: Debitorenvorlagencode
nl_nl: Code van klantensjabloon

# Table 75584159 - Field 1267560475 - Property 2879900210
source: Discount Amount
da_dk: Rabatbeløb
de_at: Rabattbetrag
nl_nl: Kortingsbedrag

# Table 75584159 - Field 580412389 - Property 2879900210
source: Document Date
da_dk: Bilagsdato
de_at: Belegdatum
nl_nl: Documentdatum

# Table 75584159 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mail
nl_nl: E-mailadres

# Table 75584159 - Field 2852966117 - Property 2879900210
source: Error Message
da_dk: Fejlmeddelelse
de_at: Fehlermeldung
nl_nl: Foutbericht

# Table 75584159 - Field 841933503 - Property 2879900210
source: Financial Status
da_dk: Økonomisk status
de_at: Finanzstatus
nl_nl: Financiële status
