Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Table 1323851180 - Field 610346780 - Property 2879900210
source: Last Sync Time
da_dk: Tidspunkt for sidste synkronisering
de_at: Zeitpunkt der letzten Synchronisierung
nl_nl: Tijd van laatste synchronisatie

# Table 1323851180 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 1323851180 - Field 1419213670 - Property 2879900210
source: Synchronization Type
da_dk: Synkroniseringstype
de_at: Synchronisierungstyp
nl_nl: Synchronisatietype

# Table 2946594178 - Property 2879900210
source: Shopify Tag
da_dk: Shopify-kode
nl_nl: Shopify - Label

# Table 2946594178 - Method 2451657066 - NamedType 1720400252
source: You can only specify 250 tags.
da_dk: Du kan kun angive 250-koder.
de_at: Sie können nur 250 Tags angeben.
nl_nl: U kunt slechts 250 labels opgeven.

# Table 2946594178 - Field 1605937931 - Property 2879900210
source: Parent Entry No.
da_dk: Overordnet løbenr.
de_at: Übergeordnete lfd. Nr.
nl_nl: Nr. van hoofdpost

# Table 2946594178 - Field 1743321887 - Property 2879900210
source: Parent Table No.
da_dk: Overordnet tabelnr.
de_at: Nr. der übergeordneten Tabelle
nl_nl: Nr. van hoofdtabel

# Table 2946594178 - Field 2801749846 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_at: Postennr.
nl_nl: Postnr.

# Table 1443881130 - Property 2879900210
source: Shopify Tax Area
da_dk: Shopify Momsområde
de_at: Shopify – Steuergebiet
nl_nl: Shopify - Belastinggebied

# Table 1443881130 - Field 284764054 - Property 2879900210
source: Country/Region Code
da_dk: Lande/områdekode
de_at: Länder-/Regionscode
nl_nl: Land/regio-code

# Table 1443881130 - Field 499448942 - Property 2879900210
source: County
da_dk: Amt
de_at: Bundesregion
nl_nl: Provincie

# Table 1443881130 - Field 305562489 - Property 2879900210
source: Tax Area Code
da_dk: Skatteområdekode
de_at: Steuergebietscode
nl_nl: Code van belastinggebied

# Table 1443881130 - Field 53839102 - Property 2879900210
source: Tax Liable
da_dk: Skattepligtig
de_at: Steuerpflichtig
nl_nl: Belastingplichtig

# Table 1443881130 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
da_dk: Momsvirksomheds bogføringsgruppe
de_at: MwSt.-Geschäftsbuchungsgruppe
nl_nl: Btw-bedrijfsboekingsgroep

# Table 3387491788 - Property 2879900210
source: Shopify Transaction Gateway
da_dk: Gateway til Shopify-transaktion
de_at: Shopify Transaktions-Gateway
nl_nl: Shopify-transactiegateway

# Table 3387491788 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 2849143365 - Field 1634744606 - Property 2879900210
source: Available For Sales
da_dk: Tilgængelig for salg
de_at: Für Verkauf verfügbar
nl_nl: Beschikbaar voor verkoop

# Table 2849143365 - Field 1650050144 - Property 2879900210
source: Barcode
da_dk: Stregkode
de_at: Strichcode

# Table 2849143365 - Field 3496091409 - Property 2879900210
source: Compare at Price
da_dk: Sammenlign med pris
de_at: Vergleichen mit Preis
nl_nl: Prijs vergelijken

# Table 2849143365 - Field 2570673311 - Property 2879900210
source: CreatedAt
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 2849143365 - Field 2578412327 - Property 2879900210
source: Display Name
da_dk: Visningsnavn
de_at: Anzeigename
nl_nl: Weergavenaam

# Table 2849143365 - Field 1210530119 - Property 2879900210
source: Image Hash
da_dk: Billed-hash
de_at: Bild-Hash
nl_nl: Afbeeldingshash

# Table 2849143365 - Field 625010014 - Property 2879900210
source: Image Id
da_dk: Billed-id
de_at: Bild-ID
nl_nl: Afbeeldings-id

# Table 2849143365 - Field 2638096638 - Property 2879900210
source: Inventory Policy
da_dk: Lagerpolitik
de_at: Inventarrichtlinie
nl_nl: Voorraadbeleid

# Table 2849143365 - Field 568743302 - Property 2879900210
source: Item No.
da_dk: Varenr.
de_at: Artikelnr.
nl_nl: Artikelnr.

# Table 2849143365 - Field 3911719679 - Property 2879900210
source: Item SystemId
da_dk: Vareadressesystem-id
de_at: Artikelsystem-ID
nl_nl: Systeem-id van artikel

# Table 2849143365 - Field 1424046374 - Property 2879900210
source: Item Variant SystemId
da_dk: Varevariantadressesystem-id
de_at: Artikelvariantensystem-ID
nl_nl: Systeem-id van artikelvariant

# Table 2849143365 - Field 2887638983 - Property 2879900210
source: Last Updated by BC
da_dk: Sidst opdateret af BC
de_at: Zuletzt aktualisiert von BC
nl_nl: Laatst bijgewerkt door BC

# Table 2849143365 - Field 305215525 - Property 2879900210
source: Mapped By Item
da_dk: Tilknyttet efter vare
de_at: Nach Artikel zugeordnet
nl_nl: Toegewezen per artikel

# Table 2849143365 - Field 3905013095 - Property 2879900210
source: Option 1 Name
da_dk: Navn på indstilling 1
nl_nl: Naam optie 1

# Table 2849143365 - Field 3234695331 - Property 2879900210
source: Option 1 Value
da_dk: Indstilling 1-værdi
de_at: Option 1 Wert
nl_nl: Waarde optie 1

# Table 2849143365 - Field 2201797114 - Property 2879900210
source: Option 2 Name
da_dk: Navn på indstilling 2
nl_nl: Naam optie 2

# Table 2849143365 - Field 1153297326 - Property 2879900210
source: Option 2 Value
da_dk: Indstilling 2-værdi
de_at: Option 2 Wert
nl_nl: Waarde optie 2

# Table 2849143365 - Field 2341526217 - Property 2879900210
source: Option 3 Name
da_dk: Navn på indstilling 3
nl_nl: Naam optie 3

# Table 2849143365 - Field 1271297333 - Property 2879900210
source: Option 3 Value
da_dk: Indstilling 3-værdi
de_at: Option 3 Wert
nl_nl: Waarde optie 3

# Table 2849143365 - Field 3635338911 - Property 2879900210
source: Price
da_dk: Pris
de_at: Preis
nl_nl: Prijs

# Table 2849143365 - Field 459399738 - Property 2879900210
source: ProductId
da_dk: Produkt-id
de_at: Produkt-ID

# Table 2849143365 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 2849143365 - Field 1247743551 - Property 2879900210
source: SKU
da_dk: Varenummer

# Table 2849143365 - Field 2548350396 - Property 2879900210
source: Tax Code
da_dk: Skattekode
de_at: Steuercode
nl_nl: Belastingcode

# Table 2849143365 - Field 50922609 - Property 2879900210
source: Taxable
da_dk: Skattepligtig
de_at: Steuerpflichtig
nl_nl: Belastbaar

# Table 2849143365 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
de_at: Titel
nl_nl: Titel

# Table 2849143365 - Field 381961415 - Property 2879900210
source: Unit Cost
da_dk: Kostpris
de_at: Einstandspreis
nl_nl: Kostprijs

# Table 2849143365 - Field 3110810003 - Property 2879900210
source: UoM Option Id
da_dk: UOM-indstillings-id
de_at: Einheitenoptions-ID
nl_nl: Optie-id van maateenheid

# Table 2849143365 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 2849143365 - Field 3450651614 - Property 2879900210
source: Variant No.
da_dk: Variantnr.
de_at: Variantennr.
nl_nl: Variantnr.

# Table 2849143365 - Field 2854289444 - Property 2879900210
source: Weight
da_dk: Vægt
de_at: Gewicht
nl_nl: Gewicht

# Codeunit 3329328528 - NamedType 3369057591
source: No callback was received from Shopify. Make sure that you haven't closed the page that says "Waiting for a response - do not close this page", and then try again.
da_dk: Der blev ikke modtaget noget tilbagekald fra Shopify. Sørg for, at du ikke har lukket den side, der siger "Venter på et svar - luk ikke denne side", og prøv derefter igen.
de_at: Es wurde kein Rückruf von Shopify empfangen. Stellen Sie sicher, dass Sie die Seite mit der Meldung „Warten auf eine Antwort. Schließen Sie diese Seite nicht.“ nicht geschlossen haben, und versuchen Sie es dann erneut.
nl_nl: Er is geen callback ontvangen van Shopify. Zorg dat u de pagina met de tekst "Wachten op een reactie - sluit deze pagina niet" niet hebt gesloten en probeer het dan opnieuw.

# Codeunit 3329328528 - Method 790627987 - NamedType 2476648613
source: No Access token for the store "%1".\Please request an access token for this store.
da_dk: Ingen adgangstoken til lageret "%1".\Anmod om en adgangstoken til denne butik.
de_at: Kein Zugriffs-Token für den Store „%1“.\Bitte fordern Sie ein Zugriffs-Token für diesen Store an.
nl_nl: Geen toegangstoken voor de winkel '%1'.\Vraag een toegangstoken aan voor deze winkel.

# Codeunit 3329328528 - Method 790627987 - NamedType 4099524215
source: The application scope is changed, please request a new access token for the store "%1".
da_dk: Applikationsområdet er ændret. Anmod om et nyt adgangstoken til butikken "%1".
de_at: Der Anwendungsbereich wurde geändert. Fordern Sie ein neues Zugriffstoken für den Store „%1“ an.
nl_nl: Het toepassingsbereik is gewijzigd. Vraag een nieuw toegangstoken aan voor de winkel %1.

# Codeunit 3329328528 - Method 2251725966 - NamedType 1232297936
source: The state parameter value does not match.
da_dk: Tilstandsparameterens værdi matcher ikke.
de_at: Der Statusparameterwert stimmt nicht überein.
nl_nl: De waarde van de parameter Staat komt niet overeen.

# Codeunit 4014190514 - NamedType 2275570571
source: Shopify Sync of %1 for shop(s) %2
da_dk: Shopify Synkronisering af %1 i butikken/butikkerne %2
de_at: Shopify – Synchr. von %1 für Shop(s) %2
nl_nl: Shopify - Synchronisatie van %1 voor winkel(s) %2

# Codeunit 4014190514 - Method 1828844537 - NamedType 2243336807
source: Countries
da_dk: Lande/områder
de_at: Länder
nl_nl: Landen/regio's

# Codeunit 4014190514 - Method 2509146015 - NamedType 2243336807
source: Customers
da_dk: Debitorer
de_at: Debitoren
nl_nl: Klanten

# Codeunit 4014190514 - Method 2008095221 - NamedType 2243336807
source: Customers
da_dk: Debitorer
de_at: Debitoren
nl_nl: Klanten

# Codeunit 4014190514 - Method 2832481531 - NamedType 888996426
source: Job Queue started for: %1
da_dk: Sagskø startet for: %1
de_at: Auftragswarteschlange gestartet für: %1
nl_nl: Taakwachtrij gestart voor: %1

# Codeunit 4014190514 - Method 2832481531 - NamedType 2998275722
source: Show log info
da_dk: Vis logoplysninger
de_at: Protokollinformationen anzeigen
nl_nl: Logboekgegevens weergeven

# Codeunit 4014190514 - Method 2832481531 - NamedType 2820409318
source: Shopify Background Sync Notification
da_dk: Meddelelse om baggrundssynkronisering af Shopify
de_at: Shopify Hintergrund-Synchronisierungsbenachrichtigung
nl_nl: Bericht over Shopify-synchronisatie op achtergrond

# Codeunit 4014190514 - Method 2832481531 - NamedType 576114730
source: Show notification when user starts synchronization jobs in background
da_dk: Vis meddelelse, når brugeren starter synkroniseringssager i baggrunden
de_at: Benachrichtigung anzeigen, wenn ein Benutzer Synchronisierungsaufträge im Hintergrund startet
nl_nl: Bericht weergeven wanneer gebruiker synchronisatietaken start op achtergrond

# Codeunit 4014190514 - Method 2832481531 - NamedType 942182862
source: Don't show again
da_dk: Vis ikke igen
de_at: Nicht mehr anzeigen
nl_nl: Niet opnieuw weergeven

# Codeunit 4014190514 - Method 2380375 - NamedType 2739902161
source: Inventory
da_dk: Lagerbeholdning
de_at: Inventar
nl_nl: Voorraad

# Codeunit 4014190514 - Method 1398042539 - NamedType 3417653324
source: Shopify order sync of orders: %1
da_dk: Synkronisering af Shopify-ordre af ordrer: %1
de_at: Shopify Auftragssynchronisierung von Aufträgen: %1
nl_nl: Shopify-ordersynchronisatie van orders: %1

# Codeunit 4014190514 - Method 1398042539 - NamedType 2739902161
source: Orders
da_dk: Ordrer
de_at: Aufträge

# Codeunit 4014190514 - Method 1661649782 - NamedType 2739902161
source: Payouts
da_dk: Udbetalinger
de_at: Auszahlungen
nl_nl: Uitbetalingen

# Codeunit 4014190514 - Method 3784278906 - NamedType 2739902161
source: Product Images
da_dk: Produktbilleder
de_at: Produktbilder
nl_nl: Productafbeeldingen

# Codeunit 4014190514 - Method 2881225420 - NamedType 2739902161
source: Product Images
da_dk: Produktbilleder
de_at: Produktbilder
nl_nl: Productafbeeldingen

# Codeunit 4014190514 - Method 460704859 - NamedType 2739902161
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# Codeunit 4014190514 - Method 2941445433 - NamedType 2739902161
source: Products
da_dk: Produkter
de_at: Produkte
nl_nl: Producten

# Codeunit 3550761784 - NamedType 2464839344
source: Importing data to your Shopify shop is not enabled, do you want to go to shop card to enable?
da_dk: Indlæser data til din Shopify-butik er ikke aktiveret. Vil du gå til butikskort for at aktivere?
de_at: Das Importieren von Daten in Ihren Shopify-Shop ist nicht aktiviert. Möchten Sie zur Shop-Karte wechseln, um es zu aktivieren?
nl_nl: Gegevens importeren in uw Shopify-winkel is niet geactiveerd. Wilt u naar de winkelkaart gaan om dit te activeren?

# Codeunit 3550761784 - NamedType 4198223611
source: Importing data to your Shopify shop is not enabled, navigate to shop card to enable.
da_dk: Indlæser data til din Shopify-butik er ikke aktiveret. Gå til butikskort for at aktivere.
de_at: Das Importieren von Daten in Ihren Shopify-Shop ist nicht aktiviert. Gehen Sie zur Shop-Karte, um es zu aktivieren.
nl_nl: Gegevens importeren in uw Shopify-winkel is niet geactiveerd. Ga naar de winkelkaart om dit te activeren.

# Codeunit 3550761784 - Method 2453499666 - NamedType 1006015826
source: Error(s) on Shopify:\ \%1
da_dk: Fejl på Shopify: \ \%1
de_at: Fehler auf Shopify:\ \%1
nl_nl: Fout(en) in Shopify:\ \%1

# Codeunit 3550761784 - Method 2453499666 - NamedType 4188303008
source: The response from Shopify contains no JSON. \Requested: %1 \Response: %2
da_dk: Svaret fra Shopify indeholder ingen JSON. \Anmodet: %1 \Svar: %2
de_at: Die Antwort von Shopify enthält keine JSON. \Angefordert: %1 \Antwort: %2
nl_nl: De reactie van Shopify bevat geen JSON. \Gevraagd: %1 \Reactie: %2

# Codeunit 1627249452 - Method 1907671471 - NamedType 2108178444
source: Wrong updated Customer Id
da_dk: Forkert opdateret debitor-id
de_at: Falsche aktualisierte Kunden-ID
nl_nl: Onjuiste bijgewerkte klant-id

# Codeunit 1627249452 - Method 1907671471 - NamedType 3133181926
source: Wrong updated Address Id
da_dk: Forkert opdateret adresse-id
de_at: Falsche aktualisierte Address-ID
nl_nl: Onjuiste bijgewerkte adres-id

# Codeunit 2066436824 - NamedType 1826365182
source: Business Central includes an integration to Shopify that will make your online trade a breeze. See this video to learn how.
da_dk: Business Central omfatter integration på Shopify, der er en leg at gøre din onlinehandel superlet. Se denne video for at få mere at vide.
de_at: Business Central umfasst eine Integration in Shopify, die Ihren Onlinehandel vereinfacht. Weitere Informationen finden Sie in diesem Video.
nl_nl: Business Central bevat integratie met Shopify, waardoor uw online handel heel eenvoudig verloopt. Zie deze video voor meer informatie.

# Codeunit 2066436824 - NamedType 1957669498
source: Business Central loves Shopify
da_dk: Business Central elsker Shopify
de_at: Business Central liebt Shopify
nl_nl: Business Central werkt graag met Shopify

# Codeunit 2066436824 - NamedType 254904384
source: Grow your business with Business Central
da_dk: Få din virksomhed til at vokse med Business Central
de_at: Geschäft mit Business Central ausbauen
nl_nl: Breid uw bedrijf uit met Business Central

# Codeunit 2066436824 - NamedType 1210680421
source: Check that we got your company name and other basic information right.
da_dk: Kontroller, at vi har dit virksomhedsnavn og andre grundlæggende oplysninger.
de_at: Überprüfen Sie, ob wir Ihren Firmennamen und andere grundlegende Informationen richtig erfasst haben.
nl_nl: Controleer of uw bedrijfsnaam en andere basisinformatie klopt.

# Codeunit 2066436824 - NamedType 4248572601
source: Company details
da_dk: Virksomhedsoplysninger
de_at: Unternehmensdetails
nl_nl: Bedrijfsgegevens

# Codeunit 2066436824 - NamedType 3996511911
source: Check your company details
da_dk: Kontroller dine virksomhedsoplysninger
de_at: Angaben zu Ihrer Firma prüfen
nl_nl: Uw bedrijfsgegevens controleren

# Codeunit 2066436824 - NamedType 288678031
source: Easily set basic connection and synchronization settings. You can control how data flows to and from your shop on Shopify.
da_dk: Angiv grundlæggende indstillinger for forbindelse og synkronisering på en nem måde. Du kan styre, hvordan data flyder til og fra din butik på Shopify.
de_at: Legen Sie ganz einfach grundlegende Verbindungs- und Synchronisierungseinstellungen fest. Sie können steuern, wie die Daten zu und von Ihrem Shop auf Shopify fließen.
nl_nl: Eenvoudig basisinstellingen voor verbinding en synchronisatie instellen. U kunt bepalen hoe gegevens van en naar uw winkel op Shopify stromen.

# Codeunit 2066436824 - NamedType 1699432365
source: Check out how easy it is to set up the connection to Shopify. Here we connect and import your shop data. Your live shop will be untouched. Try it out!
da_dk: Se, hvor let det er at konfigurere forbindelsen til Shopify. Her opretter vi forbindelse og indlæser dine produktionsdata. Din Live-butik vil være uændret. Prøv det!
de_at: Sehen Sie sich an, wie einfach es ist, die Verbindung zu Shopify festzulegen. Hier verbinden wir uns und importieren Ihre Shop-Daten. Ihr Live-Shop bleibt davon unberührt. Probieren Sie es aus!
nl_nl: Ontdek hoe eenvoudig het is om de verbinding met Shopify in te stellen. Hier worden uw winkelgegevens verbonden en geïmporteerd. Uw livewinkel blijft ongewijzigd. Probeer het uit!

# Codeunit 2066436824 - NamedType 689624097
source: Connect your shop
da_dk: Opret forbindelse til din butik
de_at: Shop verbinden
nl_nl: Uw winkel verbinden

# Codeunit 2066436824 - NamedType 3767689775
source: Connect your shop and import data
da_dk: Opret forbindelse til din butik, og indlæs data
de_at: Ihren Shop verbinden und Daten importieren
nl_nl: Uw winkel verbinden en gegevens importeren

# Codeunit 2066436824 - NamedType 1655242555
source: Connect your shop
da_dk: Opret forbindelse til din butik
de_at: Shop verbinden
nl_nl: Uw winkel verbinden

# Codeunit 2066436824 - NamedType 780632541
source: Get started with Shopify
da_dk: Kom i gang med Shopify
de_at: Erste Schritte mit Shopify
nl_nl: Aan de slag met Shopify

# Codeunit 2066436824 - NamedType 3784804491
source: Products you import from Shopify are called items in Business Central. You can find them on the Items page. When you're using a demo company, you can import up to 25 items.
da_dk: De produkter, du indlæser fra Shopify, kaldes varer i Business Central. Du kan finde dem på siden Varer. Når du bruger en demovirksomhed, kan du indlæse op til 25 varer.
de_at: Produkte, die Sie aus Shopify importieren, werden in Business Central als Artikel bezeichnet. Sie können sie auf der Seite „Artikel“ finden. Wenn Sie eine Demo-Firma verwenden, können Sie bis zu 25 Artikel importieren.
nl_nl: Producten die u uit Shopify importeert, worden in Business Central artikelen genoemd. U vindt ze op de pagina Artikelen. Wanneer u een demobedrijf gebruikt, kunt u maximaal 25 artikelen importeren.

# Codeunit 2066436824 - NamedType 546057423
source: View imported products
da_dk: Vis indlæste produkter
de_at: Importierte Produkte anzeigen
nl_nl: Geïmporteerde producten weergeven

# Codeunit 2066436824 - NamedType 3975467153
source: View imported data from your store
da_dk: Vis indlæste data fra din butik
de_at: Importierte Daten aus Ihrem Store anzeigen
nl_nl: Geïmporteerde gegevens uit uw winkel weergeven

# Codeunit 2066436824 - NamedType 1302139209
source: We have gathered a lot of great resources for you to start learning Business Central. Start your learning journey here.
da_dk: Vi har samlet en mange ressourcer, som du kan bruge til at lære Business Central at kende. Start din læringsrejse her.
de_at: Wir haben eine Menge hervorragender Ressourcen gebündelt, damit Sie Business Central erkunden können. Machen Sie hier Ihren Einstieg.
nl_nl: We hebben een groot aantal resources verzameld waarmee u Business Central kunt leren kennen. Begin uw leertraject hier.

# Codeunit 2066436824 - NamedType 3384087653
source: Learn Business Central
da_dk: Få mere at vide om Business Central
de_at: Weitere Informationen über Business Central
nl_nl: Meer informatie over Business Central

# Codeunit 2066436824 - NamedType 1316971859
source: Learn Business Central on your own
da_dk: Lær Business Central at kende selv
de_at: Business Central auf eigene Faust erkunden
nl_nl: Business Central zelf leren kennen

# Codeunit 2066436824 - NamedType 2748531768
source: The Signup Context and shopify url don't match.
da_dk: URL-adressen til tilmeldingssammenhængen og Shopify matcher ikke.
de_at: Der Anmeldekontext und die Shopify-URL stimmen nicht überein.
nl_nl: De aanmeldingscontext en de shopify-URL komen niet overeen.

# Codeunit 2066436824 - NamedType 3664766187
source: If you are ready to buy, you can find a Business Central reseller here. If you have already licensed a subscription you can also find help for more setup here.
da_dk: Hvis du er klar til at købe, kan du finde en Business Central-forhandler her. Hvis du allerede har licens til et abonnement, kan du også finde hjælp til at få yderligere oplysninger her.
de_at: Wenn Sie bereit sind zu kaufen, finden Sie hier einen Business Central-Wiederverkäufer. Wenn Sie bereits ein Abonnement lizenziert haben, finden Sie hier auch Hilfe für weitere Einrichtungsschritte.
nl_nl: Als u klaar bent om te kopen, kunt u hier een wederverkoper van Business Central vinden. Als u al een licentie voor een abonnement hebt, kunt u hier ook hulp vinden voor verdere configuratie.

# Codeunit 2066436824 - NamedType 2881635631
source: Take the next step
da_dk: Tag det næste trin
de_at: Nächster Schritt
nl_nl: De volgende stap uitvoeren

# Codeunit 2066436824 - NamedType 197616241
source: Ready to buy or need help?
da_dk: Er du klar til at købe, eller har du brug for hjælp?
de_at: Sind Sie bereit zu kaufen, oder brauchen Sie Hilfe?
nl_nl: Bent u klaar om te kopen of hebt u hulp nodig?

# Codeunit 1710206422 - Method 2331973957 - NamedType 2851628066
source: No implementation for fieldtype: "%1".
da_dk: Ingen implementering for felttype: "%1".
de_at: Keine Implementierung für fieldtype: „%1“.
nl_nl: Geen implementatie voor veldtype '%1'.

# Codeunit 1710206422 - Method 3754832518 - NamedType 2851628066
source: No implementation for fieldtype: "%1".
da_dk: Ingen implementering for felttype: "%1".
de_at: Keine Implementierung für fieldtype: „%1“.
nl_nl: Geen implementatie voor veldtype '%1'.

# Codeunit 1665663851 - Method 1547406933 - NamedType 313973506
source: Shopify Order No.: %1
da_dk: Shopify-ordrenr.: %1
de_at: Shopify Auftragsnummer: %1
nl_nl: Shopify-ordernr.: %1

# Codeunit 1665663851 - Method 1665861916 - NamedType 1491857643
source: Not everything can be mapped.
da_dk: Ikke alt kan tilknyttes.
de_at: Nicht alles kann zugeordnet werden.
nl_nl: Niet alles kan worden toegewezen.

# Codeunit 2187403677 - Method 8458491 - NamedType 3004040435
source: To Import:#1#######\Skipped:#2#######\Imported:#3#######
da_dk: Sådan importerer du:#1#######\Sprunget over:#2#######\Importeret:#3#######
de_at: Zu importieren:#1#######\Übersprungen:#2#######\Importiert:#3#######
nl_nl: Te importeren: #1#######\Overgeslagen: #2#######\Geïmporteerd: #3#######

# Codeunit 2031869027 - Method 3564724674 - NamedType 4129935712
source: No default address found for Shopify customer id: %1
da_dk: Der blev ikke fundet nogen standardadresse for Shopify-debitor-id: %1
de_at: Keine Standardadresse für Shopify-Kunden-ID gefunden: %1
nl_nl: Er is geen standaardadres gevonden voor Shopify-klant-id: %1

# Page 234408897 - Property 2879900210
source: Shopify Activities
da_dk: Shopify-aktiviteter
de_at: Shopify – Aktivitäten
nl_nl: Shopify - Activiteiten

# Page 234408897 - Control 2294954182 - Property 2879900210
source: Shopify Shop info
da_dk: Oplysninger om Shopify-butik
de_at: Shopify Shop-Informationen
nl_nl: Shopify-winkelinfo
