Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Table 75584159 - Field 672695674 - Property 2879900210
source: Fulfillment Status
da_dk: Opfyldelsesstatus
de_at: Erfüllungsstatus
nl_nl: Afhandelingsstatus

# Table 75584159 - Field 2565966642 - Property 2879900210
source: Fully Paid
da_dk: Fuldt betalt
de_at: Vollständig bezahlt
nl_nl: Volledig voldaan

# Table 75584159 - Field 2915771342 - Property 2879900210
source: Has Error
da_dk: Har fejl
de_at: Fehler
nl_nl: Bevat fout

# Table 75584159 - Field 3134056892 - Property 2879900210
source: Location Id
da_dk: Placerings-id
de_at: Lagerort-ID
nl_nl: Vestigings-id

# Table 75584159 - Field 1993866289 - Property 2879900210
source: Number of Lines
da_dk: Antal linjer
de_at: Anzahl Zeilen
nl_nl: Aantal regels

# Table 75584159 - Field 1492274747 - Property 2879900210
source: Order Status URL
da_dk: URL-adresse på ordrestatus
de_at: Auftragsstatus-URL
nl_nl: URL van orderstatus

# Table 75584159 - Field 3855271124 - Property 2879900210
source: Payment Method Code
da_dk: Betalingsmetodekode
de_at: Zahlungsformcode
nl_nl: Code van betalingsmethode

# Table 75584159 - Field 3986423421 - Property 2879900210
source: Phone No.
da_dk: Telefonnr.
de_at: Telefonnr.
nl_nl: Telefoonnr.

# Table 75584159 - Field 3208180638 - Property 2879900210
source: Processed
da_dk: Behandlet
de_at: Verarbeitet
nl_nl: Verwerkt

# Table 75584159 - Field 2446130881 - Property 2879900210
source: Processed At
da_dk: Behandlet ved
de_at: Verarbeitet am
nl_nl: Verwerkt op

# Table 75584159 - Field 3189649432 - Property 2879900210
source: Processing Method
da_dk: Behandlingsmetode
de_at: Verarbeitungsmethode
nl_nl: Verwerkingsmethode

# Table 75584159 - Field 1069846527 - Property 2879900210
source: Risk Level
da_dk: Risikoniveau
de_at: Risikostufe
nl_nl: Risiconiveau

# Table 75584159 - Field 33726994 - Property 2879900210
source: Sales Invoice No.
da_dk: Salgsfakturanr.
de_at: Verkaufsrechnungsnummer
nl_nl: Verkoopfactuurnr.

# Table 75584159 - Field 1475490283 - Property 2879900210
source: Sales Order No.
da_dk: Salgsordrenr.
de_at: Verkaufsauftragsnr.
nl_nl: Verkoopordernr.

# Table 75584159 - Field 3606264650 - Property 2879900210
source: Sell-to Address
da_dk: Sælg-til-adresse
de_at: Verk. an Adresse
nl_nl: Verkoopadres

# Table 75584159 - Field 469609400 - Property 2879900210
source: Sell-to Address 2
da_dk: Sælg-til-adresse 2
de_at: Verk. an Adresse 2
nl_nl: Adres 2 verkoopadres

# Table 75584159 - Field 1281923305 - Property 2879900210
source: Sell-to City
da_dk: Sælg-til-by
de_at: Verk. an Ort
nl_nl: Plaats verkoopadres

# Table 75584159 - Field 3434865006 - Property 2879900210
source: Sell-to Country/Region Code
da_dk: Sælg-til Lande/områdekode
de_at: Verk. an Länder-/Regionscode
nl_nl: Code van orderland/-regio

# Table 75584159 - Field 2137269300 - Property 2879900210
source: Sell-to Country/Region Name
da_dk: Sælg-til Lande/områdekode
de_at: Verk. an Länder-/Regionsname
nl_nl: Naam van orderland/-regio

# Table 75584159 - Field 2131962646 - Property 2879900210
source: Sell-to County
da_dk: Sælg-til-amt
de_at: Verk. an Land
nl_nl: Provincie verkoopadres

# Table 75584159 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
da_dk: Sælg til-debitornavn
de_at: Verk. an Name
nl_nl: Klantnaam verkoopadres

# Table 75584159 - Field 2958825091 - Property 2879900210
source: Sell-to Customer Name 2
da_dk: Sælg-til-debitornavn 2
de_at: Verk. an Name 2
nl_nl: Klantnaam 2 verkoopadres

# Table 75584159 - Field 1225278069 - Property 2879900210
source: Sell-to Customer No.
da_dk: Sælg-til-debitornr.
de_at: Verk. an Deb.-Nr.
nl_nl: Klantnr. verkoopadres

# Table 75584159 - Field 1270704127 - Property 2879900210
source: Sell-to First Name
da_dk: Sælg-til Fornavn
de_at: Verk. an Vorname
nl_nl: Voornaam van order

# Table 75584159 - Field 2445830239 - Property 2879900210
source: Sell-to Last Name
da_dk: Sælg-til Efternavn
de_at: Verk. nach Nachname
nl_nl: Achternaam van order

# Table 75584159 - Field 709296807 - Property 2879900210
source: Sell-to Post Code
da_dk: Sælg-til-postnr.
de_at: Verk. an PLZ
nl_nl: Postcode verkoopadres

# Table 75584159 - Field 497410264 - Property 2879900210
source: Session Hash
da_dk: Sessions-hash
nl_nl: Sessiehash

# Table 75584159 - Field 1187003046 - Property 2879900210
source: Ship-to Address
da_dk: Lever-til-adresse
de_at: Lief. an Adresse
nl_nl: Verzendadres

# Table 75584159 - Field 1417792948 - Property 2879900210
source: Ship-to Address 2
da_dk: Lever-til-adresse 2
de_at: Lief. an Adresse 2
nl_nl: Verzendadres 2

# Table 75584159 - Field 1981213637 - Property 2879900210
source: Ship-to City
da_dk: Lever-til-by
de_at: Lief. an Ort
nl_nl: Plaats verzendadres

# Table 75584159 - Field 3354576322 - Property 2879900210
source: Ship-to Country/Region Code
da_dk: Send-til Lande/områdekode
de_at: Lief. an Länder-/Regionscode
nl_nl: Code van verzendland/-regio

# Table 75584159 - Field 4040602008 - Property 2879900210
source: Ship-to Country/Region Name
da_dk: Send-til Lande/områdenavn
de_at: Lief. an Länder-/Regionsname
nl_nl: Naam van verzendland/-regio

# Table 75584159 - Field 187607738 - Property 2879900210
source: Ship-to County
da_dk: Lever-til-amt
de_at: Lief. an Bundesregion
nl_nl: Provincie verzendadres

# Table 75584159 - Field 263002571 - Property 2879900210
source: Ship-to First Name
da_dk: Send-til Fornavn
de_at: Lief. an Vorname
nl_nl: Voornaam van verzending

# Table 75584159 - Field 3226903691 - Property 2879900210
source: Ship-to Last Name
da_dk: Send-til Efternavn
de_at: Lief. an Nachname
nl_nl: Achternaam van verzending

# Table 75584159 - Field 39457296 - Property 2879900210
source: Ship-to Latitude
da_dk: Lever-til-længdegrad
de_at: Lieferadresse Breitengrad
nl_nl: Breedtegraad verzendadres

# Table 75584159 - Field 100393185 - Property 2879900210
source: Ship-to Longitude
da_dk: Send-til Længdegrad
de_at: Lief. an Längengrad
nl_nl: Lengtegraad van verzendadres

# Table 75584159 - Field 2743501653 - Property 2879900210
source: Ship-to Name
da_dk: Lever-til-navn
de_at: Lief. an Name
nl_nl: Naam verzendadres

# Table 75584159 - Field 3261344115 - Property 2879900210
source: Ship-to Name 2
da_dk: Lever-til-navn 2
de_at: Lief. an Name 2
nl_nl: Naam 2 verzendadres

# Table 75584159 - Field 3172878019 - Property 2879900210
source: Ship-to Post Code
da_dk: Lever-til-postnr.
de_at: Lief. an PLZ
nl_nl: Postcode verzendadres

# Table 75584159 - Field 3433279777 - Property 2879900210
source: Shipping Charges Amount
da_dk: Gebyrbeløb af fragt
de_at: Lieferkostenbetrag
nl_nl: Bedrag van verzendkosten

# Table 75584159 - Field 563380244 - Property 2879900210
source: Shipping Method Code
da_dk: Kode til forsendelsesmetode
de_at: Versandmethodencode
nl_nl: Code van verzendwijze

# Table 75584159 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 75584159 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify Auftrags-ID

# Table 75584159 - Field 2001565445 - Property 2879900210
source: Shopify Order No.
da_dk: Shopify-ordrenr.
de_at: Shopify Auftragsnummer
nl_nl: Shopify-ordernr.

# Table 75584159 - Field 1343707150 - Property 2879900210
source: Source Name
da_dk: Kildenavn
de_at: Herkunftsname
nl_nl: Bronnaam

# Table 75584159 - Field 1531107246 - Property 2879900210
source: Subtotal Amount
da_dk: Subtotalbeløb
de_at: Zwischensummenbetrag
nl_nl: Subtotaalbedrag

# Table 75584159 - Field 3692706522 - Property 2879900210
source: Total Amount
da_dk: Samlet beløb
de_at: Gesamtbetrag
nl_nl: Totaalbedrag

# Table 75584159 - Field 3256821300 - Property 2879900210
source: Total Items Amount
da_dk: Beløb for samlede varer
de_at: Artikelgesamtbetrag
nl_nl: Totaalbedrag artikelen

# Table 75584159 - Field 475615058 - Property 2879900210
source: Total Quantity of Items
da_dk: Samlet antal varer
de_at: Gesamtmenge der Artikel
nl_nl: Totale hoeveelheid artikelen

# Table 75584159 - Field 3415498620 - Property 2879900210
source: Total Tip Received
da_dk: Samlet antal modtagne drikkepenge
de_at: Trinkgeld gesamt
nl_nl: Totaal ontvangen fooi

# Table 75584159 - Field 582094086 - Property 2879900210
source: Total Weight
da_dk: Samlet vægt
de_at: Gesamtgewicht
nl_nl: Totaal gewicht

# Table 75584159 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 75584159 - Field 1108276017 - Property 2879900210
source: VAT Amount
da_dk: Momsbeløb
de_at: MwSt.-Betrag
nl_nl: Btw-bedrag

# Table 75584159 - Field 2150829461 - Property 2879900210
source: VAT Included
da_dk: Moms inkluderet
de_at: Inklusive Mehrwertsteuer
nl_nl: Inclusief btw

# Table 75584159 - Field 22244033 - Property 2879900210
source: Work Description
da_dk: Arbejdsbeskrivelse
de_at: Arbeitsbeschreibung
nl_nl: Werkbeschrijving

# Table 4054626232 - Property 2879900210
source: Shopify Order Line
da_dk: Shopify-ordrelinje
de_at: Shopify Auftragszeile
nl_nl: Shopify-orderregel

# Table 4054626232 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_at: Beschreibung
nl_nl: Beschrijving

# Table 4054626232 - Field 1267560475 - Property 2879900210
source: Discount Amount
da_dk: Rabatbeløb
de_at: Rabattbetrag
nl_nl: Kortingsbedrag

# Table 4054626232 - Field 1368760363 - Property 2879900210
source: Fulfillable Quantity
da_dk: Antal, der kan opfyldes
de_at: Erfüllbare Menge
nl_nl: Afhandelbare hoeveelheid

# Table 4054626232 - Field 1307489817 - Property 2879900210
source: Fulfillment Service
da_dk: Opfyldelsesservice
de_at: Erfüllungsdienst
nl_nl: Afhandelingsservice

# Table 4054626232 - Field 1608812868 - Property 2879900210
source: Gift Card
da_dk: Gavekort
de_at: Geschenkkarte
nl_nl: Geschenkbon

# Table 4054626232 - Field 568743302 - Property 2879900210
source: Item No.
da_dk: Varenr.
de_at: Artikelnr.
nl_nl: Artikelnr.

# Table 4054626232 - Field 2724623677 - Property 2879900210
source: Line Id
da_dk: Linje-id
de_at: Zeilen-ID
nl_nl: Regel-id

# Table 4054626232 - Field 3134056892 - Property 2879900210
source: Location Id
da_dk: Placerings-id
de_at: Lagerort-ID
nl_nl: Locatie-id

# Table 4054626232 - Field 780313813 - Property 2879900210
source: Product Exists
da_dk: Produkt findes
de_at: Produkt vorhanden
nl_nl: Product bestaat

# Table 4054626232 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal
de_at: Menge
nl_nl: Hoeveelheid

# Table 4054626232 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify Auftrags-ID

# Table 4054626232 - Field 822707320 - Property 2879900210
source: Shopify Product Id
da_dk: Shopify-produkt-id
de_at: Shopify Produkt-ID

# Table 4054626232 - Field 50922609 - Property 2879900210
source: Taxable
da_dk: Skattepligtig
de_at: Steuerpflichtig
nl_nl: Belastbaar

# Table 4054626232 - Field 3164703711 - Property 2879900210
source: Tip
da_dk: Drikkepenge
de_at: Trinkgeld
nl_nl: Fooi

# Table 4054626232 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
da_dk: Måleenhedskode
de_at: Einheitencode
nl_nl: Code van eenheid

# Table 4054626232 - Field 2937233469 - Property 2879900210
source: Unit Price
da_dk: Enhedspris
de_at: VK-Preis
nl_nl: Eenheidsprijs

# Table 4054626232 - Field 3450651614 - Property 2879900210
source: Variant Code
da_dk: Variantkode
de_at: Variantencode

# Table 4054626232 - Field 2601276131 - Property 2879900210
source: Variant Description
da_dk: Variantbeskrivelse
de_at: Variantenbeschreibung
nl_nl: Variantbeschrijving

# Table 1780743060 - Property 2879900210
source: Shopify Order Payment Gateway
da_dk: Gateway til Shopify-ordrebetaling
de_at: Shopify Auftragszahlungs-Gateway
nl_nl: Betalingsgateway voor Shopify-orders

# Table 1780743060 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 1780743060 - Field 2070199485 - Property 2879900210
source: Order Id
da_dk: Ordre-id
de_at: Auftrags-ID

# Table 2449516403 - Property 2879900210
source: Shopify Order Risk
da_dk: Shopify-ordrerisiko
de_at: Shopify Auftragsrisiko
nl_nl: Shopify-orderrisico

# Table 2449516403 - Field 592964086 - Property 2879900210
source: Display
da_dk: Vis
de_at: Bildschirm
nl_nl: Weergave

# Table 2449516403 - Field 1789400218 - Property 2879900210
source: Level
da_dk: Niveau
de_at: Ebene
nl_nl: Niveau

# Table 2449516403 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
de_at: Zeilennr.
nl_nl: Regelnr.

# Table 2449516403 - Field 3080618677 - Property 2879900210
source: Message
da_dk: Meddelelse
de_at: Meldung
nl_nl: Bericht

# Table 2449516403 - Field 2070199485 - Property 2879900210
source: Order Id
da_dk: Ordre-id
de_at: Auftrags-ID

# Table 3869916459 - Property 2879900210
source: Shopify Order Shipping Charges
da_dk: Shopify Forsendelsesomkostninger for ordre
de_at: Shopify – Auftragslieferkosten
nl_nl: Shopify - Verzendkosten van order

# Table 3869916459 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
de_at: Betrag
nl_nl: Bedrag

# Table 3869916459 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 3869916459 - Field 1267560475 - Property 2879900210
source: Discount Amount
da_dk: Rabatbeløb
de_at: Rabattbetrag
nl_nl: Kortingsbedrag

# Table 3869916459 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify – Auftrags-ID

# Table 3869916459 - Field 1518762469 - Property 2879900210
source: Shopify Shipping Line Id
da_dk: Shopify Id for fragtlinje
de_at: Shopify – Lieferzeilen-ID
nl_nl: Shopify - Verzendregel-id

# Table 3869916459 - Field 2397723431 - Property 2879900210
source: Source
da_dk: Kilde
de_at: Quelle
nl_nl: Bron

# Table 3869916459 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
de_at: Titel
nl_nl: Titel

# Table 2356853355 - Property 2879900210
source: Shopify Order Tax Line
da_dk: Skattelinje for Shopify-ordre
de_at: Shopify Auftragssteuerzeile
nl_nl: Belastingregel Shopify-order

# Table 2356853355 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
de_at: Betrag
nl_nl: Bedrag

# Table 2356853355 - Field 4198939294 - Property 2879900210
source: Currency Code
da_dk: Valutakode
de_at: Währungscode
nl_nl: Valutacode

# Table 2356853355 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
de_at: Zeilennr.
nl_nl: Regelnr.

# Table 2356853355 - Field 1605937931 - Property 2879900210
source: Parent Id
da_dk: Overordnet id
de_at: Übergeordnete ID
nl_nl: Hoofd-id

# Table 2356853355 - Field 2006937558 - Property 2879900210
source: Rate
da_dk: Sats
de_at: Satz
nl_nl: Tarief

# Table 2356853355 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
de_at: Titel
nl_nl: Titel

# Table 2500861754 - Property 2879900210
source: Shopify Order Transaction
da_dk: Shopify-ordretransaktion
de_at: Shopify Auftragstransaktion
nl_nl: Shopify-ordertransactie

# Table 2500861754 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
de_at: Betrag
nl_nl: Bedrag

# Table 2500861754 - Field 1246219133 - Property 2879900210
source: Authorization
da_dk: Godkendelse
de_at: Genehmigung
nl_nl: Autorisatie

# Table 2500861754 - Field 3106711140 - Property 2879900210
source: AVS Result Code
da_dk: AVS-resultatkode
de_at: AVS-Ergebnis-Code
nl_nl: AVS-resultaatcode

# Table 2500861754 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 2500861754 - Field 210118528 - Property 2879900210
source: Credit Card Bin
da_dk: Kreditkortplacering
de_at: BIN der Kreditkarte
nl_nl: Bankidentificatienr. creditcard

# Table 2500861754 - Field 3473392178 - Property 2879900210
source: Credit Card company
da_dk: Kreditkortvirksomhed
de_at: Kreditkartenunternehmen
nl_nl: Creditcardmaatschappij

# Table 2500861754 - Field 387235406 - Property 2879900210
source: Credit Card Number
da_dk: Kreditkortnummer
de_at: Kreditkartennummer
nl_nl: Creditcardnummer

# Table 2500861754 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta
de_at: Währung
nl_nl: Valuta

# Table 2500861754 - Field 2137384441 - Property 2879900210
source: CVV Result Code
da_dk: CVV-resultatkode
de_at: CVV-Ergebniscode
nl_nl: CVV-resultaatcode

# Table 2500861754 - Field 3676003639 - Property 2879900210
source: Error Code
da_dk: Fejlkode
de_at: Fehlercode
nl_nl: Foutcode

# Table 2500861754 - Field 2607539103 - Property 2879900210
source: Gift Card Id
da_dk: Gavekort-id
de_at: Geschenkkarten-ID
nl_nl: Geschenkbon-id

# Table 2500861754 - Field 3080618677 - Property 2879900210
source: Message
da_dk: Meddelelse
de_at: Meldung
nl_nl: Bericht

# Table 2500861754 - Field 1605937931 - Property 2879900210
source: Parent Id
da_dk: Overordnet id
de_at: Übergeordnete ID
nl_nl: Hoofd-id

# Table 2500861754 - Field 3566004263 - Property 2879900210
source: Payment Method
da_dk: Betalingsmetode
de_at: Zahlungsform
nl_nl: Betalingsmethode

# Table 2500861754 - Field 4128036724 - Property 2879900210
source: Payment Priority
da_dk: Betalingsprioritet
de_at: Zahlungspriorität
nl_nl: Betalingsprioriteit

# Table 2500861754 - Field 2068751393 - Property 2879900210
source: Posted Invoice No.
da_dk: Bogført fakturanr.
de_at: Nr. der gebuchten Rechnung
nl_nl: Nr. geboekte factuur

# Table 2500861754 - Field 3999266964 - Property 2879900210
source: Sales Document No.
da_dk: Salgsbilagsnr.
de_at: Verkaufsbelegnr.
nl_nl: Verkoopdocumentnr.

# Table 2500861754 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 2500861754 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
da_dk: Shopify-ordre-id
de_at: Shopify Auftrags-ID

# Table 2500861754 - Field 443425085 - Property 2879900210
source: Shopify Transaction Id
da_dk: Shopify-transaktions-id
de_at: Shopify Transaktions-ID
nl_nl: Shopify-transactie-id

# Table 2500861754 - Field 1343707150 - Property 2879900210
source: Source Name
da_dk: Kildenavn
de_at: Herkunftsname
nl_nl: Bronnaam

# Table 2016272457 - Property 2879900210
source: Shopify Orders to Import
da_dk: Shopify Ordrer, der skal importeres
de_at: Shopify – Aufträge für Import
nl_nl: Shopify - Te importeren orders

# Table 2016272457 - Field 591769493 - Property 2879900210
source: Attribute Key Exists
da_dk: Attributnøgle findes
de_at: Attributschlüssel vorhanden
nl_nl: Kenmerksleutel bestaat

# Table 2016272457 - Field 5850845 - Property 2879900210
source: Attribute Key Filter
da_dk: Filter til attributnøgle
de_at: Filter für Attributschlüssel
nl_nl: Filter op kenmerksleutel

# Table 2016272457 - Field 4141588837 - Property 2879900210
source: Confirmed
da_dk: Bekræftet
de_at: Bestätigt
nl_nl: Bevestigd

# Table 2016272457 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 2016272457 - Field 4198939294 - Property 2879900210
source: Currency Code
da_dk: Valutakode
de_at: Währungscode
nl_nl: Valutacode

# Table 2016272457 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
de_at: Postennr.
nl_nl: Postnr.

# Table 2016272457 - Field 3446276168 - Property 2879900210
source: Error Call Stack
da_dk: Fejlkaldstak
de_at: Fehleraufrufliste
nl_nl: Foutaanroepstack

# Table 2016272457 - Field 2852966117 - Property 2879900210
source: Error Message
da_dk: Fejlmeddelelse
de_at: Fehlermeldung
nl_nl: Foutbericht

# Table 2016272457 - Field 841933503 - Property 2879900210
source: Financial Status
da_dk: Økonomisk status
de_at: Finanzstatus
nl_nl: Financiële status

# Table 2016272457 - Field 672695674 - Property 2879900210
source: Fulfillment Status
da_dk: Opfyldelsesstatus
de_at: Erfüllungsstatus
nl_nl: Afhandelingsstatus

# Table 2016272457 - Field 2565966642 - Property 2879900210
source: Fully Paid
da_dk: Fuldt betalt
de_at: Vollständig bezahlt
nl_nl: Volledig voldaan

# Table 2016272457 - Field 2915771342 - Property 2879900210
source: Has Error
da_dk: Har fejl
de_at: Fehler
nl_nl: Bevat fout

# Table 2016272457 - Field 140626277 - Property 2879900210
source: Import Action
da_dk: Importer handling
de_at: Aktion „Importieren“
nl_nl: Actie Importeren

# Table 2016272457 - Field 114465731 - Property 2879900210
source: Number of Order Lines
da_dk: Antal ordrelinjer
de_at: Anzahl Bestellzeilen
nl_nl: Aantal orderregels

# Table 2016272457 - Field 3260489966 - Property 2879900210
source: Order Amount
da_dk: Ordrebeløb
de_at: Auftragsbetrag
nl_nl: Orderbedrag

# Table 2016272457 - Field 2202932243 - Property 2879900210
source: Order No.
da_dk: Ordrenr.
de_at: Auftragsnr.
nl_nl: Ordernr.

# Table 2016272457 - Field 1069846527 - Property 2879900210
source: Risk Level
da_dk: Risikoniveau
de_at: Risikostufe
nl_nl: Risiconiveau

# Table 2016272457 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 2016272457 - Field 2716979219 - Property 2879900210
source: Shop Id
da_dk: Butiks-id
nl_nl: Winkel-id

# Table 2016272457 - Field 548838851 - Property 2879900210
source: Tags
da_dk: Koder
nl_nl: Labels

# Table 2016272457 - Field 475615058 - Property 2879900210
source: Total Quantity of Items
da_dk: Samlet antal varer
de_at: Gesamtmenge der Artikel
nl_nl: Totale hoeveelheid artikelen

# Table 2016272457 - Field 2852335753 - Property 2879900210
source: Unpaid
da_dk: Ubetalt
de_at: Nicht bezahlt
nl_nl: Onbetaald

# Table 2016272457 - Field 4268781252 - Property 2879900210
source: UpdatedAt
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 3569689639 - Property 2879900210
source: Shopify Payment Method
da_dk: Shopify-betalingsmetode
de_at: Shopify Zahlungsform
nl_nl: Shopify-betalingsmethode

# Table 3569689639 - Field 3473392178 - Property 2879900210
source: Credit Card Company
da_dk: Kreditkortvirksomhed
de_at: Kreditkartenunternehmen
nl_nl: Creditcardmaatschappij

# Table 3569689639 - Field 3855271124 - Property 2879900210
source: Payment Method Code
da_dk: Betalingsmetodekode
de_at: Zahlungsformcode
nl_nl: Code van betalingsmethode

# Table 3569689639 - Field 4130293374 - Property 2879900210
source: Priority
da_dk: Prioritet
de_at: Priorität
nl_nl: Prioriteit

# Table 3569689639 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 2605603238 - Property 2879900210
source: Shopify Payment Transaction
da_dk: Shopify-betalingstransaktion
de_at: Shopify Zahlungstransaktion
nl_nl: Shopify-betalingstransactie

# Table 2605603238 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
de_at: Betrag
nl_nl: Bedrag

# Table 2605603238 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta
de_at: Währung
nl_nl: Valuta

# Table 2605603238 - Field 3057692898 - Property 2879900210
source: Fee
da_dk: Gebyr
de_at: Gebühr
nl_nl: Tarief

# Table 2605603238 - Field 166038250 - Property 2879900210
source: Invoice No.
da_dk: Fakturanr.
de_at: Rechnungsnr.
nl_nl: Factuurnr.

# Table 2605603238 - Field 3035691293 - Property 2879900210
source: Net Amount
da_dk: Nettobeløb
de_at: Nettobetrag
nl_nl: Nettobedrag

# Table 2605603238 - Field 3866899381 - Property 2879900210
source: Payout Id
da_dk: Udbetalings-id
de_at: Auszahlungs-ID
nl_nl: Uitbetalings-id

# Table 2605603238 - Field 2446130881 - Property 2879900210
source: Processed At
da_dk: Behandlet ved
de_at: Verarbeitet am
nl_nl: Verwerkt op

# Table 2605603238 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 2605603238 - Field 1413859156 - Property 2879900210
source: Source Id
da_dk: Kilde-id
de_at: Herkunfts-ID
nl_nl: Bron-id

# Table 2605603238 - Field 1807627826 - Property 2879900210
source: Source Order Id
da_dk: Id for kildeordre
de_at: Quelle: Auftrags-ID
nl_nl: Bronorder-id
