Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 202493269 - Control 1472620112 - Property 1295455071
source: The unique email address of the customer. Attempting to assign the same email address to multiple customers returns an error.
da_dk: Debitorens entydige mailadresse. Hvis du forsøger at tildele den samme mailadresse til flere debitorer, returneres en fejl.
de_at: Die eindeutige E-Mail-Adresse des Kunden. Der Versuch, mehreren Kunden dieselbe E-Mail-Adresse zuzuweisen, führt zu einer Fehlermeldung.
nl_nl: Het unieke e-mailadres van de klant. Als u probeert hetzelfde e-mailadres toe te wijzen aan meerdere klanten, wordt een fout geretourneerd.

# Page 202493269 - Control 3973653471 - Property 1295455071
source: Specifies the customer's first name.
da_dk: Angiver debitorens fornavn.
de_at: Gibt den Vornamen des Kunden an.
nl_nl: Hiermee wordt de voornaam van de klant opgegeven.

# Page 202493269 - Control 415504711 - Property 1295455071
source: Specifies the unique identifier for the customer in Shopify.
da_dk: Angiver det entydige id for debitoren i Shopify.
de_at: Gibt den eindeutigen Bezeichner für den Kunden in Shopify an.
nl_nl: Hiermee wordt de unieke id voor de klant in Shopify opgegeven.

# Page 202493269 - Control 4082585823 - Property 1295455071
source: Specifies the customer's last name.
da_dk: Angiver debitorens efternavn.
de_at: Gibt den Nachnamen des Kunden an.
nl_nl: Hiermee wordt de achternaam van de klant opgegeven.

# Page 202493269 - Control 2898143332 - Property 1295455071
source: Specifies a note about the customer in Shopify.
da_dk: Angiver en bemærkning om debitoren i Shopify.
de_at: Legt eine Notiz zum Kunden in Shopify fest.
nl_nl: Hiermee wordt een notitie over de klant opgegeven in Shopify.

# Page 202493269 - Control 646935216 - Property 1295455071
source: Specifies the customer's telephone number.
da_dk: Angiver debitorens telefonnummer.
de_at: Gibt die Telefonnummer des Debitors an.
nl_nl: Hiermee wordt het telefoonnummer van de klant opgegeven.

# Page 202493269 - Control 269761521 - Property 1295455071
source: Specifies the state of a customer's account with a shop. The default value is disabled. Valid values are: disabled, invited, enabled and declined.
da_dk: Angiver status for en debitors konto med en butik. Standardværdien er deaktiveret. Gyldige værdier er: Deaktiveret, Inviteret, Aktiveret og Afslået.
de_at: Gibt den Status des Kontos eines Kunden in einem Shop an. Der Standardwert ist Deaktiviert. Gültige Werte sind: disabled, invited, enabled, declined.
nl_nl: Hiermee wordt de status opgegeven van de rekening van een klant bij een winkel. De standaardwaarde is Uitgeschakeld. Geldige waarden zijn: Uitgeschakeld, Uitgenodigd, Ingeschakeld en Geweigerd.

# Page 202493269 - Control 1337793425 - Property 1295455071
source: Specifies whether the customer has verified their e-mail address.
da_dk: Angiver, om debitoren har bekræftet deres mailadresse.
de_at: Gibt an, ob der Kunde seine E-Mail-Adresse verifiziert hat.
nl_nl: Hiermee wordt opgegeven of de klant het eigen e-mailadres heeft geverifieerd.

# Page 202493269 - Action 1994005900 - Property 1295455071
source: View or edit detailed information about the customer.
da_dk: Få vist eller rediger detaljerede oplysninger om debitoren.
de_at: Zeigt detaillierte Informationen über den Debitor an oder bearbeitet diese.
nl_nl: Bekijk of bewerk gedetailleerde informatie over de klant.

# Page 202493269 - Action 1994005900 - Property 2879900210
source: Customer Card
da_dk: Debitorkort
de_at: Debitorenkarte
nl_nl: Klantenkaart

# Page 202493269 - Action 2308951041 - Property 1295455071
source: View a list of Shopify orders for the customer.
da_dk: Vis en liste med Shopify-ordrer for debitoren.
de_at: Zeigen Sie eine Liste der Shopify-Aufträge für den Kunden an.
nl_nl: Bekijk een lijst met Shopify-orders voor de klant.

# Page 202493269 - Action 2308951041 - Property 2879900210
source: Shopify Orders
da_dk: Shopify-ordrer
de_at: Shopify Aufträge

# Page 202493269 - Action 3538230033 - Property 1295455071
source: Synchronize the customers with Shopify. The way customers are imported depends on the settings in the Shopify Shop Card.
da_dk: Synkroniser debitorerne fra Shopify. Den måde, debitorer indlæses på, afhænger af indstillingerne på Shopify-indkøbskortet.
de_at: Kunden mit Shopify synchronisieren. Die Art und Weise, wie Kunden importiert werden, hängt von den Einstellungen in der Shopify-Shop-Karte ab.
nl_nl: Synchroniseer de klanten met Shopify. Hoe klanten worden geïmporteerd, is afhankelijk van de instellingen op de Shopify-winkelkaart.

# Page 202493269 - Action 3538230033 - Property 2879900210
source: Start Customer Sync
da_dk: Start debitorsynkronisering
de_at: Kundensynchronisation starten
nl_nl: Synchronisatie van klanten starten

# Page 1266755742 - Property 2879900210
source: Shopify Data Capture List
da_dk: Shopify Liste over registrerede data
de_at: Shopify – Datenerfassungsliste
nl_nl: Shopify - Lijst voor gegevensvastlegging

# Page 1266755742 - Method 4230993712 - NamedType 1582893390
source: Download Data to file
da_dk: Download data til fil
de_at: Daten als Datei herunterladen
nl_nl: Gegevens downloaden naar bestand

# Page 1266755742 - Control 1016130111 - Property 1295455071
source: Specifies the number of the entry, as assigned from a specific number series when the entry was created.
da_dk: Angiver nummeret på den post, som er tildelt fra den specifikke nummerserie, da posten blev oprettet.
de_at: Gibt die Nummer des Eintrags an, wie sie aus einer spezifischen Nummernserie zugewiesen wurde, als der Eintrag erstellt wurde.
nl_nl: Hiermee wordt het nummer van de post opgegeven, zoals toegewezen vanuit een specifieke nummerreeks toen de post werd gemaakt.

# Page 1266755742 - Control 577209412 - Property 1295455071
source: Specifies when the entry was created.
da_dk: Angiver, hvornår lagerperioden blev oprettet.
de_at: Gibt an, wann der Eintrag erstellt wurde.
nl_nl: Hiermee wordt opgegeven wanneer de post is gemaakt.

# Page 1266755742 - Control 4000648066 - Property 1295455071
source: Specifies the users who has created this entry.
da_dk: Angiver, hvilke brugere der har oprettet posten.
de_at: Gibt den Benutzer an, der diesen Eintrag erstellt hat.
nl_nl: Hiermee wordt de gebruiker opgegeven die de post heeft gemaakt.

# Page 1266755742 - Control 3576567502 - Property 1295455071
source: The JSON data of that is received from Shopify.
da_dk: De JSON-data, der modtages fra Shopify.
de_at: Die JSON-Daten, die von Shopify empfangen werden.
nl_nl: De JSON-gegevens hiervan worden ontvangen vanuit Shopify.

# Page 1266755742 - Action 1989779806 - Property 1295455071
source: Download the data retrieved from Shopify as a json file.
da_dk: Download de data, der er hentet fra Shopify, som en JSON-fil.
de_at: Laden Sie die von Shopify abgerufenen Daten als JSON-Datei herunter.
nl_nl: Download de gegevens die vanuit Shopify zijn opgehaald als JSON-bestand.

# Page 2861497509 - Property 2879900210
source: Shopify Gift Card Transactions
da_dk: Shopify-gavekorttransaktioner
de_at: Shopify Geschenkkarten-Transaktionen
nl_nl: Transacties met Shopify-geschenkbonnen

# Page 2861497509 - Control 636392376 - Property 1295455071
source: Specifies the amount of money included in the transaction.
da_dk: Angiver det pengebeløb, der er inkluderet i transaktionen.
de_at: Gibt den Geldbetrag an, der in der Transaktion enthalten ist.
nl_nl: Hiermee wordt het geldbedrag opgegeven dat in de transactie is opgenomen.

# Page 2861497509 - Control 1246219133 - Property 1295455071
source: Specifies the authorization code associated with the transaction.
da_dk: Angiver den godkendelseskode, der er knyttet til transaktionen.
de_at: Gibt den mit der Transaktion verbundenen Autorisierungscode an.
nl_nl: Hiermee wordt de autorisatiecode opgegeven die aan de transactie is gekoppeld.

# Page 2861497509 - Control 2570673311 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
da_dk: Angiver den dato og det klokkeslæt, hvor transaktionen blev behandlet.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Transaktion verarbeitet wird.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de transactie wordt verwerkt.

# Page 2861497509 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transactions.
da_dk: Angiver valutaen af transaktionerne.
de_at: Gibt die Währung der Transaktionen an.
nl_nl: Hiermee wordt de valuta van de transacties opgegeven.

# Page 2861497509 - Control 3357486316 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
da_dk: Angiver navnet på den gateway, som transaktionen blev udstedt via.
de_at: Gibt den Namen des Gateways an, über das die Transaktion abgewickelt wurde.
nl_nl: Hiermee wordt de naam opgegeven van de gateway waardoor de transactie is verzonden.

# Page 2861497509 - Control 3080618677 - Property 1295455071
source: Specifies a string generated by the payment provider with additional information about why the transaction succeeded or failed.
da_dk: Angiver en streng, der er genereret af betalingsformidleren med yderligere oplysninger om, hvorfor transaktionen lykkedes eller mislykkedes.
de_at: Gibt eine vom Zahlungsanbieter generierte Zeichenfolge mit zusätzlichen Informationen darüber an, warum die Transaktion erfolgreich war oder nicht.
nl_nl: Hiermee wordt een tekenreeks opgegeven die door de betalingsverschaffer wordt gegenereerd met aanvullende informatie over de reden waarom de transactie is geslaagd of mislukt.

# Page 2861497509 - Control 1002454459 - Property 1295455071
source: Specifies a unique identifier for the order.
da_dk: Angiver et entydigt id for ordren.
de_at: Gibt einen eindeutigen Bezeichner für den Auftrag an.
nl_nl: Hiermee wordt een unieke id voor de order opgegeven.

# Page 2861497509 - Control 443425085 - Property 1295455071
source: Specifies a unique identifier for the transaction.
da_dk: Angiver et entydigt id for transaktionen.
de_at: Gibt einen eindeutigen Bezeichner für die Transaktion an.
nl_nl: Hiermee wordt een unieke identificatie voor de transactie opgegeven.

# Page 2861497509 - Control 513339096 - Property 1295455071
source: Specifies the status of the transaction. Valid values are: pending, failure, success and error.
da_dk: Angiver status for transaktionen. Gyldige værdier er: igangsat, mislykket, succes og fejl.
de_at: Legt den Status der Transaktion fest. Gültige Werte sind: pending, failure, success, error.
nl_nl: Hiermee wordt de status van de transactie opgegeven. Geldige waarden zijn: In behandeling, Mislukt, Geslaagd en Fout.

# Page 2861497509 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
da_dk: Angiver, om transaktionen blev oprettet for en testtilstandsordre eller -betaling.
de_at: Gibt an, ob die Transaktion für einen Auftrag oder eine Zahlung im Testmodus erstellt wurde.
nl_nl: Hiermee wordt opgegeven of de transactie is gemaakt voor een order of betaling in de testmodus.

# Page 2861497509 - Control 1878130204 - Property 1295455071
source: Specifies the transaction type. Valid values are: authorization, capture, sale, void and refund.
da_dk: Angiver transaktionstypen. Gyldige værdier er: godkendelse, registrering, salg, annuller og refusion.
de_at: Gibt die Art der Transaktion an. Gültige Werte sind: authorization, capture, sale, void, refund.
nl_nl: Hiermee wordt het transactietype opgegeven. Geldige waarden zijn: Autorisatie, Vastlegging, Verkoop, Nietigverklaring en Terugbetaling.

# Page 658868337 - Property 2879900210
source: Shopify Gift Cards
da_dk: Shopify-gavekort
de_at: Shopify Geschenkkarten
nl_nl: Shopify-geschenkbonnen

# Page 658868337 - Control 636392376 - Property 1295455071
source: Specifies the amount of the Shopify gift card.
da_dk: Angiver beløbet for Shopify-gavekortet.
de_at: Gibt den Betrag der Shopify-Geschenkkarte an.
nl_nl: Hiermee wordt het bedrag van de Shopify-geschenkbon opgegeven.

# Page 658868337 - Control 415504711 - Property 1295455071
source: Specifies the id of the Shopify gift card.
da_dk: Angiver id'et på Shopify-gavekortet.
de_at: Gibt die ID der Shopify-Geschenkkarte an.
nl_nl: Hiermee wordt de id van de Shopify-geschenkbon opgegeven.

# Page 658868337 - Control 376254012 - Property 1295455071
source: Specifies the balance of the gift card.
da_dk: Angiver saldoen på gavekortet.
de_at: Gibt den Betrag der Geschenkkarte an.
nl_nl: Hiermee wordt het saldo van de geschenkbon opgegeven.

# Page 658868337 - Control 1779371716 - Property 1295455071
source: Specifies the last characters of the gift card code.
da_dk: Angiver de sidste tegn i gavekortkoden.
de_at: Gibt die letzten Zeichen des Codes der Geschenkkarte an.
nl_nl: Hiermee worden de laatste tekens van de geschenkboncode opgegeven.

# Page 658868337 - Control 2178282664 - Property 2879900210
source: Known Transactions
da_dk: Kendte transaktioner
de_at: Bekannte Transaktionen
nl_nl: Bekende transacties

# Page 4023966537 - Property 2879900210
source: Shopify Initial Import
da_dk: Shopify første indlæs
de_at: Shopify-Erstimport
nl_nl: Initiële Shopify-import

# Page 4023966537 - Control 2149455310 - Property 1295455071
source: Specifies whether the session is active.
da_dk: Angiver, om sessionen er aktiv.
de_at: Gibt an, ob die Sitzung aktiv ist.
nl_nl: Hiermee wordt opgegeven of de sessie actief is.

# Page 4023966537 - Control 2149455310 - Property 2879900210
source: Active Session
da_dk: Aktiv session
de_at: Aktive Session
nl_nl: Actieve sessie

# Page 4023966537 - Control 3318218501 - Property 1295455071
source: Specifies the status of the import job.
da_dk: Angiver status af indlæsningssagen.
de_at: Legt den Status des Importauftrags fest.
nl_nl: Hiermee wordt de status van de importtaak opgegeven.

# Page 4023966537 - Control 2961552353 - Property 1295455071
source: Specifies the name of the entity that was imported.
da_dk: Angiver navnet på den enhed, der blev indlæst.
de_at: Gibt den Namen der Entität an, die importiert wurde.
nl_nl: Hiermee wordt de naam opgegeven van de entiteit die is geïmporteerd.

# Page 4023966537 - Control 1669136979 - Property 1295455071
source: Specifies the Shopify shop code.
da_dk: Angiver Shopify-butikskoden.
de_at: Gibt den Shopify-Shop-Code an.
nl_nl: Hiermee wordt de Shopify-winkelcode opgegeven.

# Page 1093534293 - Property 2879900210
source: Shopify Inventory Factbox
da_dk: Faktaboks om Shopify-lager
de_at: Shopify Inventar Factbox
nl_nl: Feitenblok Shopify-voorraad

# Page 1093534293 - Control 1879379861 - Property 1295455071
source: The date and time when the stock of D365BC was last calculated.
da_dk: Dato og klokkeslæt, hvor lageret af D365BC sidst blev beregnet.
de_at: Das Datum und die Uhrzeit, zu der der Bestand von D365BC zuletzt berechnet wurde.
nl_nl: De datum en het tijdstip waarop de voorraad van D365BC voor het laatst is berekend.

# Page 1093534293 - Control 959595599 - Property 1295455071
source: The date and time when the stock was last synchronized from Shopify.
da_dk: Dato og klokkeslæt, hvor lageret senest blev synkroniseret fra Shopify.
de_at: Das Datum und die Uhrzeit, zu der das Inventar zuletzt von Shopify synchronisiert wurde.
nl_nl: De datum en het tijdstip waarop de voorraad voor het laatst is gesynchroniseerd vanuit Shopify.

# Page 1093534293 - Control 2563728230 - Property 1295455071
source: Specifies the location name.
da_dk: Angiver placeringens navn.
de_at: Gibt den Namen des Standorts an.
nl_nl: Hiermee wordt de vestigingsnaam opgegeven.

# Page 1093534293 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop.
da_dk: Angiver Shopify-butikken.
de_at: Gibt den Shopify-Shop an.
nl_nl: Hiermee wordt de Shopify-winkel opgegeven.

# Page 1093534293 - Control 3446793006 - Property 1295455071
source: The stock value on Shopify.
da_dk: Lagerværdien på Shopify.
de_at: Der Inventarwert in Shopify.
nl_nl: De voorraadwaarde op Shopify.

# Page 1093534293 - Control 3153743028 - Property 1295455071
source: The stock value in D365BC
da_dk: Lagerværdien i D365BC
de_at: Der Bestandswert in D365BC
nl_nl: De voorraadwaarde in D365BC

# Page 3706164926 - Property 2019332006
source: New,Process,Report,Log Entries
da_dk: Ny,Proces,Rapport,Logposter
de_at: Neu,Prozess,Bericht,Protokolleinträge
nl_nl: Nieuw,Proces,Rapport,Logposten

# Page 3706164926 - Property 2879900210
source: Shopify Log Entries
da_dk: Shopify-logposter
de_at: Shopify Protokolleinträge
nl_nl: Shopify-logposten

# Page 3706164926 - Control 61963710 - Property 1295455071
source: Specifies the date and the time when this entry was created.
da_dk: Angiver den dato og det klokkeslæt, hvor denne post blev oprettet.
de_at: Gibt das Datum und die Uhrzeit an, zu der dieser Eintrag erstellt wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop deze post is gemaakt.

# Page 3706164926 - Control 1016130111 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specific number series when the entry was created.
da_dk: Angiver nummeret på den post, som er tildelt fra den specifikke nummerserie, når posten blev oprettet.
de_at: Gibt die Nummer des Eintrags an, die bei der Erstellung des Eintrags aus der spezifischen Nummernserie vergeben wurde.
nl_nl: Hiermee wordt het nummer opgegeven van de post, zoals vanuit de specifieke nummerreeks toegewezen toen de post werd gemaakt.

# Page 3706164926 - Control 4132733409 - Property 1295455071
source: Specifies the used method.
da_dk: Angiver den anvendte metode.
de_at: Gibt die verwendete Methode an.
nl_nl: Hiermee wordt de gebruikte methode opgegeven.

# Page 3706164926 - Control 355226323 - Property 1295455071
source: Specifies the HTTP result status of the entry in the log.
da_dk: Angiver HTTP-resultatets status for posten i loggen.
de_at: Gibt den HTTP-Ergebnisstatus des Eintrags im Protokoll an.
nl_nl: Hiermee wordt de HTTP-resultaatstatus van de post in het logboek opgegeven.

# Page 3706164926 - Control 1664649926 - Property 1295455071
source: Specifies the description of the HTTP result status of the entry in the log.
da_dk: Angiver beskrivelsen af HTTP-resultatets status for posten i loggen.
de_at: Gibt die Beschreibung des HTTP-Ergebnisstatus des Eintrags im Protokoll an.
nl_nl: Hiermee wordt de beschrijving opgegeven van de HTTP-resultaatstatus van de post in het logboek.

# Page 3706164926 - Control 1230148255 - Property 1295455071
source: Specifies the time when this entry was created.
da_dk: Angiver den dato og det klokkeslæt, hvor posten blev oprettet.
de_at: Gibt den Zeitpunkt an, zu dem dieser Eintrag erstellt wurde.
nl_nl: Hiermee wordt het tijdstip opgegeven waarop deze post is gemaakt.

# Page 3706164926 - Control 3003898253 - Property 1295455071
source: Specifies the URL with the data requested from.
da_dk: Angiver URL-adressen med de data, der er anmodet om.
de_at: Gibt die URL an, von der die Daten angefordert werden.
nl_nl: Hiermee wordt de URL opgegeven met de gevraagde gegevens.

# Page 3706164926 - Control 3207102784 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
da_dk: Angiver id'et for den bruger, der har bogført posten, der skal bruges, f.eks. i ændringsloggen.
de_at: Gibt die ID des Benutzers an, der die Buchung des Postens vorgenommen hat (z. B. zur Verwendung im Änderungsprotokoll).
nl_nl: Hiermee wordt de id opgegeven van de gebruiker die de post heeft geboekt, bijvoorbeeld voor gebruik in het wijzigingslogbestand.

# Page 3706164926 - Action 2526477354 - Property 1295455071
source: Clear the list of all log entries.
da_dk: Ryd listen med alle logposter.
de_at: Löscht die Liste aller Protokolleinträge.
nl_nl: Verwijder alle logposten uit de lijst.

# Page 3706164926 - Action 2526477354 - Property 2879900210
source: Delete All Entries
da_dk: Slet alle poster
de_at: Alle Einträge löschen
nl_nl: Alle posten verwijderen

# Page 3706164926 - Action 377844979 - Property 1295455071
source: Clear the list of log entries that are older than 7 days.
da_dk: Ryd listen med logposter, der er ældre end 7 dage.
de_at: Löscht die Liste der Protokolleinträge, die älter als sieben Tage sind.
nl_nl: Logposten die ouder zijn dan 7 dagen, uit de lijst verwijderen.

# Page 3706164926 - Action 377844979 - Property 2879900210
source: Delete Entries Older Than 7 Days
da_dk: Slet poster, som er ældre end 7 dage
de_at: Posten löschen, die über 7 Tage alt sind
nl_nl: Posten ouder dan 7 dagen verwijderen

# Page 3259998644 - Property 2879900210
source: Shopify Log Entry
da_dk: Shopify-logpost
de_at: Shopify Protokolleintrag
nl_nl: Shopify-logpost

# Page 3259998644 - Method 3219083399 - NamedType 1582893390
source: Download Request file
da_dk: Download anmodningsfil
de_at: Anfragedatei herunterladen
nl_nl: Aanvraagbestand downloaden

# Page 3259998644 - Method 1029354209 - NamedType 1582893390
source: Download Response file
da_dk: Download svarfil
de_at: Antwortdatei herunterladen
nl_nl: Responsbestand downloaden

# Page 3259998644 - Control 61963710 - Property 1295455071
source: Specifies the date and the time when this entry was created.
da_dk: Angiver den dato og det klokkeslæt, hvor denne post blev oprettet.
de_at: Gibt das Datum und die Uhrzeit an, zu der dieser Eintrag erstellt wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop deze post is gemaakt.

# Page 3259998644 - Control 1016130111 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specific number series when the entry was created.
da_dk: Angiver nummeret på den post, som er tildelt fra den specifikke nummerserie, når posten blev oprettet.
de_at: Gibt die Nummer des Eintrags an, die bei der Erstellung des Eintrags aus der spezifischen Nummernserie vergeben wurde.
nl_nl: Hiermee wordt het nummer opgegeven van de post, zoals vanuit de specifieke nummerreeks toegewezen toen de post werd gemaakt.

# Page 3259998644 - Control 4132733409 - Property 1295455071
source: Specifies the used method.
da_dk: Angiver den anvendte metode.
de_at: Gibt die verwendete Methode an.
nl_nl: Hiermee wordt de gebruikte methode opgegeven.

# Page 3259998644 - Control 355226323 - Property 1295455071
source: Specifies the HTTP result status of the entry in the log.
da_dk: Angiver HTTP-resultatets status for posten i loggen.
de_at: Gibt den HTTP-Ergebnisstatus des Eintrags im Protokoll an.
nl_nl: Hiermee wordt de HTTP-resultaatstatus van de post in het logboek opgegeven.

# Page 3259998644 - Control 1664649926 - Property 1295455071
source: Specifies the description of the HTTP result status of the entry in the log.
da_dk: Angiver beskrivelsen af HTTP-resultatets status for posten i loggen.
de_at: Gibt die Beschreibung des HTTP-Ergebnisstatus des Eintrags im Protokoll an.
nl_nl: Hiermee wordt de beschrijving opgegeven van de HTTP-resultaatstatus van de post in het logboek.

# Page 3259998644 - Control 1230148255 - Property 1295455071
source: Specifies the time when this entry was created.
da_dk: Angiver den dato og det klokkeslæt, hvor posten blev oprettet.
de_at: Gibt den Zeitpunkt an, zu dem dieser Eintrag erstellt wurde.
nl_nl: Hiermee wordt het tijdstip opgegeven waarop deze post is gemaakt.

# Page 3259998644 - Control 3003898253 - Property 1295455071
source: Specifies the URL with the data requested from.
da_dk: Angiver URL-adressen med de data, der er anmodet om.
de_at: Gibt die URL an, von der die Daten angefordert werden.
nl_nl: Hiermee wordt de URL opgegeven met de gevraagde gegevens.
