Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Table 4054626232 - Field 2362733372 - Property 2879900210
source: Shopify Variant Id
de_at: Shopify Varianten-ID

# Table 75584159 - Field 3732224266 - Property 2879900210
source: Test
de_at: Prüfen

# Table 2849143365 - Property 2879900210
source: Shopify Variant
de_at: Shopify Variante
