Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Table 2605603238 - Field 3581176262 - Property 2879900210
source: Source Order Transaction Id
da_dk: Transaktions-id for kildeordre
de_at: ID der Transaktion des Ausgangsauftrags
nl_nl: Transactie-id bronorder

# Table 2605603238 - Field 1753214751 - Property 2879900210
source: Source Type
da_dk: Kildetype
de_at: Herkunftsart
nl_nl: Brontype

# Table 1418730614 - Property 2879900210
source: Shopify Payout
da_dk: Shopify-udbetaling
de_at: Shopify Auszahlung
nl_nl: Shopify-uitbetaling

# Table 1418730614 - Field 144318618 - Property 2879900210
source: Adjustments Fee Amount
da_dk: Reguleringer af gebyrbeløb
de_at: Anpassungen Gebührenbetrag
nl_nl: Toeslagbedrag voor herwaarderingen

# Table 1418730614 - Field 4025217846 - Property 2879900210
source: Adjustments Gross Amount
da_dk: Bruttobeløb for reguleringer
de_at: Anpassungen Bruttobetrag
nl_nl: Brutobedrag voor herwaarderingen

# Table 1418730614 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
de_at: Betrag
nl_nl: Bedrag

# Table 1418730614 - Field 1604342469 - Property 2879900210
source: Charges Fee Amount
da_dk: Opkræver gebyrbeløb
de_at: Gebührenbetrag
nl_nl: Toeslagbedrag voor toeslagen

# Table 1418730614 - Field 1375389625 - Property 2879900210
source: Charges Gross Amount
da_dk: Bruttobeløb for gebyrer
de_at: Gebührenbruttobetrag
nl_nl: Brutobedrag voor toeslagen

# Table 1418730614 - Field 3561154705 - Property 2879900210
source: Currency
da_dk: Valuta
de_at: Währung
nl_nl: Valuta

# Table 1418730614 - Field 3192175264 - Property 2879900210
source: Date
da_dk: Dato
de_at: Datum
nl_nl: Datum

# Table 1418730614 - Field 107660633 - Property 2879900210
source: Refunds Fee Amount
da_dk: Beløb for refusionsgebyr
de_at: Rückerstattungen-Gebührenbetrag
nl_nl: Toeslagbedrag voor terugbetaling

# Table 1418730614 - Field 513386725 - Property 2879900210
source: Refunds Gross Amount
da_dk: Bruttobeløb for refusion
de_at: Rückerstattungen-Bruttobetrag
nl_nl: Brutobedrag voor terugbetalingen

# Table 1418730614 - Field 1910651464 - Property 2879900210
source: Reserved Funds Fee Amount
da_dk: Reserveret gebyrbeløb for midler
de_at: Reservierte Gelder Gebührenbetrag
nl_nl: Toeslagbedrag voor gereserveerde fondsen

# Table 1418730614 - Field 2736137636 - Property 2879900210
source: Reserved Funds Gross Amount
da_dk: Reserveret bruttobeløb for midler
de_at: Reservierte Gelder Bruttobetrag
nl_nl: Brutobedrag voor gereserveerde fondsen

# Table 1418730614 - Field 661525082 - Property 2879900210
source: Retried Payouts Fee Amount
da_dk: Antal gange, det blev forsøgt at udbetale gebyrbeløb
de_at: Wiederholte Auszahlungen Gebührenbetrag
nl_nl: Toeslagbedrag voor opnieuw geprobeerde uitbetalingen

# Table 1418730614 - Field 3458056438 - Property 2879900210
source: Retried Payouts Gross Amount
da_dk: Antal gange, det blev forsøgt at betale bruttobeløb
de_at: Wiederholte Auszahlungen Bruttobetrag
nl_nl: Brutobedrag voor opnieuw geprobeerde uitbetalingen

# Table 4138380929 - Property 2879900210
source: Shopify Product
da_dk: Shopify-produkt
de_at: Shopify Produkt

# Table 4138380929 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl.
de_at: Erstellt am
nl_nl: Gemaakt op

# Table 4138380929 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_at: Beschreibung
nl_nl: Beschrijving

# Table 4138380929 - Field 3533565691 - Property 2879900210
source: Description as HTML
da_dk: Beskrivelse som HTML
de_at: Beschreibung als HTML
nl_nl: Beschrijving als HTML

# Table 4138380929 - Field 1365603971 - Property 2879900210
source: Description Html Hash
da_dk: Beskrivelse af HTML-hash
de_at: Beschreibung HTML-Hash
nl_nl: Beschrijving HTML-hash

# Table 4138380929 - Field 2913675226 - Property 2879900210
source: Has Variants
da_dk: Har varianter
de_at: Hat Varianten
nl_nl: Heeft varianten

# Table 4138380929 - Field 1210530119 - Property 2879900210
source: Image Hash
da_dk: Billed-hash
de_at: Bild-Hash
nl_nl: Afbeeldingshash

# Table 4138380929 - Field 625010014 - Property 2879900210
source: Image Id
da_dk: Billed-id
de_at: Bild-ID
nl_nl: Afbeeldings-id

# Table 4138380929 - Field 568743302 - Property 2879900210
source: Item No.
da_dk: Varenr.
de_at: Artikelnr.
nl_nl: Artikelnr.

# Table 4138380929 - Field 3911719679 - Property 2879900210
source: Item SystemId
da_dk: Vareadressesystem-id
de_at: Artikelsystem-ID
nl_nl: Systeem-id van artikel

# Table 4138380929 - Field 2887638983 - Property 2879900210
source: Last Updated by BC
da_dk: Sidst opdateret af BC
de_at: Zuletzt aktualisiert von BC
nl_nl: Laatst bijgewerkt door BC

# Table 4138380929 - Field 1912985515 - Property 2879900210
source: Preview URL
da_dk: Vis URL-adresse
de_at: Vorschau-URL
nl_nl: Voorbeeld-URL

# Table 4138380929 - Field 3164211949 - Property 2879900210
source: Product Type
da_dk: Produkttype
de_at: Produkttyp

# Table 4138380929 - Field 3665799585 - Property 2879900210
source: SEO Description
da_dk: SEO-beskrivelse
de_at: SEO-Beschreibung
nl_nl: SEO-beschrijving

# Table 4138380929 - Field 1252196651 - Property 2879900210
source: SEO Title
da_dk: SEO-titel
de_at: SEO-Titel
nl_nl: SEO-titel

# Table 4138380929 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 4138380929 - Field 1180821997 - Property 2879900210
source: Tags Hash
da_dk: Mærkat hash
nl_nl: Labelhash

# Table 4138380929 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
de_at: Titel
nl_nl: Titel

# Table 4138380929 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl.
de_at: Aktualisiert am
nl_nl: Bijgewerkt op

# Table 4138380929 - Field 3003898253 - Property 2879900210
source: URL
da_dk: URL-adresse

# Table 4138380929 - Field 1936001480 - Property 2879900210
source: Vendor
da_dk: Kreditor
de_at: Kreditor
nl_nl: Leverancier

# Table 2070056562 - Property 2879900210
source: Shopify Province
da_dk: Shopify-provins
de_at: Shopify Bundesland
nl_nl: Shopify-provincie

# Table 2070056562 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 2070056562 - Field 650200534 - Property 2879900210
source: Country/Region Id
da_dk: Lande/område-id
de_at: Länder-/Regions-ID
nl_nl: Land/regio-id

# Table 2070056562 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 2070056562 - Field 213023903 - Property 2879900210
source: Tax
da_dk: Skat
de_at: Steuer
nl_nl: Belasting

# Table 2070056562 - Field 777696038 - Property 2879900210
source: Tax Name
da_dk: Skattenavn
de_at: Steuername
nl_nl: Belastingnaam

# Table 2070056562 - Field 993224983 - Property 2879900210
source: Tax Percentage
da_dk: Skatteprocent
de_at: Steuerprozentsatz
nl_nl: Belastingpercentage

# Table 3569445581 - Property 2879900210
source: Shopify Registered Store
da_dk: Shopify Registreret butik
de_at: Shopify – Registrierter Shop
nl_nl: Shopify - Geregistreerde winkel

# Table 3569445581 - Field 2905099416 - Property 2879900210
source: Actual Scope
da_dk: Faktisk omfang
de_at: Tatsächlicher Bereich
nl_nl: Werkelijk bereik

# Table 3569445581 - Field 1655214718 - Property 2879900210
source: Requested Scope
da_dk: Ønsket omfang
de_at: Angeforderter Bereich
nl_nl: Aangevraagd bereik

# Table 3569445581 - Field 1074243913 - Property 2879900210
source: Store
da_dk: Butik
nl_nl: Winkel

# Table 4027259353 - Property 2879900210
source: Shopify Registered Store
da_dk: Registreret Shopify-butik
de_at: Shopify – Registrierter Shop
nl_nl: Bij Shopify geregistreerde winkel

# Table 4027259353 - Field 2905099416 - Property 2879900210
source: Actual Scope
da_dk: Faktisk omfang
de_at: Tatsächlicher Bereich
nl_nl: Werkelijk bereik

# Table 4027259353 - Field 1655214718 - Property 2879900210
source: Requested Scope
da_dk: Ønsket omfang
de_at: Angeforderter Bereich
nl_nl: Aangevraagd bereik

# Table 4027259353 - Field 1074243913 - Property 2879900210
source: Store
da_dk: Butik
nl_nl: Winkel

# Table 4048628513 - Property 2879900210
source: Shopify Shipment Method
da_dk: Shopify Forsendelsesmetode
de_at: Shopify – Versandmethode
nl_nl: Shopify - Verzendwijze

# Table 4048628513 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 4048628513 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
da_dk: Kode for forsendelsesmetode
de_at: Versandmethodencode
nl_nl: Code van verzendwijze

# Table 4048628513 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 2860632388 - Property 2879900210
source: Shopify Shop
da_dk: Shopify-butik
nl_nl: Shopify-winkel

# Table 2860632388 - NamedType 1390462053
source: The URL must refer to the internal shop location at myshopify.com. It must not be the public URL that customers use, such as myshop.com.
da_dk: URL-adressen skal referere til placeringen af den interne butik på myshopify.com. Den må ikke være den offentlige URL-adresse, som debitorerne bruger, f.eks. myshop.com.
de_at: Die URL muss sich auf die interne Position des Shops unter myshopify.com beziehen. Es darf nicht die öffentliche URL sein, die die Benutzer verwenden, z. B. myshop.com.
nl_nl: De URL moet verwijzen naar de interne winkellocatie op myshopify.com. Het mag niet de openbare URL zijn die klanten gebruiken, zoals myshop.com.

# Table 2860632388 - Field 3382674177 - Property 2879900210
source: Action for Removed Products
da_dk: Handling for fjernede produkter
de_at: Aktion für entfernte Produkte
nl_nl: Actie voor verwijderde producten

# Table 2860632388 - Field 1410441029 - Property 2879900210
source: Allow Background Syncs
da_dk: Tillad synkronisering i baggrunden
de_at: Hintergrundsynchronisation zulassen
nl_nl: Synchronisatie op achtergrond toestaan

# Table 2860632388 - Field 247023631 - Property 2879900210
source: Allow Outgoing Requests
da_dk: Tillad udgående anmodninger
de_at: Ausgehende Anfragen zulassen
nl_nl: Uitgaande aanvragen toestaan

# Table 2860632388 - Field 759033538 - Property 2879900210
source: Auto Create Orders
da_dk: Opret ordrer automatisk
de_at: Aufträge automatisch erstellen
nl_nl: Automatisch orders maken

# Table 2860632388 - Field 1189339328 - Property 2879900210
source: Auto Create Unknown Customers
da_dk: Opret automatisk ukendte debitorer
de_at: Unbekannte Kunden automatisch erstellen
nl_nl: Automatisch onbekende klanten maken

# Table 2860632388 - Field 4189631151 - Property 2879900210
source: Auto Create Unknown Items
da_dk: Opret automatisk ukendte elementer
de_at: Unbekannte Artikel automatisch erstellen
nl_nl: Automatisch onbekende artikelen maken

# Table 2860632388 - Field 2586049781 - Property 2879900210
source: Can Update Shopify Customers
da_dk: Kan opdatere Shopify-debitorer
de_at: Kann Shopify-Kunden aktualisieren
nl_nl: Kan Shopify-klanten bijwerken

# Table 2860632388 - Field 1116961417 - Property 2879900210
source: Can Update Shopify Products
da_dk: Kan opdatere Shopify-produkter
de_at: Kann Shopify-Produkte aktualisieren
nl_nl: Kan Shopify-producten bijwerken

# Table 2860632388 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 2860632388 - Field 1354829638 - Property 2879900210
source: Collection Last Export Version
da_dk: Sidste eksportversion af samling
de_at: Letzte Exportversion der Sammlung
nl_nl: Laatste exportversie van verzameling

# Table 2860632388 - Field 465450293 - Property 2879900210
source: Collection Last Import Version
da_dk: Sidste importversion af samling
de_at: Letzte Importversion der Sammlung
nl_nl: Laatste importversie van verzameling

# Table 2860632388 - Field 1899930023 - Property 2879900210
source: Contact Source
da_dk: Kontaktkilde
de_at: Kontakt-Quelle
nl_nl: Contactbron

# Table 2860632388 - Field 2392962377 - Property 2879900210
source: County Source
da_dk: Kilde til amtet
de_at: Quelle des Landes
nl_nl: Regiobron

# Table 2860632388 - Field 4198939294 - Property 2879900210
source: Currency Code
da_dk: Valutakode
de_at: Währungscode
nl_nl: Valutacode

# Table 2860632388 - Field 4094296290 - Property 2879900210
source: Customer Discount Group
da_dk: Debitorrabatgruppe
de_at: Debitorenrabattgruppe
nl_nl: Klantenkortingsgroep

# Table 2860632388 - Field 2000805031 - Property 2879900210
source: Customer Import from Shopify
da_dk: Debitorimport fra Shopify
de_at: Kundenimport aus Shopify
nl_nl: Klant importeren vanuit Shopify

# Table 2860632388 - Field 1384610660 - Property 2879900210
source: Customer Mapping Type
da_dk: Type af debitortilknytning
de_at: Kundenzuordnungstyp
nl_nl: Type klanttoewijzing

# Table 2860632388 - Field 2725149570 - Property 2879900210
source: Customer Price Group
da_dk: Debitorprisgruppe
de_at: Debitorenpreisgruppe
nl_nl: Klantenprijsgroep

# Table 2860632388 - Field 509464483 - Property 2879900210
source: Customer Template Code
da_dk: Debitorskabelonkode
de_at: Debitorenvorlagencode
nl_nl: Code van klantensjabloon

# Table 2860632388 - Field 2477583492 - Property 2879900210
source: Default Customer No.
da_dk: Standarddebitornr.
de_at: Standarddebitorennr.
nl_nl: Standaardklantnr.

# Table 2860632388 - Field 1069996227 - Property 2879900210
source: Default Inventory Policy
da_dk: Standardlagerpolitik
de_at: Standardinventarrichtlinie
nl_nl: Standaardvoorraadbeleid

# Table 2860632388 - Field 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret
de_at: Aktiviert
nl_nl: Geactiveerd

# Table 2860632388 - Field 2030515467 - Property 2879900210
source: Export Customer to Shopify
da_dk: Eksporter debitor til Shopify
de_at: Kunde zu Shopify exportieren
nl_nl: Klant exporteren naar Shopify

# Table 2860632388 - Field 2298045440 - Property 2879900210
source: Inventory Tracked
da_dk: Lager sporet
de_at: Verfolgtes Inventar
nl_nl: Voorraad getraceerd

# Table 2860632388 - Field 741438668 - Property 2879900210
source: Item Template Code
da_dk: Vareskabelonkode
de_at: Artikelvorlagencode
nl_nl: Code van artikelsjabloon

# Table 2860632388 - Field 2273653569 - Property 2879900210
source: Language Code
da_dk: Sprogkode
de_at: Sprachcode
nl_nl: Taalcode

# Table 2860632388 - Field 3523971731 - Property 2879900210
source: Log Enabled
da_dk: Log aktiveret
de_at: Protokoll aktiviert
nl_nl: Logboek geactiveerd

# Table 2860632388 - Field 1424957228 - Property 2879900210
source: Name 2 Source
da_dk: Navn 2-kilde
de_at: Quelle von Name 2
nl_nl: Bron van naam 2

# Table 2860632388 - Field 3608687262 - Property 2879900210
source: Name Source
da_dk: Navnekilde
de_at: Quelle von Name
nl_nl: Naambron

# Table 2860632388 - Field 2199771556 - Property 2879900210
source: Variant Option Name for UoM
da_dk: Navn på variantindstilling for UOM
de_at: Variantenoptionsname für Einheit
nl_nl: Naam van variantoptie voor maateenheid

# Table 2860632388 - Field 605113415 - Property 2879900210
source: Product Collection
da_dk: Produktsamling
de_at: Produktsammlung
nl_nl: Productverzameling

# Table 2860632388 - Field 605113415 - Property 62802879
source: ,Tax Group,VAT Prod. Posting Group
da_dk: ,Skattegruppe,Bogføringsgruppe til Momsprodukt
de_at: ,Steuergruppe,MwSt. Prod. Buchungsgruppe
nl_nl: ,Belastinggroep, Btw-prod.boekingsgroep

# Table 2860632388 - Field 3591776073 - Property 2879900210
source: Product Last Export Version
da_dk: Produktets sidste eksportversion
de_at: Letzte Exportversion des Produkts
nl_nl: Laatste exportversie van product

# Table 2860632388 - Field 4137952506 - Property 2879900210
source: Product Last Import Version
da_dk: Sidste importversion for produkt
de_at: Letzte Importversion des Produkts
nl_nl: Laatste importversie van product

# Table 2860632388 - Field 2497121206 - Property 2879900210
source: Shipping Charges Account
da_dk: Konto til forsendelsesgebyr
de_at: Lieferkostenkonto
nl_nl: Rekening voor verzendkosten

# Table 2860632388 - Field 2716979219 - Property 2879900210
source: Shop Id
da_dk: Butiks-id
nl_nl: Winkel-id

# Table 2860632388 - Field 2545516341 - Property 2879900210
source: Shopify Can Update Customers
da_dk: Shopify kan opdatere debitorer
de_at: Shopify kann Kunden aktualisieren
nl_nl: Shopify kan klanten bijwerken

# Table 2860632388 - Field 2924675675 - Property 2879900210
source: Shopify Can Update Items
da_dk: Shopify kan opdatere varer
de_at: Shopify kann Artikel aktualisieren
nl_nl: Shopify kan artikelen bijwerken

# Table 2860632388 - Field 2197071958 - Property 2879900210
source: Shopify Order No. on Doc. Line
da_dk: Shopify-ordrenr. på bilagslinje
de_at: Shopify Auftragsnummer in Belegzeile
nl_nl: Shopify-order-nr. op documentregel

# Table 2860632388 - Field 4281524059 - Property 2879900210
source: Shopify URL
da_dk: URL-adresse til Shopify
nl_nl: URL voor Shopify

# Table 2860632388 - Field 880544222 - Property 2879900210
source: SKU Field Separator
da_dk: Feltseparator til varenumre
de_at: SKU-Feld Trennzeichen
nl_nl: SKU-veldscheidingsteken

# Table 2860632388 - Field 2356450243 - Property 2879900210
source: SKU Mapping
da_dk: Varenummerkobling
de_at: SKU-Zuordnung
nl_nl: SKU-toewijzing

# Table 2860632388 - Field 4270779879 - Property 2879900210
source: Sold Gift Card Account
da_dk: Konto til solgte gavekort
de_at: Konto für verkaufte Geschenkkarte
nl_nl: Rekening voor verkochte geschenkbonnen

# Table 2860632388 - Field 4284968729 - Property 2879900210
source: Status for Created Products
da_dk: Status for oprettede produkter
de_at: Status für erstellte Produkte
nl_nl: Status voor gemaakte producten

# Table 2860632388 - Field 128597742 - Property 2879900210
source: Sync Item
da_dk: Synkroniser vare
de_at: Artikel synchronisieren
nl_nl: Artikel synchroniseren

# Table 2860632388 - Field 128597742 - Property 62802879
source: ,To Shopify,From Shopify
da_dk: ,Til Shopify,Fra Shopify
de_at: ,An Shopify,Von Shopify
nl_nl: ,Aan Shopify,Van Shopify

# Table 2860632388 - Field 1491771695 - Property 2879900210
source: Sync Item Attributes
da_dk: Synkroniser vareattributter
de_at: Artikelattribute synchronisieren
nl_nl: Artikelkenmerken synchroniseren

# Table 2860632388 - Field 3198944188 - Property 2879900210
source: Sync Item Extended Text
da_dk: Udvidet tekst til synkroniseret vare
de_at: Erweiterten Text für Artikel synchronisieren
nl_nl: Uitgebreide tekst voor synchronisatieartikel

# Table 2860632388 - Field 1477330826 - Property 2879900210
source: Sync Item Images
da_dk: Synkroniser varebilleder
de_at: Artikelbilder synchronisieren
nl_nl: Artikelafbeeldingen synchroniseren

# Table 2860632388 - Field 1477330826 - Property 62802879
source: Disabled,To Shopify,From Shopify
da_dk: Deaktiveret,Til Shopify,Fra Shopify
de_at: Deaktiviert,An Shopify,Von Shopify
nl_nl: Uitgeschakeld,Naar Shopify,Vanuit Shopify

# Table 2860632388 - Field 1741378924 - Property 2879900210
source: Tax Area Priority
da_dk: Prioritet af momsområde
de_at: Priorität des Steuergebiets
nl_nl: Prioriteit van belastinggebied

# Table 2860632388 - Field 3121157160 - Property 2879900210
source: Tip Account
da_dk: Konto til drikkepenge
de_at: Trinkgeld-Konto
nl_nl: Fooienrekening

# Table 2860632388 - Field 1351573902 - Property 2879900210
source: UoM as Variant
da_dk: UOM som variant
de_at: Einheit als Variante
nl_nl: Maateenheid als variant

# Table 2860632388 - Field 2453733569 - Property 2879900210
source: Variant Prefix
da_dk: Variantpræfiks
de_at: Variantenpräfix
nl_nl: Prefix voor variant

# Table 2590399030 - Property 2879900210
source: Shopify Shop Collection
da_dk: Shopify-butiksopkrævning
de_at: Shopify Shop-Sammlung
nl_nl: Shopify-winkelverzameling

# Table 2590399030 - Field 1247348333 - Property 2879900210
source: Collection Id
da_dk: Opkrævnings-id
de_at: ID der Sammlung
nl_nl: Verzamelings-id

# Table 2590399030 - Field 2091147107 - Property 2879900210
source: Collection Name
da_dk: Samlingsnavn
de_at: Name der Sammlung
nl_nl: Naam van verzameling

# Table 2590399030 - Field 1956723568 - Property 2879900210
source: Default for Export
da_dk: Standard for eksport
de_at: Standard für Export
nl_nl: Standaard voor exporteren

# Table 2590399030 - Field 741438668 - Property 2879900210
source: Item Template Code
da_dk: Vareskabelonkode
de_at: Artikelvorlagencode
nl_nl: Code van artikelsjabloon

# Table 2590399030 - Field 605113415 - Property 2879900210
source: Product Collection
da_dk: Produktsamling
de_at: Produktsammlung
nl_nl: Productverzameling

# Table 2590399030 - Field 605113415 - Property 62802879
source: ,Tax Group,VAT Prod. Posting Group
da_dk: ,Skattegruppe,Bogføringsgruppe til Momsprodukt
de_at: ,Steuergruppe,MwSt. Prod. Buchungsgruppe
nl_nl: ,Belastinggroep, Btw-prod.boekingsgroep

# Table 2590399030 - Field 231643163 - Property 2879900210
source: Product Group Code
da_dk: Produktgruppekode
de_at: Produktgruppencode
nl_nl: Productgroepcode

# Table 2590399030 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 1416671334 - Property 2879900210
source: Shopify Shop Inventory
da_dk: Shopify Butikslagerbeholdning
de_at: Shopify – Shop-Inventar
nl_nl: Shopify - Winkelvoorraad

# Table 1416671334 - Field 558555078 - Property 2879900210
source: Inventory Item Id
da_dk: Lagervare-id
de_at: Inventarartikel-ID
nl_nl: Voorraadartikel-id

# Table 1416671334 - Field 777279493 - Property 2879900210
source: Last Calculated On
da_dk: Senest beregnet d.
de_at: Zuletzt berechnet am
nl_nl: Laatst berekend op

# Table 1416671334 - Field 2091585135 - Property 2879900210
source: Last Synced On
da_dk: Senest synkroniseret d.
de_at: Zuletzt synchronisiert am
nl_nl: Laatst gesynchroniseerd op

# Table 1416671334 - Field 3134056892 - Property 2879900210
source: Location Id
da_dk: Placerings-id
de_at: Lagerort-ID
nl_nl: Locatie-id

# Table 1416671334 - Field 390917702 - Property 2879900210
source: Location Name
da_dk: Placeringsnavn
de_at: Lagerortname
nl_nl: Vestigingsnaam

# Table 1416671334 - Field 459399738 - Property 2879900210
source: Product Id
da_dk: Produkt-id
de_at: Produkt-ID

# Table 1416671334 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 1416671334 - Field 709968070 - Property 2879900210
source: Shopify Stock
da_dk: Shopify-lager
de_at: Shopify Inventar
nl_nl: Shopify-voorraad

# Table 1416671334 - Field 3153743028 - Property 2879900210
source: Last Calculated Stock
da_dk: Sidst beregnet lager
de_at: Zuletzt berechneter Bestand
nl_nl: Laatste berekende voorraad

# Table 298531255 - Property 2879900210
source: Shopify Shop Location
da_dk: Shopify-butiksplacering
de_at: Shopify Shop-Standort
nl_nl: Shopify-winkelvestiging

# Table 298531255 - Field 1090351696 - Property 2879900210
source: Active
da_dk: Aktiv
de_at: Aktiv
nl_nl: Actief

# Table 298531255 - Field 2477103885 - Property 2879900210
source: Default Location Code
da_dk: Standardplaceringskode
de_at: Standardlagerortcode
nl_nl: Standaard vestigingscode

# Table 298531255 - Field 1864907812 - Property 2879900210
source: Disabled
da_dk: Deaktiveret
de_at: Deaktiviert
nl_nl: Uitgeschakeld

# Table 298531255 - Field 4277715959 - Property 2879900210
source: Location Filter
da_dk: Placeringsfilter
de_at: Lagerortfilter
nl_nl: Vestigingsfilter

# Table 298531255 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Table 298531255 - Field 1669136979 - Property 2879900210
source: Shop Code
da_dk: Butikskode
nl_nl: Winkelcode

# Table 298531255 - Field 3600018459 - Property 2879900210
source: Stock calculation
da_dk: Aktieberegning
de_at: Lagerbestandsberechnung
nl_nl: Voorraadberekening

# Table 1323851180 - Property 2879900210
source: Shopify Synchronization Info
da_dk: Shopify Synkroniseringsoplysninger
de_at: Shopify – Synchronisierungsinfo
nl_nl: Shopify - Synchronisatiegegevens
