Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 3259998644 - Control 3207102784 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
da_dk: Angiver id'et for den bruger, der har bogført posten, der skal bruges, f.eks. i ændringsloggen.
de_at: Gibt die ID des Benutzers an, der die Buchung des Postens vorgenommen hat (z. B. zur Verwendung im Änderungsprotokoll).
nl_nl: Hiermee wordt de id opgegeven van de gebruiker die de post heeft geboekt, bijvoorbeeld voor gebruik in het wijzigingslogbestand.

# Page 3259998644 - Control 969644539 - Property 1295455071
source: The data that was send in the request.
da_dk: De data, der blev sendt i anmodningen.
de_at: Die Daten, die in der Anfrage gesendet wurden.
nl_nl: De gegevens die zijn verzonden in de aanvraag.

# Page 3259998644 - Control 969644539 - Property 2879900210
source: Request Data
da_dk: Anmodningsdata
de_at: Daten anfordern
nl_nl: Aanvraaggegevens

# Page 3259998644 - Control 2122223285 - Property 1295455071
source: The data that was received in the response.
da_dk: De data, der blev modtaget i svaret.
de_at: Die Daten, die in der Antwort empfangen wurden.
nl_nl: De gegevens die zijn ontvangen in de respons.

# Page 3259998644 - Control 2122223285 - Property 2879900210
source: Response Data
da_dk: Svardata
de_at: Antwortdaten
nl_nl: Responsgegevens

# Page 3259998644 - Action 118187701 - Property 1295455071
source: Download the request that was made.
da_dk: Download den anmodning, der blev foretaget.
de_at: Laden Sie die getätigte Anfrage herunter.
nl_nl: Download de aanvraag die is gedaan.

# Page 3259998644 - Action 118187701 - Property 2879900210
source: Download Request
da_dk: Anmodning om download
de_at: Anfrage herunterladen
nl_nl: Aanvraag downloaden

# Page 3259998644 - Action 1267110715 - Property 1295455071
source: Download the response that was obtained.
da_dk: Download det modtagne svar.
de_at: Laden Sie die erhaltene Antwort herunter.
nl_nl: Download de respons die is verkregen.

# Page 3259998644 - Action 1267110715 - Property 2879900210
source: Download Response
da_dk: Download svar
de_at: Antwort herunterladen
nl_nl: Respons downloaden

# Page 437915150 - Property 2019332006
source: New,Process,Report,Order,Inspect
da_dk: Ny,Proces,Rapport,Ordre,Inspicer
de_at: Neu,Prozess,Bericht,Auftrag,Prüfen
nl_nl: Nieuw,Proces,Rapport,Order,Inspecteren

# Page 437915150 - Property 2879900210
source: Shopify Order
da_dk: Shopify-ordre
de_at: Shopify Auftrag

# Page 437915150 - NamedType 3639787513
source: Create sales document from Shopify order %1?
da_dk: Vil du oprette salgsbilag ud fra Shopify-ordren %1?
de_at: Verkaufsbeleg aus Shopify-Auftrag %1 erstellen?
nl_nl: Verkoopdocument maken op basis van Shopify-order %1?

# Page 437915150 - Control 3661856690 - Property 1295455071
source: Specifies the date and time when the order was cancelled.
da_dk: Angiver dato og tidspunkt for annullering af ordren.
de_at: Gibt das Datum und die Uhrzeit an, zu der der Auftrag storniert wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de order is geannuleerd.

# Page 437915150 - Control 1523985734 - Property 1295455071
source: Specifies the reason why the order was cancelled. Valid values are: customer, fraud, inventory, declined, other.
da_dk: Angiver årsagen til, at ordren blev annulleret. Gyldige værdier er: debitor, svindel, lager, afslået, andet.
de_at: Gibt den Grund an, warum der Auftrag storniert wurde. Gültige Werte sind: Debitor, Betrug, Inventar, Abgelehnt, Sonstiges.
nl_nl: Hiermee wordt de reden opgegeven waarom de order is geannuleerd. Geldige waarden zijn: Klant, Fraude, Voorraad, Geweigerd, Overige.

# Page 437915150 - Control 1778072510 - Property 1295455071
source: Specified if the Shopify order is archived by D365BC.
da_dk: Angives, hvis Shopify-ordren arkiveres af D365BC.
de_at: Legt fest, ob der Shopify-Auftrag von D365BC archiviert wird.
nl_nl: Hiermee wordt opgegeven als de Shopify-order wordt gearchiveerd door D365BC.

# Page 437915150 - Control 4141588837 - Property 1295455071
source: Specifies whether the order has been confirmed.
da_dk: Angiver, om ordren er blevet bekræftet.
de_at: Gibt an, ob der Auftrag bestätigt worden ist.
nl_nl: Hiermee wordt opgegeven of de order is bevestigd.

# Page 437915150 - Control 986080663 - Property 1295455071
source: Specifies the autogenerated date and time when the order was created in Shopify.
da_dk: Angiver den automatisk genererede dato og det automatisk oprettede tidspunkt, da ordren blev oprettet i Shopify.
de_at: Gibt das automatisch generierte Datum und die Uhrzeit an, zu der der Auftrag in Shopify erstellt wurde.
nl_nl: Hiermee worden de automatisch gegenereerde datum en tijd opgegeven waarop de order is gemaakt in Shopify.

# Page 437915150 - Control 1594611733 - Property 1295455071
source: Specifies the date when the related document was created.
da_dk: Angiver den dato, hvor det relaterede bilag blev oprettet.
de_at: Gibt das Datum an, an dem der zugehörige Beleg erstellt wurde.
nl_nl: Hiermee wordt de datum opgegeven waarop het gerelateerde document is gemaakt.

# Page 437915150 - Control 1285973296 - Property 1295455071
source: Specifies the customer's e-mail address.
da_dk: Angiver debitorens mailadresse.
de_at: Gibt die E-Mail-Adresse des Kunden an.
nl_nl: Hiermee wordt het e-mailadres van de klant opgegeven.

# Page 437915150 - Control 2248886284 - Property 1295455071
source: Specifies whether there is an error when creating a sales document.
da_dk: Angiver, om der er en fejl, når der oprettes et salgsbilag.
de_at: Gibt an, ob beim Erstellen eines Verkaufsbelegs ein Fehler aufgetreten ist.
nl_nl: Hiermee wordt opgegeven of er een fout is opgetreden bij het maken van een verkoopdocument.

# Page 437915150 - Control 2763291245 - Property 1295455071
source: Specifies the error message if an error has occurred.
da_dk: Angiver fejlmeddelelsen, hvis der er opstået en fejl.
de_at: Gibt die Fehlermeldung an, wenn ein Fehler aufgetreten ist.
nl_nl: Hiermee wordt het foutbericht opgegeven als er een fout is opgetreden.

# Page 437915150 - Control 271156415 - Property 1295455071
source: Specifies the status of payments associated with the order. Valid values are: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
da_dk: Angiver status for betalinger, der er knyttet til ordren. De gyldige værdier er: igangsat, godkendt, partially_paid, betalt, partially_refunded, refunderet, annulleret.
de_at: Gibt den Status der mit dem Auftrag verbundenen Zahlungen an. Gültige Werte sind: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
nl_nl: Hiermee wordt de status opgegeven van betalingen die aan de order zijn gekoppeld. Geldige waarden zijn: In behandeling, Geautoriseerd, Gedeeltelijk betaald, Betaald, Gedeeltelijk terugbetaald, Terugbetaald, Nietig verklaard.

# Page 437915150 - Control 3922244898 - Property 1295455071
source: Specifies the order's status in terms of fulfilled line items. Valid values are: Fulfilled, null, partial, restocked.
da_dk: Angiver ordrens status med hensyn til opfyldte linjeelementer. Gyldige værdier er: opfyldt, NULL, delvis, efterfyldt.
de_at: Gibt den Status des Auftrags in Form von erfüllten Zeilen an. Gültige Werte sind: fullfilled, null, partly, restocked.
nl_nl: Hiermee wordt de status van de order opgegeven met betrekking tot afgehandelde regelartikelen. Geldige waarden zijn: Afgehandeld, Null, Gedeeltelijk, Herbevoorraad.

# Page 437915150 - Control 3566004263 - Property 1295455071
source: Specifies how to make a payment, such as with bank transfer, cash, or check.
da_dk: Angiver, hvordan betalingen skal foretages, f.eks. via bankoverførsel, kontant eller med check.
de_at: Gibt an, wie eine Zahlung erfolgen soll, z. B. per Überweisung, Bargeld oder Scheck.
nl_nl: Hiermee wordt opgegeven hoe u een betaling doet, bijvoorbeeld met bankovermaking, contant geld of cheque.

# Page 437915150 - Control 3080177079 - Property 1295455071
source: Specifies the phone number at the buy address.
da_dk: Angiver telefonnummeret på købsadressen.
de_at: Gibt die Telefonnummer der Kaufadresse an.
nl_nl: Hiermee wordt het telefoonnummer opgegeven voor het inkoopadres.

# Page 437915150 - Control 3208180638 - Property 1295455071
source: Specifies whether a sales order has been created for the Shopify Order.
da_dk: Angiver, om der er oprettet en salgsordre for Shopify-ordren.
de_at: Gibt an, ob ein Verkaufsauftrag für den Shopify-Auftrag erstellt wurde.
nl_nl: Hiermee wordt opgegeven of een verkooporder is gemaakt voor de Shopify-order.

# Page 437915150 - Control 2506717839 - Property 1295455071
source: Specifies the risk level from the Shopify order.
da_dk: Angiver risikoniveauet fra Shopify-ordren.
de_at: Gibt die Risikostufe aus dem Shopify-Auftrag an.
nl_nl: Hiermee wordt het risiconiveau van de Shopify-order opgegeven.

# Page 437915150 - Control 1720535020 - Property 1295455071
source: Specifies the sales invoice number that has been created for the Shopify Order.
da_dk: Angiver det salgsfakturanummer, der er oprettet for Shopify-ordren.
de_at: Gibt die Nummer der Verkaufsrechnung an, die für den Shopify-Auftrag erstellt wurde.
nl_nl: Hiermee wordt het verkoopfactuurnummer opgegeven dat is gemaakt voor de Shopify-order.

# Page 437915150 - Control 2734504401 - Property 1295455071
source: Specifies the sales order number that has been created for the Shopify Order.
da_dk: Angiver det salgsordrenummer, der er oprettet for Shopify-ordren.
de_at: Gibt die Nummer des Verkaufsauftrags an, der für den Shopify-Auftrag erstellt wurde.
nl_nl: Hiermee wordt het verkoopordernummer opgegeven dat is gemaakt voor de Shopify-order.

# Page 437915150 - Control 4264206599 - Property 2879900210
source: Sell-to
da_dk: Sælg-til
de_at: Verkauf an
nl_nl: Verkoopadres

# Page 437915150 - Control 1704117941 - Property 1295455071
source: Specifies the street address of the buy address.
da_dk: Angiver gadeadressen på købsadressen.
de_at: Gibt die Straße der Kaufadresse an.
nl_nl: Hiermee wordt het adres van het inkoopadres opgegeven.

# Page 437915150 - Control 1704117941 - Property 2879900210
source: Address
da_dk: Adresse
de_at: Adresse
nl_nl: Adres

# Page 437915150 - Control 3235271715 - Property 1295455071
source: Specifies additional address information.
da_dk: Angiver yderligere adresseoplysninger.
de_at: Gibt zusätzliche Adressinformationen an.
nl_nl: Hiermee wordt aanvullende adresinformatie opgegeven.

# Page 437915150 - Control 3235271715 - Property 2879900210
source: Address 2
da_dk: Adresse 2
de_at: Adresse 2
nl_nl: Adres 2

# Page 437915150 - Control 3853348574 - Property 1295455071
source: Specifies the city, town, or village of the buy address.
da_dk: Angiver købsadressen på byen.
de_at: Gibt die Stadt der Kaufadresse an.
nl_nl: Hiermee wordt de stad of het dorp van het inkoopadres opgegeven.

# Page 437915150 - Control 3853348574 - Property 2879900210
source: City
da_dk: By
de_at: Ort
nl_nl: Plaats

# Page 437915150 - Control 3513921754 - Property 1295455071
source: Specifies the name of the customer who will buy the products.
da_dk: Angiver navnet på den debitor, der vil købe produkterne.
de_at: Gibt den Namen des Kunden an, der die Produkte kauft.
nl_nl: Hiermee wordt de naam opgegeven van de klant die de producten zal kopen.

# Page 437915150 - Control 3513921754 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Page 437915150 - Control 2893210612 - Property 1295455071
source: Specifies the postal code of the buy address.
da_dk: Angiver postnr. i købsadressen.
de_at: Gibt die Postleitzahl der Kaufadresse an.
nl_nl: Hiermee wordt de postcode van het inkoopadres opgegeven.

# Page 437915150 - Control 2893210612 - Property 2879900210
source: Post Code
da_dk: Postnr.
de_at: PLZ

# Page 437915150 - Control 609988052 - Property 1295455071
source: Specifies the number of the customer who will buy the products.
da_dk: Angiver nummeret på den debitor, der vil købe produkterne.
de_at: Gibt die Nummer des Kunden an, der die Produkte kauft.
nl_nl: Hiermee wordt het nummer opgegeven van de klant die de producten zal kopen.

# Page 437915150 - Control 2169035103 - Property 1295455071
source: Specifies how items on the Shopify Order are shipped to the customer.
da_dk: Angiver, hvordan varer i Shopify-ordren leveres til debitoren.
de_at: Gibt an, wie die Artikel im Shopify-Auftrag an den Kunden geliefert werden.
nl_nl: Hiermee wordt opgegeven hoe artikelen in de Shopify-order naar de klant worden verzonden.

# Page 437915150 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop from which the order originated.
da_dk: Angiver den Shopify-butik, hvorfra ordren stammer.
de_at: Gibt den Shopify-Shop an, aus dem der Auftrag stammt.
nl_nl: Hiermee wordt de Shopify-winkel opgegeven van waaruit de order afkomstig is.

# Page 437915150 - Control 1846331655 - Property 1295455071
source: Specifies the order number from Shopify.
da_dk: Angiver ordrenummeret fra Shopify.
de_at: Gibt die Auftragsnummer aus Shopify an.
nl_nl: Hiermee wordt het ordernummer in Shopify opgegeven.

# Page 437915150 - Control 34717358 - Property 1295455071
source: Specifies where the order is originated. Example values: web, pos, iphone, android.
da_dk: Angiver, hvor ordren stammer fra. Eksempelværdier: web, pos, iphone, android.
de_at: Gibt an, woher der Auftrag stammt. Beispielwerte: web, pos, iphone, android.
nl_nl: Hiermee wordt opgegeven wat de oorsprong van de order is. Voorbeeldwaarden: Web, POS, iPhone, Android.

# Page 437915150 - Control 355597529 - Property 1295455071
source: Specifies the code for the template to create a new customer.
da_dk: Angiver koden for skabelonen til at oprette en ny debitor.
de_at: Gibt den Code für die Vorlage an, mit der ein neuer Kunde erstellt wird.
nl_nl: Hiermee wordt de code opgegeven van de sjabloon voor het maken van een nieuwe klant.

# Page 437915150 - Control 355597529 - Property 2879900210
source: Customer Template Code
da_dk: Debitorskabelonkode
de_at: Debitorenvorlagencode
nl_nl: Code van klantensjabloon

# Page 437915150 - Control 3732224266 - Property 1295455071
source: Specifies whether this is a test order.
da_dk: Angiver, om der er tale om en testordre.
de_at: Gibt an, ob es sich um einen Testauftrag handelt.
nl_nl: Hiermee wordt opgegeven of dit een testorder is.

# Page 437915150 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the order was last modified.
da_dk: Angiver dato og tidspunkt for den seneste ændring af ordren.
de_at: Gibt das Datum und die Uhrzeit an, zu der der Auftrag zuletzt geändert wurde.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de order voor het laatst is gewijzigd.

# Page 437915150 - Control 512684737 - Property 1295455071
source: Specifies details or special instructions for the Shopify order. This description is copied to the sales order and the sales invoice.
da_dk: Angiver detaljer eller særlige instruktioner til Shopify-ordren. Beskrivelsen kopieres til salgsordren og salgsfakturaen.
de_at: Gibt Details oder besondere Anweisungen für den Shopify-Auftrag an. Diese Beschreibung wird in die Verkaufsrechnung und den Verkaufsauftrag kopiert.
nl_nl: Hiermee worden details of speciale instructies voor de Shopify-order opgegeven. Deze beschrijving wordt gekopieerd naar de verkooporder en de verkoopfactuur.

# Page 437915150 - Control 512684737 - Property 2879900210
source: Work Description
da_dk: Arbejdsbeskrivelse
de_at: Arbeitsbeschreibung
nl_nl: Werkbeschrijving

# Page 437915150 - Control 2996819813 - Property 2879900210
source: Invoice Details
da_dk: Fakturadetaljer
de_at: Rechnungsdetails
nl_nl: Factuurdetails

# Page 437915150 - Control 567887726 - Property 1295455071
source: Specifies the currency of amounts on the document.
da_dk: Angiver valutaen for beløbene i bilaget.
de_at: Gibt die Währung der Beträge auf dem Beleg an.
nl_nl: Hiermee wordt de valuta van bedragen in het document opgegeven.

# Page 437915150 - Control 3417937915 - Property 1295455071
source: Specifies the sum of all discount amount on all lines in the document.
da_dk: Angiver summen af alle rabatbeløb på alle linjer i bilaget.
de_at: Gibt die Summe aller Rabattbeträge in allen Zeilen des Belegs an.
nl_nl: Hiermee wordt het totaal van alle kortingsbedragen op alle regels in het document opgegeven.

# Page 437915150 - Control 2022602007 - Property 1295455071
source: Specifies the amount of the shipping cost.
da_dk: Angiver beløbet for forsendelsesomkostningerne.
de_at: Gibt den Betrag der Lieferkosten an.
nl_nl: Hiermee wordt het bedrag van de verzendkosten opgegeven.

# Page 437915150 - Control 759329254 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts.
da_dk: Angiver summen af linjebeløbene på alle linjer i bilaget minus eventuelle rabatbeløb.
de_at: Gibt die Summe der Zeilenbeträge in allen Zeilen des Belegs abzüglich etwaiger Rabattbeträge an.
nl_nl: Hiermee wordt het totaal van de regelbedragen opgegeven op alle regels in het document min eventuele kortingsbedragen.

# Page 437915150 - Control 588318770 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts plus the shipping costs.
da_dk: Angiver summen af linjebeløbene på alle linjer i bilaget minus eventuelle rabatbeløb plus leveringsomkostningerne.
de_at: Gibt die Summe der Zeilenbeträge in allen Zeilen des Belegs abzüglich aller Rabattbeträge und zuzüglich der Lieferkosten an.
nl_nl: Hiermee wordt het totaal van de regelbedragen opgegeven op alle regels in het document min eventuele kortingsbedragen plus de verzendkosten.

# Page 437915150 - Control 2892191201 - Property 1295455071
source: Specifies the sum of tax amounts on all lines in the document.
da_dk: Angiver summen af skattebeløb på alle linjer i bilaget.
de_at: Gibt die Summe der Steuerbeträge in allen Zeilen des Belegs an.
nl_nl: Hiermee wordt het totaal aan belastingbedragen op alle regels in het document opgegeven.

# Page 437915150 - Control 1997225573 - Property 1295455071
source: Specifies if tax is included in the unit price.
da_dk: Angiver, om skat er inkluderet i enhedsprisen.
de_at: Gibt an, ob die Steuer im Einheitenpreis enthalten ist.
nl_nl: Hiermee wordt opgegeven of belasting is inbegrepen in de eenheidsprijs.

# Page 437915150 - Control 2978143558 - Property 2879900210
source: Shipping and Billing
da_dk: Forsendelse og fakturering
de_at: Lieferung und Abrechnung
nl_nl: Verzending en facturering

# Page 437915150 - Control 1292165876 - Property 2879900210
source: Bill-to
da_dk: Fakturer-til
de_at: Rech. an
nl_nl: Factureringsadres

# Page 437915150 - Control 3816729986 - Property 1295455071
source: Specifies the address of the customer that you sent the invoice or credit memo to.
da_dk: Angiver adressen på den debitor, som du sender fakturaen eller kreditnotaen til.
de_at: Gibt die Adresse des Kunden an, an den Sie die Rechnung oder Gutschrift geschickt haben.
nl_nl: Hiermee wordt het adres opgegeven van de klant naar wie u de factuur of creditnota hebt verzonden.

# Page 437915150 - Control 3816729986 - Property 2879900210
source: Address
da_dk: Adresse
de_at: Adresse
nl_nl: Adres

# Page 437915150 - Control 1327339416 - Property 1295455071
source: Specifies additional address information.
da_dk: Angiver yderligere adresseoplysninger.
de_at: Gibt zusätzliche Adressinformationen an.
nl_nl: Hiermee wordt aanvullende adresinformatie opgegeven.

# Page 437915150 - Control 1327339416 - Property 2879900210
source: Address 2
da_dk: Adresse 2
de_at: Adresse 2
nl_nl: Adres 2

# Page 437915150 - Control 666555521 - Property 1295455071
source: Specifies the city of the customer that you sent the invoice or credit memo to.
da_dk: Angiver byen på den debitor, som du sender fakturaen eller kreditnotaen til.
de_at: Gibt die Stadt des Kunden an, an den Sie die Rechnung oder Gutschrift geschickt haben.
nl_nl: Hiermee wordt de plaats opgegeven van de klant naar wie u de factuur of creditnota hebt verzonden.

# Page 437915150 - Control 666555521 - Property 2879900210
source: City
da_dk: By
de_at: Ort
nl_nl: Plaats

# Page 437915150 - Control 2753059631 - Property 1295455071
source: Specifies the country/region code of the customer that you sent the invoice or credit memo to.
da_dk: Angiver lande/områdekoden for den debitor, som du sender fakturaen eller kreditnotaen til.
de_at: Gibt den Landes-/Regionscode des Kunden an, an den Sie die Rechnung oder Gutschrift geschickt haben.
nl_nl: Hiermee wordt de land-/regiocode opgegeven van de klant naar wie u de factuur of creditnota hebt verzonden.

# Page 437915150 - Control 2753059631 - Property 2879900210
source: Country Code
da_dk: Lande/områdekode
de_at: Ländercode
nl_nl: Land-/regiocode

# Page 437915150 - Control 1693087673 - Property 1295455071
source: Specifies the name of the customer's country/region.
da_dk: Angiver navnet på debitorens land/område.
de_at: Gibt den Namen des Landes/der Region des Kunden an.
nl_nl: Hiermee wordt de naam van het land/de regio van de klant opgegeven.

# Page 437915150 - Control 1693087673 - Property 2879900210
source: Country Name
da_dk: Lande/områdenavn
de_at: Name des Landes
nl_nl: Naam van land/regio

# Page 437915150 - Control 1874768983 - Property 1295455071
source: Specifies the number of the customer that you sent the invoice or credit memo to.
da_dk: Angiver nummeret på den debitor, som du sender fakturaen eller kreditnotaen til.
de_at: Gibt die Nummer des Kunden an, an den Sie die Rechnung oder Gutschrift gesendet haben.
nl_nl: Hiermee wordt het nummer opgegeven van de klant naar wie u de factuur of creditnota hebt verzonden.

# Page 437915150 - Control 1874768983 - Property 2879900210
source: Customer No.
da_dk: Debitornr.
de_at: Debitorennr.
nl_nl: Klantnummer

# Page 437915150 - Control 1020621009 - Property 1295455071
source: Specifies the name of the customer that you sent the invoice or credit memo to.
da_dk: Angiver navnet på den debitor, som du sender eller har sendt fakturaen eller kreditnotaen til.
de_at: Gibt den Namen des Kunden an, an den Sie die Rechnung oder Gutschrift geschickt haben.
nl_nl: Hiermee wordt de naam opgegeven van de klant naar wie u de factuur of creditnota hebt verzonden.

# Page 437915150 - Control 1020621009 - Property 2879900210
source: Name
da_dk: Navn
nl_nl: Naam

# Page 437915150 - Control 2301961287 - Property 1295455071
source: Specifies the post code of the customer that you sent the invoice or credit memo to.
da_dk: Angiver postnr. på den debitor, som du sender fakturaen eller kreditnotaen til.
de_at: Gibt die Postleitzahl des Kunden an, an den Sie die Rechnung oder Gutschrift gesendet haben.
nl_nl: Hiermee wordt de postcode naam opgegeven van de klant naar wie u de factuur of creditnota hebt verzonden.

# Page 437915150 - Control 2301961287 - Property 2879900210
source: Post Code
da_dk: Postnr.
de_at: PLZ

# Page 437915150 - Control 2150623144 - Property 2879900210
source: Ship-to
da_dk: Lever-til
de_at: Lieferung an
nl_nl: Verzendadres

# Page 437915150 - Control 1524478169 - Property 1295455071
source: Specifies the address that products on the sales order are shipped to.
da_dk: Angiver den adresse, som produkter i salgsordren skal leveres til.
de_at: Gibt die Adresse an, an die die Produkte des Kundenauftrags geliefert werden sollen.
nl_nl: Hiermee wordt het adres opgegeven waarnaar producten in de verkooporder worden verzonden.

# Page 437915150 - Control 1524478169 - Property 2879900210
source: Address
da_dk: Adresse
de_at: Adresse
nl_nl: Adres
