Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: da_dk, de_at, nl_nl

# Page 1970429680 - Action 2746460238 - Property 2879900210
source: Sync Orders
da_dk: Synkroniser ordrer
de_at: Aufträge synchronisieren
nl_nl: Orders synchroniseren

# Page 1970429680 - Action 3984813086 - Property 1295455071
source: Synchronize all movements of money between a Shopify Payment account balance and a connected bank account.
da_dk: Synkroniser alle pengebevægelser mellem en Shopify-betalingskontosaldo og en tilknyttet bankkonto.
de_at: Alle Geldbewegungen zwischen einem Shopify-Zahlungskonto und einem verknüpften Bankkonto synchronisieren.
nl_nl: Synchroniseer alle verplaatsingen van geld tussen een Shopify Payments-rekeningsaldo en een verbonden bankrekening.

# Page 1970429680 - Action 3984813086 - Property 2879900210
source: Sync Payouts
da_dk: Synkroniser udbetalinger
de_at: Auszahlungen synchronisieren
nl_nl: Uitbetalingen synchroniseren

# Page 1970429680 - Action 3368153305 - Property 1295455071
source: Synchronize products for this Shopify Shop. The direction depends on the settings in the Shopify Shop Card.
da_dk: Synkroniser produkter til denne Shopify-butik. Retningen afhænger af indstillingerne på Shopify-butikskortet.
de_at: Produkte für diesen Shopify-Shop synchronisieren. Die Richtung hängt von den Einstellungen in der Shopify-Shop-Karte ab.
nl_nl: Synchroniseer producten voor deze Shopify-winkel. De richting is afhankelijk van de instellingen op de Shopify-winkelkaart.

# Page 1970429680 - Action 3368153305 - Property 2879900210
source: Sync Products
da_dk: Synkroniser produkter
de_at: Produkte synchronisieren
nl_nl: Producten synchroniseren

# Page 1970429680 - Action 383844080 - Property 1295455071
source: Synchronize shipments to Shopify.
da_dk: Synkroniser leverancer til Shopify.
de_at: Synchronisiert Lieferungen mit Shopify.
nl_nl: Verzendingen naar Shopify synchroniseren.

# Page 1970429680 - Action 383844080 - Property 2879900210
source: Sync Shipments
da_dk: Synkroniser forsendelser
de_at: Lieferungen synchronisieren
nl_nl: Verzendingen synchroniseren

# Page 1970429680 - Action 2417694062 - Property 2879900210
source: Reset Sync
da_dk: Nulstil synkronisering
de_at: Sync. zurücksetzen
nl_nl: Synchronisatie opnieuw instellen

# Page 1970429680 - Action 3323441822 - Property 1295455071
source: Ensure all customers are synced when executing the sync, not just the changes since last sync.
da_dk: Sørg for, at alle debitorer synkroniseres, når der udføres synkronisering, og ikke kun ændringerne siden sidste synkronisering.
de_at: Stellen Sie sicher, dass bei der Ausführung der Synchronisierung alle Kunden synchronisiert werden und nicht nur die Änderungen seit der letzten Synchronisierung.
nl_nl: Controleer of alle klanten zijn gesynchroniseerd wanneer de synchronisatie wordt uitgevoerd, en niet alleen de wijzigingen sinds de laatste synchronisatie.

# Page 1970429680 - Action 3323441822 - Property 2879900210
source: Reset Customer Sync
da_dk: Nulstil debitorsynkronisering
de_at: Kunden-Sync. zurücksetzen
nl_nl: Synchronisatie van klanten opnieuw instellen

# Page 1970429680 - Action 643889820 - Property 1295455071
source: Ensure all orders are synced when executing the sync, not just the changes since last sync.
da_dk: Sørg for, at alle ordrer synkroniseres, når der udføres synkronisering, og ikke kun ændringerne siden sidste synkronisering.
de_at: Stellen Sie sicher, dass bei der Ausführung der Synchronisierung alle Aufträge synchronisiert werden und nicht nur die Änderungen seit der letzten Synchronisierung.
nl_nl: Controleer of alle orders zijn gesynchroniseerd wanneer de synchronisatie wordt uitgevoerd, en niet alleen de wijzigingen sinds de laatste synchronisatie.

# Page 1970429680 - Action 643889820 - Property 2879900210
source: Reset Orders Sync
da_dk: Gendan synkronisering af ordrer
de_at: Aufträge-Sync. zurücksetzen
nl_nl: Synchronisatie van orders opnieuw instellen

# Page 1970429680 - Action 2378937703 - Property 1295455071
source: Ensure all products are synced when executing the sync, not just the changes since last sync.
da_dk: Sørg for, at alle produkter synkroniseres, når du synkroniserer, og ikke kun ændringerne siden sidste synkronisering.
de_at: Stellen Sie sicher, dass bei der Ausführung der Synchronisierung alle Produkte synchronisiert werden und nicht nur die Änderungen seit der letzten Synchronisierung.
nl_nl: Controleer of alle producten zijn gesynchroniseerd wanneer de synchronisatie wordt uitgevoerd, en niet alleen de wijzigingen sinds de laatste synchronisatie.

# Page 1970429680 - Action 2378937703 - Property 2879900210
source: Reset Products Sync
da_dk: Nulstil synkronisering af produkter
de_at: Produkte-Sync. zurücksetzen
nl_nl: Synchronisatie van producten opnieuw instellen

# Page 3081489686 - Property 2879900210
source: Shopify Shop Locations
da_dk: Shopify Butiksplaceringer
de_at: Shopify – Shop-Standorte
nl_nl: Shopify - Winkelvestigingen

# Page 3081489686 - Method 4177352842 - NamedType 1995065214
source: One or more lines have %1 specified, but stock synchronization is disabled. Do you want to close the page?
da_dk: En eller flere linjer har %1 angivet, men synkroniseringen af lager er deaktiveret. Vil du lukke siden?
de_at: In einer oder mehreren Zeilen ist %1 angegeben. Die Bestandssynchronisierung ist jedoch deaktiviert. Möchten Sie die Seite schließen?
nl_nl: Voor een of meer regels is %1 opgegeven, maar voorraadsynchronisatie is uitgeschakeld. Wilt u de pagina sluiten?

# Page 3081489686 - Control 1456564405 - Property 1295455071
source: Specifies the location to be used in orders.
da_dk: Angiver den placering, der skal bruges i ordrer.
de_at: Gibt den Lagerort an, der bei Aufträgen verwendet werden soll.
nl_nl: Hiermee wordt de vestiging opgegeven die in orders moet worden gebruikt.

# Page 3081489686 - Control 1864907812 - Property 1295455071
source: Specifies if the location is enabled/disabled for send stock information to Shopify.
da_dk: Angiver, om placeringen aktiveres/deaktiveres for at sende lageroplysninger til Shopify.
de_at: Gibt an, ob der Standort für das Senden von Inventarinformationen an Shopify aktiviert/deaktiviert ist.
nl_nl: Hiermee wordt opgegeven of de vestiging is ingeschakeld/uitgeschakeld voor het verzenden van voorraadinformatie naar Shopify.

# Page 3081489686 - Control 415504711 - Property 1295455071
source: Specifies the id of the location.
da_dk: Angiver id'et for placeringen.
de_at: Gibt die ID des Lagerorts an.
nl_nl: Hiermee wordt de id van de vestiging opgegeven.

# Page 3081489686 - Control 3267737623 - Property 1295455071
source: Specifies the location(s) for which the inventory must be counted.
da_dk: Angiver den eller de placeringer, som lagerbeholdningen skal optælles for.
de_at: Gibt den/die Standort(e) an, für den/die das Inventar gezählt werden muss.
nl_nl: Hiermee wordt/worden de vestiging(en) opgegeven waarvoor de voorraad moet worden geteld.

# Page 3081489686 - Control 2961552353 - Property 1295455071
source: Specifies the name of the location.
da_dk: Angiver navnet af placeringen.
de_at: Gibt den Namen des Lagerorts an.
nl_nl: Hiermee wordt de naam van de vestiging opgegeven.

# Page 3081489686 - Control 3600018459 - Property 1295455071
source: Select the stock calculation used for this location.
da_dk: Vælg den lagerberegning, der bruges til denne placering.
de_at: Wählen Sie die für diesen Lagerort verwendete Lagerberechnung aus.
nl_nl: Selecteer de voorraadberekening die voor deze vestiging wordt gebruikt.

# Page 3081489686 - Action 4256907756 - Property 1295455071
source: Get the locations defined in Shopify.
da_dk: Hent de placeringer, der er defineret i Shopify.
de_at: Rufen Sie die in Shopify definierten Standorte ab.
nl_nl: De vestigingen ophalen die zijn gedefinieerd in Shopify.

# Page 3081489686 - Action 4256907756 - Property 2879900210
source: Get Shopify Locations
da_dk: Hent Shopify-placeringer
de_at: Shopify-Standorte abrufen
nl_nl: Shopify-vestigingen ophalen

# Page 1602962213 - Property 1064389655
source: About Shops
da_dk: Om butikker
de_at: Über Shops
nl_nl: Over winkels

# Page 1602962213 - Property 247559172
source: Set up the shops on Shopify that you want to connect to the *current* company in Business Central. These settings affect how the shops synchronize to and from Shopify.
da_dk: Konfigurer de butikker på Shopify, som du vil oprette forbindelse til med *aktuel* butik i Business Central. Disse indstillinger bestemmer, hvordan butikker synkroniserer til og fra Shopify.
de_at: Richten Sie die Shopify-Shops ein, die Sie mit dem *aktuellen* Unternehmen in Business Central verbinden möchten. Diese Einstellungen wirken sich darauf aus, wie die Shops mit Shopify synchronisiert werden.
nl_nl: Stel in Shopify de winkels in die u wilt verbinden met het *huidige* bedrijf in Business Central. Deze instellingen bepalen hoe de winkels van en naar Shopify worden gesynchroniseerd.

# Page 1602962213 - Property 2879900210
source: Shopify Shops
da_dk: Shopify-butikker
nl_nl: Shopify-winkels

# Page 1602962213 - Control 3004954119 - Property 1295455071
source: Specifies a code to identify this Shopify Shop.
da_dk: Angiver en kode til at identificere denne Shopify-butik.
de_at: Legt einen Code fest, um diesen Shopify-Shop zu identifizieren.
nl_nl: Hiermee wordt een code opgegeven om deze Shofipy-winkel te identificeren.

# Page 1602962213 - Control 1859002777 - Property 1295455071
source: Specifies the language of the Shopify Shop.
da_dk: Angiver sproget for Shopify-butikken.
de_at: Gibt die Sprache des Shopify-Shops an.
nl_nl: Hiermee wordt de taal van de Shopify-winkel opgegeven.

# Page 1602962213 - Control 3983288659 - Property 1295455071
source: Specifies the URL of the Shopify Shop.
da_dk: Angiver URL-adressen for Shopify-butikken.
de_at: Gibt die URL des Shopify-Shops an.
nl_nl: Hiermee wordt de URL van de Shopify-winkel opgegeven.

# Page 3069548221 - Property 2879900210
source: Shopify Tags
da_dk: Shopify-koder
nl_nl: Shopify - Labels

# Page 3069548221 - Control 2801749846 - Property 1295455071
source: Specifies the tags of a product that are used for filtering and search.
da_dk: Angiver koder for et produkt, der bruges til filtrering og søgning.
de_at: Gibt die Tags eines Produkts an, die für die Filterung und Suche verwendet werden.
nl_nl: Hiermee worden de labels van een product opgegeven die worden gebruikt voor filteren en zoeken.

# Page 3069548221 - Control 2801749846 - Property 2879900210
source: Tag
da_dk: Kode
nl_nl: Label

# Page 2270019439 - Property 2879900210
source: Shopify Tags
da_dk: Shopify-koder
nl_nl: Shopify - Labels

# Page 2270019439 - Control 2801749846 - Property 1295455071
source: Specifies the tags of a product that are used for filtering and search.
da_dk: Angiver koder for et produkt, der bruges til filtrering og søgning.
de_at: Gibt die Tags eines Produkts an, die für die Filterung und Suche verwendet werden.
nl_nl: Hiermee worden de labels van een product opgegeven die worden gebruikt voor filteren en zoeken.

# Page 2941921431 - Property 2879900210
source: Shopify Tax Areas
da_dk: Shopify-skatteområder
de_at: Shopify Steuergebiete
nl_nl: Shopify-belastinggebieden

# Page 2941921431 - Control 499448942 - Property 1295455071
source: Specifies the sub-regions for a county, such as provinces or states.
da_dk: Angiver underregionerne for et land/område, f.eks. provinser eller stater.
de_at: Gibt die Unterregionen für einen Bezirk an, wie z. B. Provinzen oder Bundesländer.
nl_nl: Hiermee worden de subgebieden voor een regio opgegeven, zoals provincies of staten.

# Page 2941921431 - Control 53839102 - Property 1295455071
source: Specifies the value of the Tax Liable field.
da_dk: Angiver værdien for feltet Skattepligtig.
de_at: Gibt den Wert des Felds „steuerpflichtig“ an.
nl_nl: Hiermee wordt de waarde van het veld Belastingplichtig opgegeven.

# Page 2941921431 - Control 3928295633 - Property 1295455071
source: Specifies the tax area applicable to the state.
da_dk: Angiver det skatteområde, der gælder for staten.
de_at: Gibt das Steuergebiet an, das für den Status gilt.
nl_nl: Hiermee wordt het belastinggebied opgegeven dat van toepassing is op de staat.

# Page 2941921431 - Control 4080497836 - Property 1295455071
source: Specifies the VAT business posting group applicable to the state.
da_dk: Angiver momsvirksomhedens bogføringsgruppe, der gælder for staten.
de_at: Gibt die MwSt.-Geschäftsbuchungsgruppe an, die für den Status gilt.
nl_nl: Hiermee wordt de btw-bedrijfsboekingsgroep opgegeven die van toepassing is op de staat.

# Page 483124973 - Property 2879900210
source: Shopify Transaction Gateways
da_dk: Gateways til Shopify-transaction
de_at: Shopify Transaktions-Gateways
nl_nl: Shopify-transactiegateways

# Page 483124973 - Control 2961552353 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
da_dk: Angiver navnet på den gateway, som transaktionen blev udstedt via.
de_at: Gibt den Namen des Gateways an, über das die Transaktion abgewickelt wurde.
nl_nl: Hiermee wordt de naam opgegeven van de gateway waardoor de transactie is verzonden.

# Page 3397571517 - Property 2019332006
source: New,Process,Report,Inspect
da_dk: Ny,Proces,Rapport,Inspicer
de_at: Neu,Prozess,Bericht,Prüfen
nl_nl: Nieuw,Proces,Rapport,Inspecteren

# Page 3397571517 - Property 2879900210
source: Shopify Transactions
da_dk: Shopify-transaktioner
de_at: Shopify Transaktionen
nl_nl: Shopify-transacties

# Page 3397571517 - Control 636392376 - Property 1295455071
source: Specifies the amount of money included in the transaction.
da_dk: Angiver det pengebeløb, der er inkluderet i transaktionen.
de_at: Gibt den Geldbetrag an, der in der Transaktion enthalten ist.
nl_nl: Hiermee wordt het geldbedrag opgegeven dat in de transactie is opgenomen.

# Page 3397571517 - Control 1246219133 - Property 1295455071
source: Specifies the authorization code associated with the transaction.
da_dk: Angiver den godkendelseskode, der er knyttet til transaktionen.
de_at: Gibt den mit der Transaktion verbundenen Autorisierungscode an.
nl_nl: Hiermee wordt de autorisatiecode opgegeven die aan de transactie is gekoppeld.

# Page 3397571517 - Control 1236107772 - Property 1295455071
source: Specifies the response code from the address verification system.
da_dk: Angiver svarkoden fra adressegodkendelsessystemet.
de_at: Gibt den Antwortcode des Adressverifikationssystems an.
nl_nl: Hiermee wordt de responscode van het adresverificatiesysteem opgegeven.

# Page 3397571517 - Control 986080663 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
da_dk: Angiver den dato og det klokkeslæt, hvor transaktionen blev behandlet.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Transaktion verarbeitet wird.
nl_nl: Hiermee worden de datum en het tijdstip opgegeven waarop de transactie wordt verwerkt.

# Page 3397571517 - Control 2267694816 - Property 1295455071
source: Specifies the issuer identification number.
da_dk: Angiver identifikationsnummeret for udstederen.
de_at: Gibt die Identifikationsnummer des Ausstellers an.
nl_nl: Hiermee wordt het identificatienummer van de verstrekker opgegeven.

# Page 3397571517 - Control 3930083474 - Property 1295455071
source: Specifies the name of the company that issued the customer's credit card.
da_dk: Angiver navnet på den virksomhed, der har udstedt debitorens kreditkort.
de_at: Gibt den Namen der Firma an, die die Kreditkarte des Kunden ausgestellt hat.
nl_nl: Hiermee wordt de naam opgegeven van het bedrijf dat de creditcard van de klant heeft uitgegeven.

# Page 3397571517 - Control 2796602606 - Property 1295455071
source: Specifies the customer's credit card number, with most of the leading digits redacted.
da_dk: Angiver debitorens kreditkortnummer, hvor de fleste af de foranstillede tal redigeres.
de_at: Gibt die Kreditkartennummer des Kunden an, wobei die meisten der führenden Ziffern unkenntlich gemacht werden.
nl_nl: Hiermee wordt het creditcardnummer van de klant opgegeven met de meeste cijfers geschrapt.

# Page 3397571517 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transaction.
da_dk: Angiver valutaen for transaktionen.
de_at: Gibt die Währung der Transaktion an.
nl_nl: Hiermee wordt de valuta van de transactie opgegeven.

# Page 3397571517 - Control 952471457 - Property 1295455071
source: Specifies the response code from the credit card company indicating whether the customer entered the card security code, or card verificaion value, correctly.
da_dk: Angiver svarkoden fra den kreditkortvirksomhed, som angiver, om debitoren har angivet kortets sikkerhedskode eller kortets verificeringsværdi korrekt.
de_at: Gibt den Antwortcode der Kreditkartenfirma an, der anzeigt, ob der Kunde den Sicherheitscode der Karte, den sogenannten Kartenprüfwert, korrekt eingegeben hat.
nl_nl: Hiermee wordt de responscode opgegeven van de creditcardmaatschappij, die aangeeft of de klant de beveiligingscode of de verificatiewaarde van de creditcard correct heeft ingevoerd.

# Page 3397571517 - Control 4082874751 - Property 1295455071
source: Specifies the standardized error code, independent of the payment provider. Valid values are: incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.
da_dk: Angiver den standardiserede fejlkode, uafhængigt af betalingsformidleren. De gyldige værdier er: incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.
de_at: Gibt den standardisierten Fehlercode an, unabhängig vom Zahlungsanbieter. Gültige Werte sind: incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.
nl_nl: Hiermee wordt de gestandaardiseerde foutcode opgegeven, onafhankelijk van de betalingsverschaffer. Geldige waarden zijn: Onjuist nummer, Ongeldig nummer, Ongeldige vervaldatum, Ongeldige CVC, Vervallen kaart, Onjuiste CVC, Onjuiste postcode, Onjuist adres, Kaart geweigerd, Verwerkingsfout, Aanvraagverstrekker, Kaart ophalen.

# Page 3397571517 - Control 3357486316 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
da_dk: Angiver navnet på den gateway, som transaktionen blev udstedt via.
de_at: Gibt den Namen des Gateways an, über das die Transaktion abgewickelt wurde.
nl_nl: Hiermee wordt de naam opgegeven van de gateway waardoor de transactie is verzonden.

# Page 3397571517 - Control 751376271 - Property 1295455071
source: Specifies the id of the gift card used for a transaction.
da_dk: Angiver id'et for det gavekort, der bruges til en transaktion.
de_at: Gibt die ID der Geschenkkarte an, die für eine Transaktion verwendet wurde.
nl_nl: Hiermee wordt de id opgegeven van de geschenkbon die wordt gebruikt voor een transactie.

# Page 3397571517 - Control 3080618677 - Property 1295455071
source: Specifies a string generated by the payment provider with additional information about why the transaction succeeded or failed.
da_dk: Angiver en streng, der er genereret af betalingsformidleren med yderligere oplysninger om, hvorfor transaktionen lykkedes eller mislykkedes.
de_at: Gibt eine vom Zahlungsanbieter generierte Zeichenfolge mit zusätzlichen Informationen darüber an, warum die Transaktion erfolgreich war oder nicht.
nl_nl: Hiermee wordt een tekenreeks opgegeven die door de betalingsverschaffer wordt gegenereerd met aanvullende informatie over de reden waarom de transactie is geslaagd of mislukt.

# Page 3397571517 - Control 3400380339 - Property 1295455071
source: Specifies the Posted Invoice number to which the transaction relates.
da_dk: Angiver det bogførte fakturanummer, som transaktionen relaterer til.
de_at: Gibt die Nummer der gebuchten Rechnung an, auf die sich die Transaktion bezieht.
nl_nl: Hiermee wordt het geboekte factuurnummer opgegeven waarop de transactie betrekking heeft.

# Page 3397571517 - Control 2737501178 - Property 1295455071
source: Specifies the sales document number to which the transaction relates.
da_dk: Angiver det salgsbilagsnummer, som transaktionen relaterer til.
de_at: Gibt die Nummer des Verkaufsbelegs an, auf den sich die Transaktion bezieht.
nl_nl: Hiermee wordt het verkoopdocumentnummer opgegeven waarop de transactie betrekking heeft.

# Page 3397571517 - Control 775939211 - Property 1295455071
source: Specifies the id of the order in Shopify that the transaction is associated with.
da_dk: Angiver id'et på den ordre i Shopify, som transaktionen er tilknyttet.
de_at: Gibt die ID des Auftrags in Shopify an, mit der die Transaktion verknüpft ist.
nl_nl: Hiermee wordt de id opgegeven van de order in Shopify waaraan de transactie is gekoppeld.

# Page 3397571517 - Control 1365641677 - Property 1295455071
source: Specifies the unique id of the Shopify transaction.
da_dk: Angiver det entydige id for Shopify-transaktionen.
de_at: Gibt die eindeutige ID der Shopify-Transaktion an.
nl_nl: Hiermee wordt de unieke id van de Shopify-transactie opgegeven.

# Page 3397571517 - Control 34717358 - Property 1295455071
source: Specifies the origin of the transaction. This is set by Shopify. Example values: web, pos, iphone, android.
da_dk: Angiver oprindelsen for transaktionen. Dette angives af Shopify. Eksempelværdier: web, pos, iphone, android.
de_at: Legt den Ursprung der Transaktion fest. Dies wird von Shopify festgelegt. Beispielwerte: web, pos, iphone, android.
nl_nl: Hiermee wordt de oorsprong van de transactie opgegeven. Deze wordt ingesteld door Shopify. Voorbeeldwaarden: Web, POS, iPhone, Android.

# Page 3397571517 - Control 513339096 - Property 1295455071
source: Specifies the status of the transaction. Valid values are: pending, failure, success and error.
da_dk: Angiver status for transaktionen. Gyldige værdier er: igangsat, mislykket, succes og fejl.
de_at: Legt den Status der Transaktion fest. Gültige Werte sind: pending, failure, success, error.
nl_nl: Hiermee wordt de status van de transactie opgegeven. Geldige waarden zijn: In behandeling, Mislukt, Geslaagd en Fout.

# Page 3397571517 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
da_dk: Angiver, om transaktionen blev oprettet for en testtilstandsordre eller -betaling.
de_at: Gibt an, ob die Transaktion für einen Auftrag oder eine Zahlung im Testmodus erstellt wurde.
nl_nl: Hiermee wordt opgegeven of de transactie is gemaakt voor een order of betaling in de testmodus.

# Page 3397571517 - Control 1878130204 - Property 1295455071
source: Specifies the transaction type. Valid values are: authorization, capture, sale, void and refund.
da_dk: Angiver transaktionstypen. Gyldige værdier er: godkendelse, registrering, salg, annuller og refusion.
de_at: Gibt die Art der Transaktion an. Gültige Werte sind: authorization, capture, sale, void, refund.
nl_nl: Hiermee wordt het transactietype opgegeven. Geldige waarden zijn: Autorisatie, Vastlegging, Verkoop, Nietigverklaring en Terugbetaling.

# Page 3397571517 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
da_dk: Vis de data, der er hentet fra Shopify.
de_at: Zeigen Sie die von Shopify abgerufenen Daten an.
nl_nl: Bekijk de gegevens die zijn opgehaald vanuit Shopify.

# Page 3397571517 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
da_dk: Hentede Shopify-data
de_at: Abgerufene Shopify-Daten
nl_nl: Opgehaalde Shopify-gegevens
