Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: DataSearch/app/Data Search/Translations/Data Search.*.xlf
Languages: ru_ru

# Table 3305910297 - Property 2879900210
source: Data Search Result
ru_ru: Результат поиска данных

# Table 3305910297 - NamedType 4241124041
source: lines
ru_ru: строки

# Table 3305910297 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 3305910297 - Field 883711285 - Property 2879900210
source: Entry No.
ru_ru: № операции

# Table 3305910297 - Field 158172202 - Property 2879900210
source: Line Type
ru_ru: Тип строки

# Table 3305910297 - Field 158172202 - Property 62802879
source: Header,Data,MoreHeader,MoreData
ru_ru: Заголовок,Данные,Еще заголовок,Еще данные

# Table 3305910297 - Field 495416724 - Property 2879900210
source: No. of Hits
ru_ru: Кол-во совпадений

# Table 3305910297 - Field 2674482667 - Property 2879900210
source: Parent ID
ru_ru: Родительский ИД

# Table 3305910297 - Field 1393533604 - Property 2879900210
source: Table Caption
ru_ru: Метка таблицы

# Table 3305910297 - Field 3017471043 - Property 2879900210
source: Table No.
ru_ru: № таблицы

# Table 3305910297 - Field 3371953150 - Property 2879900210
source: Table Subtype
ru_ru: Подтип таблицы

# Table 4025139878 - Property 2879900210
source: Search Setup (Field)
ru_ru: Конфигурация поиска (поля)

# Table 4025139878 - Field 470122249 - Property 2879900210
source: Enable Search
ru_ru: Включить поиск

# Table 4025139878 - Field 823559016 - Property 2879900210
source: Field Caption
ru_ru: Метка поля

# Table 4025139878 - Field 3531868071 - Property 2879900210
source: Field No.
ru_ru: № поля

# Table 4025139878 - Field 1393533604 - Property 2879900210
source: Table Caption
ru_ru: Метка таблицы

# Table 4025139878 - Field 3017471043 - Property 2879900210
source: Table No.
ru_ru: № таблицы

# Table 2849192698 - Property 2879900210
source: Search Setup (Table)
ru_ru: Конфигурация поиска (таблицы)

# Table 2849192698 - Field 495416724 - Property 2879900210
source: No. of Hits
ru_ru: Кол-во совпадений

# Table 2849192698 - Field 655387622 - Property 2879900210
source: Role Center ID
ru_ru: ИД ролевого центра

# Table 2849192698 - Field 1393533604 - Property 2879900210
source: Table Caption
ru_ru: Метка таблицы

# Table 2849192698 - Field 3017471043 - Property 2879900210
source: Table No.
ru_ru: № таблицы

# Table 2849192698 - Field 3371953150 - Property 2879900210
source: Table Subtype
ru_ru: Подтип таблицы

# Table 2849192698 - Field 3501343248 - Property 2879900210
source: Table/Type ID
ru_ru: ИД таблицы/типа

# Table 2248772457 - Property 2879900210
source: Data Search Source Temp
ru_ru: Временный источник для поиска в данных

# Table 2248772457 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Codeunit 4165554626 - NamedType 3390914320
source: Navigation menu only.
ru_ru: Только меню навигации.

# Codeunit 4165554626 - NamedType 2955544161
source: (default)
ru_ru: По умолчанию

# Page 3130159978 - Property 1064389655
source: About Search in company data
ru_ru: О поиске в данных организации

# Page 3130159978 - Property 247559172
source: Enter one or more search words in the search field. To see which tables are being searched, select Results | Show tables to search.
ru_ru: Введите одно или несколько слов в поле поиска. Чтобы увидеть, в каких таблицах производится поиск, выберите "Результаты | Показать включаемые в поиск таблицы".

# Page 3130159978 - Property 2879900210
source: Search in company data [Preview]
ru_ru: Поиск в данных организации [предварительная версия]

# Page 3130159978 - NamedType 570321828
source: No tables defined for search.
ru_ru: Таблицы для поиска не определены.

# Page 3130159978 - NamedType 3193096050
source: Searching ...
ru_ru: Поиск...

# Page 3130159978 - NamedType 3848749407
source: Data Search started. No. of search words: %1. No. of tables to search: %2.
ru_ru: Поиск в данных запущен. Кол-во искомых слов: %1. Кол-во таблиц для поиска: %2.

# Page 3130159978 - Control 3906556071 - Property 2879900210
source: Results
ru_ru: Результаты

# Page 3130159978 - Control 2210060298 - Property 2879900210
source: Text to search for (enter at least 3 characters)
ru_ru: Текст для поиска (не менее 3 символов)

# Page 3130159978 - Control 2400258197 - Property 1295455071
source: Enter at least three characters to search for.
ru_ru: Введите хотя бы три символа для поиска.

# Page 3130159978 - Control 2400258197 - Property 2879900210
source: Text to search for
ru_ru: Текст для поиска

# Page 3789408733 - Property 2879900210
source: Results
ru_ru: Результаты

# Page 3789408733 - NamedType 3932260845
source: %1: Show all results
ru_ru: %1: показать все результаты

# Page 3789408733 - Control 3461834954 - Property 1295455071
source: Specifies the found entry.
ru_ru: Определяет найденную запись.

# Page 3789408733 - Control 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Page 3789408733 - Action 1514883969 - Property 1295455071
source: Opens a page that lists which tables are searched for your role center. If you have permissions, you can change which tables and fields are searched.
ru_ru: Открывает страницу с соответствующим вашему ролевому центру списком таблиц, включаемых в поиск. Если у вас есть разрешения, вы можете изменить набор включаемых в поиск таблиц и полей.

# Page 3789408733 - Action 1514883969 - Property 2879900210
source: Show tables to search
ru_ru: Показать включаемые в поиск таблицы

# Page 218848851 - Property 2019332006
source: New,Process,Report,Column,Record
ru_ru: Новый,Процесс,Отчет,Столбец,Запись

# Page 218848851 - Property 2879900210
source: Search Result Records
ru_ru: Записи результатов поиска

# Page 218848851 - Control 736664577 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 2168185985 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 2805882602 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 892792751 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 98967960 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 3756238639 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 3925147662 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 3287451045 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 2649754428 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 2012057811 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 2180966834 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Control 1543270217 - Property 1295455071
source: Specifies a field in the table.
ru_ru: Определяет поле в таблице.

# Page 218848851 - Action 3277981215 - Property 2879900210
source: Columns
ru_ru: Столбцы

# Page 218848851 - Action 3760561947 - Property 1295455071
source: Go to the next column.
ru_ru: Переход к следующему столбцу.

# Page 218848851 - Action 3760561947 - Property 2879900210
source: Next Column
ru_ru: След. столбец

# Page 218848851 - Action 2393674465 - Property 1295455071
source: Go to the previous column.
ru_ru: Переход к предыдущему столбцу.

# Page 218848851 - Action 2393674465 - Property 2879900210
source: Previous Column
ru_ru: Пред. столбец

# Page 218848851 - Action 3875867463 - Property 2879900210
source: Record
ru_ru: Запись

# Page 218848851 - Action 1794018898 - Property 1295455071
source: Open the record in its list or card page.
ru_ru: Открытие записи на соответствующей странице списка или карточки.

# Page 218848851 - Action 1794018898 - Property 2879900210
source: Show Record
ru_ru: Показать запись

# Page 3477219812 - Property 2879900210
source: Search Setup (Field) List
ru_ru: Конфигурация поиска (поля) - список

# Page 3477219812 - NamedType 1516037821
source: Do you want to remove the current setup and insert the default?
ru_ru: Удалить текущую конфигурацию и вставить предусмотренный по умолчанию набор?

# Page 3477219812 - Control 470122249 - Property 1295455071
source: Specifies whether search is enabled for this field.
ru_ru: Указывает, включается ли это поле в поиск.

# Page 3477219812 - Control 470122249 - Property 2879900210
source: Enable search
ru_ru: Включить поиск

# Page 3477219812 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
ru_ru: Определяет подпись поля, то есть имя, которое будет отображаться в пользовательском интерфейсе.

# Page 3477219812 - Control 823559016 - Property 2879900210
source: Field Caption
ru_ru: Метка поля

# Page 3477219812 - Control 3526251870 - Property 1295455071
source: Specifies the type of the field.
ru_ru: Определяет тип поля.

# Page 3477219812 - Control 3526251870 - Property 2879900210
source: Field Type
ru_ru: Тип поля

# Page 3477219812 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
ru_ru: Определяет номер поля.

# Page 3477219812 - Action 807937578 - Property 1295455071
source: Removes the field selection for this table and inserts the default.
ru_ru: Удаляет выбранные для этой таблицы поля и вставляет предусмотренный по умолчанию набор полей.

# Page 3477219812 - Action 807937578 - Property 2879900210
source: Reset to default
ru_ru: Восстановить значения по умолчанию

# Page 3888767375 - Property 2879900210
source: Search Enabled Fields
ru_ru: Поля, включенные в поиск

# Page 3888767375 - Control 2780874720 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
ru_ru: Определяет подпись поля, то есть имя, которое будет отображаться в пользовательском интерфейсе.

# Page 3888767375 - Control 2780874720 - Property 2879900210
source: Field Name
ru_ru: Имя поля

# Page 3888767375 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
ru_ru: Определяет номер поля.

# Page 1032144280 - Property 2879900210
source: Search Setup (Table) List
ru_ru: Конфигурация поиска (таблицы) - список

# Page 1032144280 - NamedType 1516037821
source: Do you want to remove the current setup and insert the default?
ru_ru: Удалить текущую конфигурацию и вставить предусмотренный по умолчанию набор?

# Page 1032144280 - Control 1599953061 - Property 1295455071
source: Specifies the name of the table.
ru_ru: Определяет имя таблицы.

# Page 1032144280 - Control 1599953061 - Property 2879900210
source: Table Name
ru_ru: Имя таблицы

# Page 1032144280 - Control 568116884 - Property 1295455071
source: Specifies the ID of the table.
ru_ru: Определяет идентификатор таблицы.

# Page 1032144280 - Control 568116884 - Property 2879900210
source: Table No.
ru_ru: № таблицы

# Page 1032144280 - Control 3986492796 - Property 1295455071
source: Specifies whether this table is included in search.
ru_ru: Определяет, включена ли эта таблица в поиск.

# Page 1032144280 - Control 3986492796 - Property 2879900210
source: Search Enabled
ru_ru: Поиск включен

# Page 1032144280 - Control 3669144757 - Property 1295455071
source: Specifies which role the search setup is valid for.
ru_ru: Определяет, для какой роли используется конфигурация поиска.

# Page 1032144280 - Control 3669144757 - Property 2879900210
source: Role
ru_ru: Роль

# Page 1032144280 - Action 2402477966 - Property 1295455071
source: Removes the current selection for this rolecenter and inserts the default table selection.
ru_ru: Удаляет текущие выбранные для этого ролевого центра таблицы и вставляет предусмотренный по умолчанию набор таблиц.

# Page 1032144280 - Action 2402477966 - Property 2879900210
source: Reset to default
ru_ru: Восстановить значения по умолчанию

# Page 1032144280 - Action 4207440265 - Property 1295455071
source: Select this action if you want to see all tables and/or select more tables to be included in the search.
ru_ru: Выберите это действие, если вы хотите видеть все таблицы и/или выбрать дополнительные таблицы для включения в поиск.

# Page 1032144280 - Action 4207440265 - Property 2879900210
source: Show all tables
ru_ru: Показать все таблицы

# Page 1032144280 - Action 2618468921 - Property 1295455071
source: Compacts the view, so you only see the tables that have been selected for search.
ru_ru: Превращает представление в компактное, в котором видны только выбранные для поиска таблицы.

# Page 1032144280 - Action 2618468921 - Property 2879900210
source: Filter to selected tables
ru_ru: Фильтровать до выбранных таблиц

# PageExtension 3918992016 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 3918992016 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 2304533500 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 2304533500 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 3920336408 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 3920336408 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 1882099586 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 1882099586 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 2592606864 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 2592606864 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 1798731205 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 1798731205 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 2433752065 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 2433752065 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 4257341140 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 4257341140 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 24589904 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 24589904 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 146764562 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 146764562 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 1193268780 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 1193268780 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 2630671652 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 2630671652 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 3300909889 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 3300909889 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных

# PageExtension 4082266850 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
ru_ru: Поиск в предопределенном наборе таблиц для этой роли.

# PageExtension 4082266850 - Action 1846755250 - Property 2879900210
source: Search in data
ru_ru: Поиск в данных
