Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: statisticalaccounts/source/Statistical Accounts/Translations/Statistical Accounts.*.xlf
Languages: fr_be, nb_no

# Page 1472770300 - Control 1303377601 - Property 1295455071
source: Specifies the code for Global Dimension 1, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code de l’axe principal 1 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til global dimensjon 1, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 1337243520 - Property 1295455071
source: Specifies the code for Global Dimension 2, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code de l’axe principal 2 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til global dimensjon 2, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 230351473 - Property 1295455071
source: Specifies the number of the original entry that was undone by the reverse transaction.
fr_be: Spécifie le numéro de l’écriture initiale annulée par la transaction contrepassée.
nb_no: Angir nummeret på den opprinnelige posten som ble angret av tilbakeføringstransaksjonen.

# Page 1472770300 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user who posted the entry. The ID is used, for example, in the change log.
fr_be: Spécifie l’ID de l’utilisateur qui a validé l’écriture. L’ID est utilisé, par exemple, dans le journal des modifications.
nb_no: Angir ID-en for brukeren som bokførte posten. ID-en brukes for eksempel i endringsloggen.

# Page 1472770300 - Control 2711388939 - Property 1295455071
source: Specifies the code for Shortcut Dimension 4, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code du raccourci axe 4 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til Snarveisdimensjon 4, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 2765633070 - Property 1295455071
source: Specifies the code for Shortcut Dimension 7, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code du raccourci axe 7 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til Snarveisdimensjon 7, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 3037438984 - Property 1295455071
source: Specifies the posting date of the ledger entry.
fr_be: Spécifie la date de validation de l’écriture comptable.
nb_no: Angir bokføringsdatoen for finansposten.

# Page 1472770300 - Control 3037438984 - Property 2879900210
source: Posting date
fr_be: Date de validation
nb_no: Bokføringsdato

# Page 1472770300 - Control 3322554545 - Property 1295455071
source: Specifies a reference to a combination of dimension values. The actual values are stored in the Dimension Set Entry table.
fr_be: Spécifie une référence à une combinaison de sections analytiques. Les valeurs réelles sont enregistrées dans la table Écriture ensemble de dimensions.
nb_no: Angir en referanse til en kombinasjon av dimensjonsverdier. De faktiske verdiene lagres i tabellen Dimensjonssettpost.

# Page 1472770300 - Control 3461834954 - Property 1295455071
source: Specifies the description of the ledger entry.
fr_be: Spécifie la description de l’écriture comptable.
nb_no: Angir beskrivelsen av finansposten.

# Page 1472770300 - Control 3744289816 - Property 1295455071
source: Specifies whether the entry has been part of a reverse transaction (correction) made by the Reverse action.
fr_be: Indique si l’écriture a fait partie d’une transaction contrepassée (correction) effectuée par l’action Contrepasser.
nb_no: Angir om posten har vært del av en tilbakeføringstransaksjon (korrigering) som ble utført med tilbakeføringshandlingen.

# Page 1472770300 - Control 405681708 - Property 1295455071
source: Specifies the code for Shortcut Dimension 5, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code du raccourci axe 5 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til Snarveisdimensjon 5, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 4126842061 - Property 1295455071
source: Specifies the code for Shortcut Dimension 6, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code du raccourci axe 6 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til Snarveisdimensjon 6, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 4200184881 - Property 1295455071
source: Specifies the statistical account number of the ledger entry.
fr_be: Spécifie le numéro de compte statistique de l’écriture comptable.
nb_no: Angir statistisk kontonummer for finansposten.

# Page 1472770300 - Control 4200184881 - Property 2879900210
source: Statistical Account No.
fr_be: N° compte statistique
nb_no: Statistisk kontonr.

# Page 1472770300 - Control 636392376 - Property 1295455071
source: Specifies the amount of the ledger entry.
fr_be: Spécifie le montant de l’écriture comptable.
nb_no: Angir beløpet på finansposten.

# Page 1472770300 - Control 636392376 - Property 2879900210
source: Amount
fr_be: Montant
nb_no: Beløp

# Page 1472770300 - Control 781257514 - Property 1295455071
source: Specifies the code for Shortcut Dimension 3, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code du raccourci axe 3 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til Snarveisdimensjon 3, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 785667711 - Property 1295455071
source: Specifies the code for Shortcut Dimension 8, which is one of dimension codes that you set up in the General Ledger Setup window.
fr_be: Spécifie le code du raccourci axe 8 qui est l’un des codes axe que vous configurez dans la fenêtre Paramètres comptabilité.
nb_no: Angir koden til Snarveisdimensjon 8, som er en av dimensjonskodene du har konfigurert i vinduet Finansoppsett.

# Page 1472770300 - Control 883711285 - Property 1295455071
source: Specifies the entry number of the ledger entry.
fr_be: Spécifie le numéro d’écriture de l’écriture comptable.
nb_no: Angir løpenummeret for finansposten.

# Page 1472770300 - Control 883711285 - Property 2879900210
source: Entry No.
fr_be: N° écriture
nb_no: Løpenr.

# Page 2694828564 - Control 1003760969 - Property 1295455071
source: Specifies the code for Shortcut Dimension 2, which is one of two global dimension codes that you set up in the General Ledger Setup page.
fr_be: Spécifie le code raccourci axe 2 qui est l’un des deux codes section analytique que vous configurez dans la page Paramètres comptabilité.
nb_no: Angir koden til snarveisdimensjon 2, som er én av to globale dimensjonskoder som du har definert på siden Finansoppsett.

# Page 2694828564 - Control 1359677335 - Property 1295455071
source: Specifies the dimension value code linked to the journal line.
fr_be: Spécifie le code section analytique lié à cette ligne feuille.
nb_no: Angir dimensjonsverdikoden som er knyttet til kladdelinjen.

# Page 2694828564 - Control 1577567912 - Property 1295455071
source: Specifies the code for Shortcut Dimension 1, which is one of two global dimension codes that you set up in the General Ledger Setup page.
fr_be: Spécifie le code raccourci axe 1 qui est l’un des deux codes section analytique que vous configurez dans la page Paramètres comptabilité.
nb_no: Angir koden til snarveisdimensjon 1, som er én av to globale dimensjonskoder som du har definert på siden Finansoppsett.

# Page 2694828564 - Control 1975045594 - Property 1295455071
source: Specifies the name of the account.
fr_be: Spécifie le nom du compte.
nb_no: Angir navnet på kontoen.

# Page 2694828564 - Control 1993866289 - Property 2879900210
source: Number of Lines
fr_be: Nombre de lignes
nb_no: Antall linjer

# Page 2694828564 - Control 2193149077 - Property 1295455071
source: Specifies the account number that the entry on the journal line will be posted to.
fr_be: Spécifie le numéro de compte sur lequel l'écriture de la ligne feuille est validée.
nb_no: Angir kontonummeret som posten på kladdelinjen skal bokføres på.

# Page 2694828564 - Control 2193149077 - Property 2879900210
source: Statistical Account No.
fr_be: N° compte statistique
nb_no: Statistisk kontonr.

# Page 2694828564 - Control 2430362275 - Property 2879900210
source: Balance
fr_be: Solde
nb_no: Saldo

# Page 2694828564 - Control 2466161546 - Property 1295455071
source: Specifies the dimension value code linked to the journal line.
fr_be: Spécifie le code section analytique lié à cette ligne feuille.
nb_no: Angir dimensjonsverdikoden som er knyttet til kladdelinjen.

# Page 2694828564 - Control 25700210 - Property 1295455071
source: Specifies the balance that has accumulated in the journal on the selected line.
fr_be: Spécifie le solde cumulé dans la feuille comptabilité sur la ligne sélectionnée.
nb_no: Angir saldoen som er akkumulert i kladden på den valgte linjen.

# Page 2694828564 - Control 25700210 - Property 2879900210
source: Balance
fr_be: Solde
nb_no: Saldo

# Page 2694828564 - Control 2588032914 - Property 2879900210
source: Account Name
fr_be: Nom du compte
nb_no: Kontonavn

# Page 2694828564 - Control 3103858163 - Property 1295455071
source: Specifies the dimension value code linked to the journal line.
fr_be: Spécifie le code section analytique lié à cette ligne feuille.
nb_no: Angir dimensjonsverdikoden som er knyttet til kladdelinjen.

# Page 2694828564 - Control 3461834954 - Property 1295455071
source: Specifies a description of the entry.
fr_be: Spécifie une description de l’écriture.
nb_no: Angir en beskrivelse av posten.

# Page 2694828564 - Control 3710982960 - Property 1295455071
source: Specifies the date of the transaction in the statistical ledger, and thereby the fiscal year and period.
fr_be: Spécifie la date de la transaction dans le registre statistique et, par conséquent, l’exercice comptable et la période.
nb_no: Angir datoen for transaksjonen i statistisk finans og dermed regnskapsåret og -perioden.

# Page 2694828564 - Control 3710982960 - Property 2879900210
source: Posting date
fr_be: Date de validation
nb_no: Bokføringsdato

# Page 2694828564 - Control 3741554780 - Property 1295455071
source: Specifies the dimension value code linked to the journal line.
fr_be: Spécifie le code section analytique lié à cette ligne feuille.
nb_no: Angir dimensjonsverdikoden som er knyttet til kladdelinjen.

# Page 2694828564 - Control 3831965527 - Property 2879900210
source: Balance after posting
fr_be: Solde après validation
nb_no: Saldo etter bokføring

# Page 2694828564 - Control 402089063 - Property 1295455071
source: Specifies the number of lines in the current journal batch.
fr_be: Spécifie le nombre de lignes dans la feuille actuelle.
nb_no: Angir antall linjer i den gjeldende kladden.

# Page 2694828564 - Control 486908828 - Property 1295455071
source: Specifies the number of the related document.
fr_be: Spécifie le numéro du document associé.
nb_no: Angir nummeret på det relaterte dokumentet.

# Page 2694828564 - Control 486908828 - Property 2879900210
source: Document No.
fr_be: N° document
nb_no: Dokumentnr.

# Page 2694828564 - Control 636392376 - Property 1295455071
source: Specifies the amount of the entry.
fr_be: Spécifie le montant de l’écriture.
nb_no: Angir beløpet for posten.

# Page 2694828564 - Control 721980718 - Property 1295455071
source: Specifies the dimension value code linked to the journal line.
fr_be: Spécifie le code section analytique lié à cette ligne feuille.
nb_no: Angir dimensjonsverdikoden som er knyttet til kladdelinjen.

# Page 2694828564 - Control 84284101 - Property 1295455071
source: Specifies the dimension value code linked to the journal line.
fr_be: Spécifie le code section analytique lié à cette ligne feuille.
nb_no: Angir dimensjonsverdikoden som er knyttet til kladdelinjen.

# Page 2694828564 - Control 874212758 - Property 1295455071
source: Specifies the name of the journal batch.
fr_be: Spécifie le nom de la feuille.
nb_no: Angir navnet på kladden.

# Page 2694828564 - Control 874212758 - Property 2879900210
source: Batch Name
fr_be: Nom de la feuille
nb_no: Bunkenavn

# Page 2694828564 - Control 9410270 - Property 1295455071
source: Specifies the balance that has accumulated in the journal selected on the line.
fr_be: Spécifie le solde cumulé dans la feuille sélectionnée sur la ligne.
nb_no: Angir saldoen som er akkumulert i kladden på den valgte linjen.

# Page 2740809939 - Control 2193149077 - Property 1295455071
source: Specifies the account number that the entry on the journal line will be posted to.
fr_be: Spécifie le numéro de compte sur lequel l'écriture de la ligne feuille est validée.
nb_no: Angir kontonummeret som posten på kladdelinjen skal bokføres på.

# Page 2740809939 - Control 2193149077 - Property 2879900210
source: Statistical Account No.
fr_be: N° compte statistique
nb_no: Statistisk kontonr.

# Page 2740809939 - Control 2961552353 - Property 1295455071
source: Specifies the name of the journal.
fr_be: Spécifie le nom de la feuille.
nb_no: Angir navnet på kladden.

# Page 2740809939 - Control 3461834954 - Property 1295455071
source: Specifies a brief description of the journal batch you are creating.
fr_be: Indique une brève description de la feuille que vous créez.
nb_no: Angir en kort beskrivelse av kladden du oppretter.

# Page 2740809939 - Control 422618514 - Property 1295455071
source: Specifies the account name that the entry on the journal line will be posted to.
fr_be: Spécifie le nom du compte sur lequel l'écriture de la ligne feuille est validée.
nb_no: Angir navnet på kontoen som posten på kladdelinjen skal bokføres på.

# Page 2740809939 - Control 422618514 - Property 2879900210
source: Statistical Account Name
fr_be: Nom compte statistique
nb_no: Statistisk kontonavn

# Page 3735526716 - Control 25700210 - Property 1295455071
source: Specifies the balance of the entries in the statistical account.
fr_be: Spécifie le solde des écritures dans le compte statistique.
nb_no: Angir saldoen for postene i statistisk konto.

# Page 3735526716 - Control 25700210 - Property 2879900210
source: Balance
fr_be: Solde
nb_no: Saldo

# Page 3735526716 - Control 2961552353 - Property 1295455071
source: Specifies the statistical account name.
fr_be: Spécifie le nom du compte statistique.
nb_no: Angir det statistiske kontonavnet.

# Page 3735526716 - Control 2961552353 - Property 2879900210
source: Name
fr_be: Nom
nb_no: Navn

# Page 3735526716 - Control 3543129988 - Property 1295455071
source: Specifies whether the statistical account can be used.
fr_be: Indique s’il est possible d’utiliser le compte statistique.
nb_no: Angir om statistiske kontoer kan brukes.

# Page 3735526716 - Control 3543129988 - Property 2879900210
source: Blocked
fr_be: Bloqué
nb_no: Sperret

# Page 3735526716 - Control 4200184881 - Property 1295455071
source: Specifies the statistical account number.
fr_be: Spécifie le numéro de compte statistique.
nb_no: Angir det statistiske kontonummeret.

# Page 3735526716 - Control 4200184881 - Property 2879900210
source: No.
fr_be: N°
nb_no: Nr.

# Page 3774659090 - Control 3394896907 - Property 1295455071
source: Specifies changes in the actual general ledger amount.
fr_be: Spécifie les modifications du montant réel de comptabilité.
nb_no: Angir endringer i det faktiske finansbeløpet.

# Page 3774659090 - Control 3394896907 - Property 2879900210
source: Net Change
fr_be: Solde période
nb_no: Bevegelse

# Page 3774659090 - Control 636392376 - Property 1295455071
source: Specifies the amount for the period on the line.
fr_be: Spécifie le montant pour la période de la ligne.
nb_no: Angir beløpet for perioden på linjen.

# Page 3774659090 - Control 636392376 - Property 2879900210
source: Amount
fr_be: Montant
nb_no: Beløp

# Page 3774659090 - Control 827478726 - Property 1295455071
source: Specifies the name of the period shown in the line.
fr_be: Spécifie le nom de la période affichée dans la ligne.
nb_no: Angir navnet på perioden som vises på linjen.

# Page 3774659090 - Control 827478726 - Property 2879900210
source: Period Name
fr_be: Nom période
nb_no: Periodenavn

# Page 3774659090 - Control 864109087 - Property 1295455071
source: Specifies the start date of the period defined on the line for the statistical account balance.
fr_be: Spécifie la date de début de la période définie sur la ligne pour le solde compte du compte statistique.
nb_no: Angir startdatoen for perioden som er definert på linjen for den statistiske kontosaldoen.

# Page 3774659090 - Control 864109087 - Property 2879900210
source: Period Start
fr_be: Début période
nb_no: Periodens start

# Page 3787656683 - Control 1622979514 - Property 1295455071
source: Specifies the account number that the reversal was posted to.
fr_be: Spécifie le numéro du compte sur lequel la contrepassation est validée.
nb_no: Angir kontonummeret som tilbakeføringen ble bokført til.

# Page 3787656683 - Control 2588032914 - Property 1295455071
source: Specifies erroneous postings that you want to undo by using the Reverse function.
fr_be: Spécifie les validations erronées que vous souhaitez annuler en utilisant la fonction Inverser.
nb_no: Angir uriktige bokføringer du vil angre ved hjelp av tilbakeføringsfunksjonen.

# Page 3787656683 - Control 2704330142 - Property 1295455071
source: Specifies the name of the journal batch, a personalized journal layout, that the entries were posted from.
fr_be: Spécifie le nom de la feuille qui est une présentation feuille personnalisée à partir de laquelle les écritures ont été validées.
nb_no: Angir navnet på kladden, et tilpasset kladdoppsett, som postene ble bokført fra.

# Page 3787656683 - Control 3319631365 - Property 1295455071
source: Specifies the number of the transaction that was reversed.
fr_be: Spécifie le numéro de la transaction contrepassée.
nb_no: Angir nummeret for transaksjonen som ble tilbakeført.

# Page 3787656683 - Control 3461834954 - Property 1295455071
source: Specifies a description of the record.
fr_be: Spécifie la description de l’enregistrement.
nb_no: Angir en beskrivelse av posten.

# Page 3787656683 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for the entry.
fr_be: Spécifie la date comptabilisation de l’écriture.
nb_no: Angir postens bokføringsdato.

# Page 3787656683 - Control 486908828 - Property 1295455071
source: Specifies the document number of the transaction that created the entry.
fr_be: Spécifie le numéro document de la transaction qui a créé l'écriture.
nb_no: Angir dokumentnummeret til transaksjonen som opprettet posten.

# Page 3787656683 - Control 636392376 - Property 1295455071
source: Specifies the amount on the entry to be reversed.
fr_be: Indique le montant de l’écriture à contrepasser.
nb_no: Angir beløpet på posten som skal tilbakeføres.

# Page 3787656683 - Control 883711285 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specified number series when the entry was created.
fr_be: Spécifie le numéro de l’écriture, tel qu’il est affecté à partir de la souche de numéros spécifiée lors de la création de l’écriture.
nb_no: Angir nummeret for oppføringen, som tilordnet fra den angitte nummerserien da oppføringen ble opprettet.

# Page 2694828564 - NamedType 1294969821
source: Do you want to register the journal lines?
fr_be: Voulez-vous enregistrer les lignes de la feuille ?
nb_no: Vil du registrere kladdelinjene?

# Page 2694828564 - NamedType 1413683262
source: The batch name does not exist
fr_be: Le nom de la feuille n’existe pas
nb_no: Kladdenavnet finnes ikke

# Page 3787656683 - NamedType 2660029518
source: The entries were successfully reversed.
fr_be: La contrepassation des écritures a réussi.
nb_no: Postene er tilbakeført.

# Page 3787656683 - NamedType 3687286704
source: Reverse Transaction Entries
fr_be: Contrepasser les écritures de transaction
nb_no: Tilbakefør transaksjonsposter

# Page 3787656683 - NamedType 3860967315
source: Reverse Register Entries
fr_be: Contrepasser les écritures de registre
nb_no: Tilbakefør registerposter

# Page 1103004858 - Property 2879900210
source: Statistical account
fr_be: Compte statistique
nb_no: Statistisk konto

# Page 1291030389 - Property 2879900210
source: Statistical Account Balance
fr_be: Solde compte statistique
nb_no: Statistisk kontosaldo

# Page 1472770300 - Property 2879900210
source: Statistical Account Ledger Entries
fr_be: Écritures comptables de compte statistique
nb_no: Statistiske kontoposter

# Page 1472770300 - Property 3863440606
source: Statistical account ledger entries, Unit account ledger entries, Non-posting account ledger entries
fr_be: Écritures comptables de compte statistique, Écritures comptables de compte unitaire, Écritures comptables de compte non imputable
nb_no: Statistiske kontoposter, Enhetskontoposter, Ikke-bokføringskontoposter

# Page 2694828564 - Property 2879900210
source: Statistical Account Journal
fr_be: Feuille compte statistique
nb_no: Statistisk kontokladd

# Page 2694828564 - Property 3863440606
source: statistical accounts journals,unit account journals,statistical account posting
fr_be: journaux comptes statistiques,journaux comptes unitaires,validation compte statistique
nb_no: statistiske kontokladder,enhetskontokladder,statistisk kontobokføring

# Page 2740809939 - Property 2879900210
source: Statistical Account Journal Batch
fr_be: Nom feuille compte statistique
nb_no: Statistisk kontokladd

# Page 3735526716 - Property 2879900210
source: Statistical Accounts
fr_be: Comptes statistiques
nb_no: Statistiske kontoer

# Page 3735526716 - Property 3863440606
source: Statistical accounts, Unit accounts, Non-posting accounts
fr_be: Comptes statistiques, Comptes unitaires, Comptes non imputables
nb_no: Statistiske kontoer, Enhetskontoer, Ikke-bokføringskontoer

# Page 3774659090 - Property 2879900210
source: Lines
fr_be: Lignes
nb_no: Linjer

# Page 3787656683 - Property 2879900210
source: Reverse Entries
fr_be: Contrepasser les écritures
nb_no: Tilbakefør poster

# PageExtension 1938842319 - Action 1520112955 - Property 1295455071
source: Define statistical accounts for tracking non-transactional data.
fr_be: Définissez les comptes statistiques pour le suivi des données non transactionnelles.
nb_no: Definer statistiske kontoer for sporing av ikke-transaksjonelle data.

# PageExtension 1938842319 - Action 1520112955 - Property 2879900210
source: Statistical Accounts
fr_be: Comptes statistiques

# PageExtension 978306832 - Action 140166112 - Property 1295455071
source: Show Statistical Account Analysis.
fr_be: Affichez l’analyse du compte statistique.

# PageExtension 978306832 - Action 140166112 - Property 2879900210
source: Show Statistical Account Analysis
fr_be: Afficher l’analyse du compte statistique

# PageExtension 1032181344 - Control 2995380534 - Property 1295455071
source: Specifies which statistical accounts are shown in the analysis view.
fr_be: Spécifie les comptes statistiques qui sont affichés dans la vue d’analyse.

# PageExtension 1032181344 - Control 2995380534 - Property 2879900210
source: Statistical Account Filter
fr_be: Filtre compte statistique
