Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: statisticalaccounts/source/Statistical Accounts/Translations/Statistical Accounts.*.xlf
Languages: fr_be, nb_no

# PermissionSet 15885222 - Property 2879900210
source: Statistical Accounts - Objects
fr_be: Comptes statistiques - Objets
nb_no: Statistiske kontoer – objekter

# PermissionSet 560783484 - Property 2879900210
source: Statistical Accounts - View
fr_be: Comptes statistiques - Affichage
nb_no: Statistiske kontoer – vis

# PermissionSet 737395194 - Property 2879900210
source: Statistical Accounts - Read
fr_be: Comptes statistiques - Lecture
nb_no: Statistiske kontoer – les

# Table 2740809939 - Field 1601644559 - Property 2879900210
source: Statistical Account No.
fr_be: N° compte statistique
nb_no: Statistisk kontonr.

# Table 2740809939 - Field 1634768719 - Property 2879900210
source: Statistical Account Name
fr_be: Nom compte statistique
nb_no: Statistisk kontonavn

# Table 2740809939 - Field 2961552353 - Property 2879900210
source: Name
fr_be: Nom
nb_no: Navn

# Table 2740809939 - Field 3684440170 - Property 2879900210
source: Journal Template Name
fr_be: Nom modèle feuille
nb_no: Kladdemalnavn

# Table 3299409349 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_be: Code raccourci axe 2
nb_no: Kode for snarveisdimensjon 2

# Table 3299409349 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_be: Code raccourci axe 1
nb_no: Kode for snarveisdimensjon 1

# Table 3299409349 - Field 1601644559 - Property 2879900210
source: Statistical Account No.
fr_be: N° compte statistique
nb_no: Statistisk kontonr.

# Table 3299409349 - Field 1634768719 - Property 2879900210
source: Statistical Account Name
fr_be: Nom compte statistique
nb_no: Statistisk kontonavn

# Table 3299409349 - Field 2366654718 - Property 2879900210
source: Allocated Amt. (LCY)
fr_be: Montant imputé (DS)
nb_no: Fordelt beløp (lokal valuta)

# Table 3299409349 - Field 2704330142 - Property 2879900210
source: Journal batch name
fr_be: Nom de la feuille
nb_no: Kladdenavn

# Table 3299409349 - Field 3320823955 - Property 2879900210
source: Line No.
fr_be: N° ligne
nb_no: Linjenr.

# Table 3299409349 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_be: ID ensemble de dimensions
nb_no: Dimensjonssett-ID

# Table 3299409349 - Field 3684440170 - Property 2879900210
source: Journal Template Name
fr_be: Nom modèle feuille
nb_no: Kladdemalnavn

# Table 3299409349 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_be: Date validation
nb_no: Bokføringsdato

# Table 3299409349 - Field 486908828 - Property 2879900210
source: Document No.
fr_be: N° document
nb_no: Dokumentnr.

# Table 3299409349 - Field 636392376 - Property 2879900210
source: Amount
fr_be: Montant
nb_no: Beløp

# Table 3691299527 - Field 2304016699 - Property 2879900210
source: Net Change
fr_be: Solde période
nb_no: Bevegelse

# Table 3691299527 - Field 459019446 - Property 2879900210
source: Period End
fr_be: Fin période
nb_no: Periodeslutt

# Table 3691299527 - Field 636392376 - Property 2879900210
source: Amount
fr_be: Montant
nb_no: Beløp

# Table 3691299527 - Field 827478726 - Property 2879900210
source: Period Name
fr_be: Nom période
nb_no: Periodenavn

# Table 3691299527 - Field 864109087 - Property 2879900210
source: Period Start
fr_be: Début période
nb_no: Periodens start

# Table 3691299527 - Field 95864743 - Property 2879900210
source: Period Type
fr_be: Type de période
nb_no: Periodetype

# Table 3691299527 - Field 95864743 - Property 62802879
source: Day,Week,Month,Quarter,Year,Period
fr_be: Jour,Semaine,Mois,Trimestre,Année,Période
nb_no: Dag,Uke,Måned,Kvartal,År,Periode

# Table 3703212798 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
fr_be: Code axe principal 1
nb_no: Kode for global dimensjon 1

# Table 3703212798 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
fr_be: Code axe principal 2
nb_no: Kode for global dimensjon 2

# Table 3703212798 - Field 1861213814 - Property 2879900210
source: Global Dimension 1 Filter
fr_be: Filtre axe principal 1
nb_no: Filter for global dimensjon 1

# Table 3703212798 - Field 2304016699 - Property 2879900210
source: Net Change
fr_be: Solde période
nb_no: Bevegelse

# Table 3703212798 - Field 2310296825 - Property 2879900210
source: Dimension Set ID Filter
fr_be: Filtre ID ensemble de dimensions
nb_no: Filter for dimensjonssett-ID

# Table 3703212798 - Field 25700210 - Property 2879900210
source: Balance
fr_be: Solde
nb_no: Saldo

# Table 3703212798 - Field 2961552353 - Property 2879900210
source: Name
fr_be: Nom
nb_no: Navn

# Table 3703212798 - Field 3543129988 - Property 2879900210
source: Blocked
fr_be: Bloqué
nb_no: Sperret

# Table 3703212798 - Field 3730000841 - Property 2879900210
source: Balance at Date
fr_be: Solde au
nb_no: Saldo per dato

# Table 3703212798 - Field 4200184881 - Property 2879900210
source: No.
fr_be: N°
nb_no: Nr.

# Table 3703212798 - Field 588326355 - Property 2879900210
source: Global Dimension 2 Filter
fr_be: Filtre axe principal 2
nb_no: Filter for global dimensjon 2

# Table 3703212798 - Field 995090288 - Property 2879900210
source: Date Filter
fr_be: Filtre date
nb_no: Datofilter

# Table 420906942 - Field 1027046424 - Property 2879900210
source: Reversed by Entry No.
fr_be: Contrepassé par n° écriture
nb_no: Tilbakeført ved løpenr.

# Table 420906942 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
fr_be: Code axe principal 1
nb_no: Kode for global dimensjon 1

# Table 420906942 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
fr_be: Code axe principal 2
nb_no: Kode for global dimensjon 2

# Table 420906942 - Field 1601644559 - Property 2879900210
source: Statistical Account No.
fr_be: N° compte statistique
nb_no: Statistisk kontonr.

# Table 420906942 - Field 230351473 - Property 2879900210
source: Reversed Entry No.
fr_be: N° écriture contrepassée
nb_no: Tilbakeført løpenr.

# Table 420906942 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
fr_be: Nom de la feuille
nb_no: Kladdenavn

# Table 420906942 - Field 2708250016 - Property 2879900210
source: User ID
fr_be: ID utilisateur
nb_no: Bruker-ID

# Table 420906942 - Field 2711388939 - Property 2879900210
source: Shortcut Dimension 4 Code
fr_be: Code raccourci axe 4
nb_no: Kode for snarveisdimensjon 4

# Table 420906942 - Field 2765633070 - Property 2879900210
source: Shortcut Dimension 7 Code
fr_be: Code raccourci axe 7
nb_no: Kode for snarveisdimensjon 7

# Table 420906942 - Field 3319631365 - Property 2879900210
source: Transaction No.
fr_be: N° transaction
nb_no: Transaksjonsnr.

# Table 420906942 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_be: ID ensemble de dimensions
nb_no: Dimensjonssett-ID

# Table 420906942 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_be: Date validation
nb_no: Bokføringsdato

# Table 420906942 - Field 3744289816 - Property 2879900210
source: Reversed
fr_be: Contrepassé
nb_no: Tilbakeført

# Table 420906942 - Field 405681708 - Property 2879900210
source: Shortcut Dimension 5 Code
fr_be: Code raccourci axe 5
nb_no: Kode for snarveisdimensjon 5

# Table 420906942 - Field 4126842061 - Property 2879900210
source: Shortcut Dimension 6 Code
fr_be: Code raccourci axe 6
nb_no: Kode for snarveisdimensjon 6

# Table 420906942 - Field 486908828 - Property 2879900210
source: Document No.
fr_be: N° document
nb_no: Dokumentnr.

# Table 420906942 - Field 636392376 - Property 2879900210
source: Amount
fr_be: Montant
nb_no: Beløp

# Table 420906942 - Field 781257514 - Property 2879900210
source: Shortcut Dimension 3 Code
fr_be: Code raccourci axe 3
nb_no: Kode for snarveisdimensjon 3

# Table 420906942 - Field 785667711 - Property 2879900210
source: Shortcut Dimension 8 Code
fr_be: Code raccourci axe 8
nb_no: Kode for snarveisdimensjon 8

# Table 420906942 - Field 883711285 - Property 2879900210
source: Entry No.
fr_be: N° écriture
nb_no: Løpenr.

# Table 2740809939 - NamedType 1067105188
source: DEFAULT
fr_be: PAR DÉFAUT
nb_no: STANDARD

# Table 2740809939 - NamedType 1470022715
source: Default Batch
fr_be: Nom feuille par défaut
nb_no: Standardbunke

# Table 3299409349 - NamedType 3936419527
source: Statistical account %1 is blocked. Journal line %2.
fr_be: Le compte statistique %1 est bloqué. Ligne feuille %2.
nb_no: Statistisk konto%1 er sperret. Kladdelinje %2.

# Table 3703212798 - NamedType 2066119360
source: There are ledger entries connected with this account. Deleting the account will permanently delete the ledger entries.\\Do you want to continue?
fr_be: Il existe des écritures comptables associées à ce compte. Si vous supprimez le compte, les écritures comptables seront définitivement supprimées.\\Voulez-vous continuer ?
nb_no: Det finnes poster som er knyttet til denne kontoen. Hvis du sletter kontoen, slettes postene permanent.\\Vil du fortsette?

# Table 3703212798 - NamedType 4047636432
source: You will not be able to restore the ledger entries.\\Do you want to cancel the operation?
fr_be: Vous ne pourrez pas restaurer les écritures comptables.\\Voulez-vous annuler l’opération ?
nb_no: Du kan ikke gjenopprette postene.\\Vil du avbryte operasjonen?

# Table 2740809939 - Property 2879900210
source: Statistical Account Journal Batch
fr_be: Nom feuille compte statistique
nb_no: Statistisk kontokladd

# Table 3299409349 - Property 2879900210
source: Statistical Account Journal
fr_be: Feuille compte statistique
nb_no: Statistisk kontokladd

# Table 3691299527 - Property 2879900210
source: Stat. Acc. Balance Buffer
fr_be: Tampon solde compte statique
nb_no: Statistisk kontosaldobuffer

# Table 3703212798 - Property 2879900210
source: Statistical Account
fr_be: Compte statistique
nb_no: Statistisk konto

# Table 420906942 - Property 2879900210
source: Statistical Ledger Entry
fr_be: Écriture comptable statistique
nb_no: Statistisk post

# TableExtension 1032181344 - Field 276476254 - Property 2879900210
source: Statistical Account Filter
fr_be: Filtre compte statistique

# TableExtension 1082028096 - Field 2218020965 - Property 2879900210
source: Statistical Account Journal
fr_be: Feuille compte statistique
nb_no: Statistisk kontokladd

# TableExtension 1032181344 - NamedType 2251879158
source: Changing the setup values will delete the existing entries.\\You will have to update again.\\Do you want to continue?
fr_be: Si vous modifiez les valeurs de configuration, les écritures existantes seront supprimées.\\Vous devrez effectuer une nouvelle mise à jour.\\Voulez-vous continuer ?

# Codeunit 3825015776 - NamedType 2251879158
source: Changing the setup values will delete the existing entries.\\You will have to update again.\\Do you want to continue?
nb_no: Hvis du endrer oppsettsverdiene, slettes de eksisterende postene.\\Du må oppdatere på nytt.\\Vil du fortsette?

# Page 1291030389 - Control 2346885236 - Property 2879900210
source: Options
nb_no: Alternativer

# Page 1472770300 - Control 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# PageExtension 1938842319 - Action 1520112955 - Property 2879900210
source: Statistical account
nb_no: Statistisk konto

# Table 2740809939 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 3299409349 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 420906942 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse
