Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: statisticalaccounts/source/Statistical Accounts/Translations/Statistical Accounts.*.xlf
Languages: fr_be, nb_no

# Codeunit 1392926021 - NamedType 3936419527
source: Statistical account %1 is blocked. Journal line %2.
fr_be: Le compte statistique %1 est bloqué. Ligne feuille %2.
nb_no: Statistisk konto%1 er sperret. Kladdelinje %2.

# Codeunit 2485622022 - NamedType 3291926596
source: There is no statistical account named %1.
fr_be: Il n’existe pas de compte statistique nommé %1.
nb_no: Det finnes ingen statistisk konto med navnet %1.

# Codeunit 3354410436 - NamedType 1031476272
source: PERIODS
fr_be: PÉRIODES
nb_no: PERIODER

# Codeunit 3354410436 - NamedType 1157549009
source: DEPARTMENT
fr_be: DÉPARTEMENT
nb_no: AVDELING

# Codeunit 3354410436 - NamedType 1195497851
source: Hired for %1.
fr_be: Embauché pour %1.
nb_no: Ansatt for %1.

# Codeunit 3354410436 - NamedType 1421536496
source: The setup was completed successfully.
fr_be: La configuration s’est terminée correctement.
nb_no: Oppsettet er fullført.

# Codeunit 3354410436 - NamedType 1684268115
source: Office/prod space in m2
fr_be: Espace de bureau/prod. en m2
nb_no: Kontor/prod.plass i m2

# Codeunit 3354410436 - NamedType 2120969243
source: Number of Employees
fr_be: Nombre d’employés
nb_no: Antall ansatte

# Codeunit 3354410436 - NamedType 2307979595
source: There is no demonstrational data available. Would you like to create the demonstrational data?
fr_be: Aucune donnée de démonstration n’est disponible. Voulez-vous créer les données de démonstration ?
nb_no: Ingen demonstrasjonsdata er tilgjengelige. Vil du opprette demonstrasjonsdataene?

# Codeunit 3354410436 - NamedType 2587722034
source: To delete the data you must be in a company that has Demo Company set in the Company Information table.
fr_be: Pour supprimer les données, vous devez faire partie d’une société dont la société de démonstration est définie dans la table Informations société.
nb_no: Hvis du vil slette dataene, må du være i et selskap som har Demonstrasjonsselskap angitt i tabellen Selskapsopplysninger.

# Codeunit 3354410436 - NamedType 2648855758
source: Headcount reduction for %1.
fr_be: Réduction des effectifs pour %1.
nb_no: Antallsreduksjon for %1.

# Codeunit 3354410436 - NamedType 3287583520
source: Create demonstrational data.
fr_be: Créez des données de démonstration.
nb_no: Opprett demonstrasjonsdata.

# Codeunit 3354410436 - NamedType 3498676828
source: Closed of %1, added to %2.
fr_be: Fermeture de %1, ajouté à %2.
nb_no: Lukket av %1, lagt til i %2.

# Codeunit 3354410436 - NamedType 3791247424
source: Number of Employees
fr_be: Nombre d’employés
nb_no: Antall ansatte

# Codeunit 3354410436 - NamedType 3915264212
source: Expansion of %1.
fr_be: Extension de %1.
nb_no: Utvidelse av %1.

# Codeunit 3354410436 - NamedType 3972835936
source: Main building offices - %1.
fr_be: Bureaux du bâtiment principal - %1.
nb_no: Kontorer i hovedbygg – %1.

# Codeunit 3354410436 - NamedType 416802569
source: REVENUE
fr_be: REVENUS
nb_no: INNTEKT

# Codeunit 3354410436 - NamedType 67452029
source: EMPLOYEES
fr_be: EMPLOYÉS
nb_no: ANSATTE

# Codeunit 3354410436 - NamedType 743861890
source: Initial headcount of %1.
fr_be: Effectif initial de %1.
nb_no: Opprinnelig antall %1.

# Codeunit 3354410436 - NamedType 841449599
source: This action will delete all setup data. Do you want to continue?
fr_be: Cette action entraînera la suppression de toutes les données de configuration. Voulez-vous continuer ?
nb_no: Denne handlingen sletter alle oppsettsdata. Vil du fortsette?

# Codeunit 3354410436 - NamedType 876503741
source: Revenue per Employee
fr_be: Revenu par employé
nb_no: Inntekter per ansatt

# Codeunit 3479884081 - NamedType 186911711
source: Register type is not supported for statistical accounts
fr_be: Le type de registre n’est pas pris en charge pour les comptes statistiques
nb_no: Registertype støttes ikke for statistiske kontoer

# Codeunit 3479884081 - NamedType 4073389107
source: The transaction cannot be reversed because %1 has been deleted.
fr_be: Impossible de contrepasser la transaction, car %1 a été supprimée.
nb_no: Transaksjonen kan ikke tilbakeføres fordi %1 er slettet.

# Codeunit 839727883 - NamedType 2310760446
source: The journal lines were successfully registered.
fr_be: Les lignes de la feuille ont été enregistrées correctement.
nb_no: Kladdelinjene ble registrert.

# Codeunit 839727883 - NamedType 2867144877
source: There is nothing to register.
fr_be: Il n’y a rien à enregistrer.
nb_no: Det finnes ingenting å registrere.

# EnumExtension 227151148 - EnumValue 3703212798 - Property 2879900210
source: Statistical Account
fr_be: Compte statistique
nb_no: Statistisk konto

# EnumExtension 397478488 - EnumValue 3703212798 - Property 2879900210
source: Statistical Account
fr_be: Compte statistique
nb_no: Statistisk konto

# EnumExtension 4011872828 - EnumValue 3703212798 - Property 2879900210
source: Statistical Account
fr_be: Compte statistique
nb_no: Statistisk konto

# EnumExtension 965766073 - EnumValue 3703212798 - Property 2879900210
source: Statistical Account
fr_be: Compte statistique
nb_no: Statistisk konto

# Page 1103004858 - Action 1008043521 - Property 1295455071
source: View the statistical ledger entries for the selected account.
fr_be: Affichez les écritures comptables statistiques pour le compte sélectionné.
nb_no: Vis statistiske finansposter for den valgte kontoen.

# Page 1103004858 - Action 1008043521 - Property 2879900210
source: Ledger Entries
fr_be: Écritures comptables
nb_no: Finansposter

# Page 1103004858 - Action 1892509601 - Property 2879900210
source: A&ccount
fr_be: &Compte
nb_no: Ko&nto

# Page 1103004858 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.

# Page 1103004858 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
nb_no: Dimensjoner

# Page 1103004858 - Action 2694828564 - Property 1295455071
source: Open the statistical accounts journal, for example, to record or post an update to non-transactional data.
fr_be: Ouvrez la feuille comptes statistiques, par exemple, pour enregistrer ou valider une mise à jour sur des données non transactionnelles.
nb_no: Åpne den statistiske kontojournalen, for eksempel for å registrere eller bokføre en oppdatering til ikke-transaksjonelle data.

# Page 1103004858 - Action 2694828564 - Property 2879900210
source: Statistical Accounts Journal
fr_be: Feuille comptes statistiques
nb_no: Statistisk kontojournaler

# Page 1103004858 - Action 2925889640 - Property 1295455071
source: View a summary of the balances for different time periods for the account.
fr_be: Affichez un résumé des soldes pour différentes périodes pour le compte.
nb_no: Vis en oversikt over saldoene i forskjellige tidsperioder for kontoen.

# Page 1103004858 - Action 2925889640 - Property 2879900210
source: Statistical &Account Balance
fr_be: &Solde compte statistique
nb_no: Statistisk &kontosaldo

# Page 1103004858 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 1103004858 - Action 98347600 - Property 2879900210
source: Periodic Activities
fr_be: Activités périodiques
nb_no: Periodiske aktiviteter

# Page 1291030389 - Action 1008043521 - Property 1295455071
source: View the statistical ledger entries for selected account.
fr_be: Affichez les écritures comptables statistiques pour le compte sélectionné.
nb_no: Vis statistiske finansposter for valgt konto.

# Page 1291030389 - Action 1008043521 - Property 2879900210
source: Ledger Entries
fr_be: Écritures comptables
nb_no: Finansposter

# Page 1291030389 - Action 1892509601 - Property 2879900210
source: A&ccount
fr_be: &Compte
nb_no: Ko&nto

# Page 1291030389 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.

# Page 1291030389 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
nb_no: Dimensjoner

# Page 1291030389 - Action 2694828564 - Property 1295455071
source: Open the statistical accounts journal, for example, to record or post an update to non-transactional data.
fr_be: Ouvrez la feuille comptes statistiques, par exemple, pour enregistrer ou valider une mise à jour sur des données non transactionnelles.
nb_no: Åpne den statistiske kontojournalen, for eksempel for å registrere eller bokføre en oppdatering til ikke-transaksjonelle data.

# Page 1291030389 - Action 2694828564 - Property 2879900210
source: Statistical Accounts Journal
fr_be: Feuille comptes statistiques
nb_no: Statistisk kontojournaler

# Page 1291030389 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 1291030389 - Action 98347600 - Property 2879900210
source: Periodic Activities
fr_be: Activités périodiques
nb_no: Periodiske aktiviteter

# Page 1472770300 - Action 1892509601 - Property 2879900210
source: A&ccount
fr_be: &Compte
nb_no: Ko&nto

# Page 1472770300 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.

# Page 1472770300 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
nb_no: Dimensjoner

# Page 1472770300 - Action 2694828564 - Property 1295455071
source: Open the statistical accounts journal, for example, to record or post an update to non-transactional data.
fr_be: Ouvrez la feuille comptes statistiques, par exemple, pour enregistrer ou valider une mise à jour sur des données non transactionnelles.
nb_no: Åpne den statistiske kontojournalen, for eksempel for å registrere eller bokføre en oppdatering til ikke-transaksjonelle data.

# Page 1472770300 - Action 2694828564 - Property 2879900210
source: Statistical Accounts Journal
fr_be: Feuille comptes statistiques
nb_no: Statistisk kontojournaler

# Page 1472770300 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_be: F&onctions
nb_no: F&unksjoner

# Page 1472770300 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 1472770300 - Action 3507967928 - Property 1295455071
source: Reverse a posted statistical ledger entry.
fr_be: Contrepassez une écriture comptable statistique validée.
nb_no: Tilbakefør en bokført statistisk finanspost.

# Page 1472770300 - Action 3507967928 - Property 2879900210
source: Reverse Transaction
fr_be: Contrepasser transaction
nb_no: Tilbakefør transaksjon

# Page 1472770300 - Action 98347600 - Property 2879900210
source: Periodic Activities
fr_be: Activités périodiques
nb_no: Periodiske aktiviteter

# Page 2694828564 - Action 1008043521 - Property 1295455071
source: View the statistical ledger entries for the selected account.
fr_be: Affichez les écritures comptables statistiques pour le compte sélectionné.
nb_no: Vis statistiske finansposter for den valgte kontoen.

# Page 2694828564 - Action 1008043521 - Property 2879900210
source: Ledger Entries
fr_be: Écritures comptables
nb_no: Finansposter

# Page 2694828564 - Action 1402615620 - Property 2879900210
source: &Line
fr_be: &Ligne
nb_no: &Linje

# Page 2694828564 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.

# Page 2694828564 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
nb_no: Dimensjoner

# Page 2694828564 - Action 2675496269 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 2694828564 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 2694828564 - Action 4149417275 - Property 1295455071
source: Finalize the document or journal by registering the amounts and quantities to the related accounts in your company books.
fr_be: Finalisez le document ou la feuille en enregistrant les montants et les quantités sur les comptes concernés dans la comptabilité de la société.
nb_no: Fullfør dokumentet eller kladden ved å registrere beløpene og antallene til de relaterte kontoene i selskapstablåene.

# Page 2694828564 - Action 4149417275 - Property 2879900210
source: Register
fr_be: Enregistrer
nb_no: Journal

# Page 2740809939 - Action 210935239 - Property 1295455071
source: Modify an existing statistical account journal.
fr_be: Modifiez un journal des comptes statistiques existant.
nb_no: Endre en eksisterende statistisk kontokladd.

# Page 2740809939 - Action 210935239 - Property 2879900210
source: Edit Journal
fr_be: Modifier journal
nb_no: Rediger kladd

# Page 2740809939 - Action 2675496269 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 2740809939 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 3735526716 - Action 1008043521 - Property 1295455071
source: View the statistical ledger entries for the selected account.
fr_be: Affichez les écritures comptables statistiques pour le compte sélectionné.
nb_no: Vis statistiske finansposter for den valgte kontoen.

# Page 3735526716 - Action 1008043521 - Property 2879900210
source: Ledger Entries
fr_be: Écritures comptables
nb_no: Finansposter

# Page 3735526716 - Action 1892509601 - Property 2879900210
source: A&ccount
fr_be: &Compte
nb_no: Ko&nto

# Page 3735526716 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_be: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.

# Page 3735526716 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_be: Axes analytiques
nb_no: Dimensjoner

# Page 3735526716 - Action 2641415901 - Property 1295455071
source: Runs the action to cleanup the demonstrational data. It can only be used in a non-productional company.
fr_be: Exécute l’action pour nettoyer les données de démonstration. Peut être utilisé seulement dans une société hors-production.
nb_no: Kjører handlingen for å rydde i demonstrasjonsdataene. Den kan bare brukes i et ikke-produksjonsselskap.

# Page 3735526716 - Action 2641415901 - Property 2879900210
source: Cleanup demonstrational Data
fr_be: Nettoyer données de démonstration
nb_no: Rydd i demonstrasjonsdata

# Page 3735526716 - Action 2694828564 - Property 1295455071
source: Open the statistical accounts journal, for example, to record or post an update to non-transactional data.
fr_be: Ouvrez la feuille comptes statistiques, par exemple, pour enregistrer ou valider une mise à jour sur des données non transactionnelles.
nb_no: Åpne den statistiske kontojournalen, for eksempel for å registrere eller bokføre en oppdatering til ikke-transaksjonelle data.

# Page 3735526716 - Action 2694828564 - Property 2879900210
source: Statistical Accounts Journal
fr_be: Feuille comptes statistiques
nb_no: Statistisk kontojournaler

# Page 3735526716 - Action 2925889640 - Property 1295455071
source: View a summary of the balances for different time periods for the account.
fr_be: Affichez un résumé des soldes pour différentes périodes pour le compte.
nb_no: Vis en oversikt over saldoene i forskjellige tidsperioder for kontoen.

# Page 3735526716 - Action 2925889640 - Property 2879900210
source: Statistical &Account Balance
fr_be: &Solde compte statistique
nb_no: Statistisk &kontosaldo

# Page 3735526716 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 3735526716 - Action 3686380064 - Property 1295455071
source: Runs the action to setup the demonstrational data. It can only be used in a non-productional company.
fr_be: Exécute l’action pour configurer les données de démonstration. Peut être utilisé seulement dans une société hors-production.
nb_no: Kjører handlingen for å konfigurere demonstrasjonsdataene. Den kan bare brukes i et ikke-produksjonsselskap.

# Page 3735526716 - Action 3686380064 - Property 2879900210
source: Setup demonstrational data
fr_be: Configurer les données de démonstration
nb_no: Konfigurer demonstrasjonsdata

# Page 3735526716 - Action 4012215381 - Property 2879900210
source: Demo data
fr_be: Données de démonstration
nb_no: Demonstrasjonsdata

# Page 3735526716 - Action 98347600 - Property 2879900210
source: Periodic Activities
fr_be: Activités périodiques
nb_no: Periodiske aktiviteter

# Page 3787656683 - Action 1583656231 - Property 1295455071
source: View the postings you have made in the statistical account ledger.
fr_be: Affichez les validations effectuées dans les écritures compte statistique.
nb_no: Vis bokføringene du har gjort i statistisk finanskonto.

# Page 3787656683 - Action 1583656231 - Property 2879900210
source: Statistical Account Ledger
fr_be: Ecriture compte statistique
nb_no: Statistisk kontopost

# Page 3787656683 - Action 2256583518 - Property 2879900210
source: Ent&ry
fr_be: É&criture
nb_no: Po&st

# Page 3787656683 - Action 2281426861 - Property 2879900210
source: Re&versing
fr_be: &Contrepassation
nb_no: &Tilbakeføring

# Page 3787656683 - Action 3383493608 - Property 2879900210
source: Process
fr_be: Traitement
nb_no: Behandle

# Page 3787656683 - Action 505149012 - Property 1295455071
source: Reverse selected entries.
fr_be: Contrepassez les écritures sélectionnées.
nb_no: Tilbakefører valgte poster.

# Page 3787656683 - Action 505149012 - Property 2879900210
source: Reverse
fr_be: Contrepasser
nb_no: Tilbakefør

# Page 1103004858 - Control 2445482498 - Property 2879900210
source: General
fr_be: Général
nb_no: Generelt

# Page 1103004858 - Control 25700210 - Property 1295455071
source: Specifies the balance
fr_be: Spécifie le solde
nb_no: Angir saldoen

# Page 1103004858 - Control 25700210 - Property 2879900210
source: Balance
fr_be: Solde
nb_no: Saldo

# Page 1103004858 - Control 2961552353 - Property 1295455071
source: Specifies the statistical account name.
fr_be: Spécifie le nom du compte statistique.
nb_no: Angir det statistiske kontonavnet.

# Page 1103004858 - Control 2961552353 - Property 2879900210
source: Name
fr_be: Nom
nb_no: Navn

# Page 1103004858 - Control 3543129988 - Property 1295455071
source: Specifies that the statistical account cannot be used.
fr_be: Spécifie que le compte statistique ne peut pas être utilisé.
nb_no: Angir at statistiske kontoer ikke kan brukes.

# Page 1103004858 - Control 3543129988 - Property 2879900210
source: Blocked
fr_be: Bloqué
nb_no: Sperret

# Page 1103004858 - Control 4200184881 - Property 1295455071
source: Specifies the statistical account number.
fr_be: Spécifie le numéro de compte statistique.
nb_no: Angir det statistiske kontonummeret.

# Page 1103004858 - Control 4200184881 - Property 2879900210
source: No.
fr_be: N°
nb_no: Nr.

# Page 1291030389 - Control 1611443185 - Property 1295455071
source: Specifies whether the balance shown will include closing entries. If you want to see the amounts on income statement accounts in closed years, you must exclude closing entries.
fr_be: Spécifie si le solde affiché inclut les écritures de clôture. Si vous souhaitez visualiser les montants des exercices clôturés, vous devez exclure les écritures de clôture.
nb_no: Angir om saldoen som vises skal inkludere avslutningsposter. Hvis du vil se beløpene i resultatkontiene i avsluttede år, må du utelukke avslutningsposter.

# Page 1291030389 - Control 1611443185 - Property 2879900210
source: Closing Entries
fr_be: Écritures de clôture
nb_no: Avslutningsposter

# Page 1291030389 - Control 1611443185 - Property 62802879
source: Include,Exclude
fr_be: Inclure,Exclure
nb_no: Inkluder,Ekskluder

# Page 1291030389 - Control 2495610112 - Property 1295455071
source: Specifies how amounts are displayed. Net Change: The net change in the balance for the selected period. Balance at Date: The balance as of the last day in the selected period.
fr_be: Spécifie la manière dont les montants sont affichés. Solde période : le solde pour la période sélectionnée. Solde au : le solde au dernier jour de la période sélectionnée.
nb_no: Angir hvordan beløp skal vises. Bevegelse: Bevegelsen i balansen for den valgte perioden. Saldo per dato: Saldoen per siste dag i den valgte perioden.

# Page 1291030389 - Control 2495610112 - Property 2879900210
source: View as
fr_be: Afficher en tant que
nb_no: Vis som

# Page 1291030389 - Control 43593927 - Property 1295455071
source: Specifies by which period amounts are displayed.
fr_be: Indique selon quelle périodicité les montants sont affichés.
nb_no: Angir hvilken periode beløp vises basert på.

# Page 1291030389 - Control 43593927 - Property 2879900210
source: View by
fr_be: Afficher par
nb_no: Vis etter

# Page 1472770300 - Control 1027046424 - Property 1295455071
source: Specifies the number of the correcting entry. If this field shows a number the entry has already been reversed, and it cannot be reversed again.
fr_be: Spécifie le numéro de l’écriture de correction. Si ce champ affiche un numéro, l’écriture a déjà été contrepassée et ne peut pas être contrepassée à nouveau.
nb_no: Angir nummeret på den korrigerende posten. Hvis dette feltet viser et nummer, er posten allerede tilbakeført, og den kan ikke tilbakeføres på nytt.
