Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: onprem permissions/source/OnPrem Permissions/Translations/OnPrem Permissions.*.xlf
Languages: da_dk, es_mx, fr_ca, is_is, nb_no, ru_ru, sv_se

# PermissionSet 2004794658 - Property 2879900210
source: Create entries in Cons. Jnl.
da_dk: Opret poster i konsolkladde
es_mx: Crear movs. en dia. cons.
fr_ca: Créer écritures feuille conso.
is_is: Stofna færslur í notkunarbók
nb_no: Opprett poster i kons.kladd
ru_ru: Созд. записей в журн. потреб.
sv_se: Skapa poster i förbr.jnl

# PermissionSet 2604090878 - Property 2879900210
source: Post Cons. Jnl.
da_dk: Bogfør kons.kld.
es_mx: Reg. dia. cons.
fr_ca: Reporter journal conso.
is_is: Bóka notkunarbók
nb_no: Bokf. kons.kladd
ru_ru: Учет журнала потребления
sv_se: Bokföra förbr.jnl

# PermissionSet 1233948436 - Property 2879900210
source: Read CRP
da_dk: Læs CRP
es_mx: Leer PNC
fr_ca: Lire plan. besoins capacité
is_is: Lesa CRP
nb_no: Les KAP
ru_ru: Чтение планир. мощностей
sv_se: Läsa KPL

# PermissionSet 1559896409 - Property 2879900210
source: Setup CRP
da_dk: Opsæt kap.styring
es_mx: Conf. PNC
fr_ca: Config. plan. besoins capacité
is_is: Uppsetning CRP
nb_no: Oppsett KAP
ru_ru: Настройка планир. мощностей
sv_se: Inställningar CRP

# PermissionSet 1958217860 - Property 2879900210
source: Edit Work & machine ctr.
da_dk: Rediger arbejds/maskincentral
es_mx: Edit. centro trab. y máq.
fr_ca: Modif. centre et poste charge
is_is: Breyta vinnu- og vélast.
nb_no: Red. arb.-/maskinsenter
ru_ru: Изм. раб. и маш. цнтр.
sv_se: Redig. resurs och maskinresurs

# PermissionSet 1775369517 - Property 2879900210
source: Read Production BOM & Routing
da_dk: Læs produktionsstykliste/rute
es_mx: Leer L.M. producción y ruta
fr_ca: Lire nomencl. & itin. prod.
is_is: Lesa framluppskrift og leiðir
nb_no: Les stykkliste/produksjonsrute
ru_ru: Чтение спецификации и маршр.
sv_se: Läsa prod.strukt. och op.följd

# PermissionSet 1535362925 - Property 2879900210
source: Edit Production BOM & Routing
da_dk: Rediger produktionsstklst/rute
es_mx: Editar L.M. producción y ruta
fr_ca: Modifier nom. & itin. prod.
is_is: Breyta framluppskr. og leiðum
nb_no: Red. stykkliste/prod.rute
ru_ru: Изм. спецификации и маршр.
sv_se: Red prod.struktur och op.följd

# PermissionSet 753890315 - Property 2879900210
source: Create entries in Output Jnl.
da_dk: Opret poster i outputkladde
es_mx: Crear movs. en dia. salida
fr_ca: Créer écritures feuille prod.
is_is: Stofna færslur í frálagsbók
nb_no: Opprett poster i avgangskladd
ru_ru: Созд. записей в журн. выхода
sv_se: Skapa poster i utflödesjnl

# PermissionSet 1873287631 - Property 2879900210
source: Post Output Jnl.
da_dk: Postoutputkladde
es_mx: Reg. dia. sal.
fr_ca: Reporter journal production
is_is: Bóka frálagsbók
nb_no: Bokfør avgangskladd
ru_ru: Учет журнала выхода
sv_se: Bokföra utflödesjnl

# PermissionSet 1080298048 - Property 2879900210
source: Create Planning
da_dk: Opret planlægning
es_mx: Crear planif.
fr_ca: Créer planification
is_is: Stofna áætlun
nb_no: Opprett planlegging
ru_ru: Создание плана
sv_se: Skapa planering

# PermissionSet 1076139896 - Property 2879900210
source: Make orders from Planning
da_dk: Lav ordrer fra planlægning
es_mx: Crear órdenes desde plan.
fr_ca: Créer comm. àpd planification
is_is: Stofna pantanir úr Áætlun
nb_no: Lag ordrer fra planleg.
ru_ru: Создание заказов из плана
sv_se: Skapa order från planering

# PermissionSet 4192295820 - Property 2879900210
source: Read production order
da_dk: Læs produktionsordre
es_mx: Leer orden prod.
fr_ca: Lire bon de production
is_is: Lesa framleiðslupantanir
nb_no: Les prod.ordre
ru_ru: Чтение произв. заказа
sv_se: Läsa produktionsorder

# PermissionSet 1849731004 - Property 2879900210
source: Edit production order
da_dk: Rediger produktionsordre
es_mx: Editar orden prod.
fr_ca: Modifier bon de production
is_is: Breyta framleiðslupöntun
nb_no: Redig. prod.ordre
ru_ru: Изменение произв. заказа
sv_se: Ändra prod.order

# PermissionSet 2325323762 - Property 2879900210
source: Setup Manufacturing
da_dk: Konfigurer produktion
es_mx: Config. fabricación
fr_ca: Configuration production
is_is: Uppsetning framleiðslu
nb_no: Oppsett, produksjon
ru_ru: Настройка производства
sv_se: Inställningar Produktion

# PermissionSet 449963620 - Property 2879900210
source: Manage MS Dataverse Int.
da_dk: Administrer MS Dataverse int.
es_mx: Administrar int. MS Dataverse
fr_ca: Gérer intégr. MS Dataverse
is_is: Stjórna MS Dataverse-samþætt.
nb_no: Administrer MS Dataverse-int.
ru_ru: Управление инт. с MS Dataverse
sv_se: Hantera MS Dataverse-int.

# PermissionSet 1994146690 - Property 2879900210
source: Setup MS Dataverse Int.
da_dk: Konfigurer MS Dataverse int.
es_mx: Configurar int. MS Dataverse
fr_ca: Config. intégr. MS Dataverse
is_is: Uppsetning MS Dataverse-samþ.
nb_no: Konfigurer MS Dataverse-int.
ru_ru: Настройка инт. с MS Dataverse
sv_se: Konfigurera MS Dataverse-int.

# PermissionSet 4104619120 - Property 2879900210
source: MS DATAVERSE Integration
es_mx: Integración de MS DATAVERSE
fr_ca: Intégration MS DATAVERSE
is_is: MS DATAVERSE-samþætting
nb_no: MS DATAVERSE-integr.
ru_ru: Интеграция с MS DATAVERSE

# PermissionSet 3663464552 - Property 2879900210
source: OCR Service Setup
da_dk: Konfigurer OCR-service
es_mx: Configuración del servicio OCR
fr_ca: Configuration service OCR
is_is: Uppsetning OCR-þjónustu
nb_no: Oppsett for OCR-tjeneste
ru_ru: Настройка OCR
sv_se: OCR-serviceinställningar

# PermissionSet 2771503913 - Property 2879900210
source: Outlook Synch. administrator
da_dk: Outlook-synkroniseringsadmini.
es_mx: Administrador sinc. Outlook
fr_ca: Administrateur Outlook Synch.
is_is: Stjórnandi Outlook-samst.
nb_no: Administrator – Outlook-synk.
ru_ru: Администратор синхр. Outlook
sv_se: Outlook-synk: administratör

# PermissionSet 4181873227 - Property 2879900210
source: Outlook Synch. power user
da_dk: Synk. Outlook-superbruger
es_mx: Usuario avanzado sinc. Outlook
fr_ca: Utilis. avancé Outlook Synch.
is_is: Öflugur notandi Outlook-samst.
nb_no: Avans. bruker – Outlook-synk.
ru_ru: Опытный польз. синхр. Outlook
sv_se: Outlook-synk: privileg. anv.

# PermissionSet 3464226675 - Property 2879900210
source: Outlook Synch. common user
da_dk: Synk. fælles Outlook-bruger
es_mx: Usuario medio Outlook Synch.
fr_ca: Utilis. ordin. Outlook Synch.
is_is: Venjul. notandi Outlook-samst.
nb_no: Vanlig bruker – Outlook-synk.
ru_ru: Обычный польз. синхр. Outlook
sv_se: Outlook-synk: vanlig användare

# PermissionSet 1101186750 - Property 2879900210
source: Create entries in jnls. (P&P)
da_dk: Opret poster i kladder (P&P)
es_mx: Crear movs. diarios (CyP)
fr_ca: Créer écr dans feuilles (ACH)
is_is: Stofna færslur í bókum (innk.)
nb_no: Oppr. poster i kladder (Kjøp)
ru_ru: Созд. операций в жур. (покуп.)
sv_se: Skapa trans. i jnl i inköp

# PermissionSet 1258460082 - Property 2879900210
source: Post journals (P&P)
da_dk: Bogfør kladder (P&P)
es_mx: Registrar diarios (CyP)
fr_ca: Reporter journaux (ACH)
is_is: Bóka færslubækur (innkaup)
nb_no: Bokfør kladder (Kjøp)
ru_ru: Учет журналов (пок.)
sv_se: Bokföra journaler i inköp

# PermissionSet 791749738 - Property 2879900210
source: Read posted receipts etc.
da_dk: Læs bogførte kvitteringer osv.
es_mx: Leer hist. albs, etc.
fr_ca: Lire réceptions reportées,...
is_is: Lesa bókaðar móttökur o.s.frv.
nb_no: Bokførte mottak osv.
ru_ru: Чтение учт. прих. накладных
sv_se: Läsa bokrd inlevns o.s.v.

# PermissionSet 3427026111 - Property 2879900210
source: Create purchase orders, etc.
da_dk: Opret købsordrer osv.
es_mx: Crear pedidos compra, etc.
fr_ca: Créer commande achat, etc.
is_is: Stofna innkaupapant. o.s.frv.
nb_no: Opprett bestillinger osv.
ru_ru: Создание заказов на покупку
sv_se: Skapa inköpsorder o.s.v.

# PermissionSet 2230177419 - Property 2879900210
source: Post purchase orders, etc.
da_dk: Bogfør købsordrer osv.
es_mx: Regis. pedidos compras, etc.
fr_ca: Reporter bons de commande,...
is_is: Bóka innkaupapantanir o.s.frv.
nb_no: Bokfør bestillinger osv.
ru_ru: Учет заказов на покупку
sv_se: Bokföra inköpsorder o.s.v.

# PermissionSet 1311962126 - Property 2879900210
source: Read G/L registers (P&P)
da_dk: Læs finansregistre (P&P)
es_mx: Leer registros movs. (CyP)
fr_ca: Lire les journaux achat
is_is: Lesa fjárhagsdagb. (innkaup)
nb_no: Les finansjournaler (Kjøp)
ru_ru: Чтение регистров ГК (пок.)
sv_se: Läsa bokf. redov.jnl i inköp

# PermissionSet 551833350 - Property 2879900210
source: Create entries on req. wksh.
da_dk: Opret poster i indk.kladder
es_mx: Crear movs. hoja demanda
fr_ca: Créer écritures prop. achat
is_is: Stofna innkaupatillögufærslur
nb_no: Opprett poster på best.forslag
ru_ru: Созд. записей в журн. заявок
sv_se: Skriva trans. i inköpsförslag

# PermissionSet 4293781048 - Property 2879900210
source: P&P setup
da_dk: Konfigurer P&P
es_mx: Config. compras y pagos
fr_ca: Configuration achat
is_is: Uppsetning innkaupa
nb_no: Kjøpsoppsett
ru_ru: Покупки-настройка
sv_se: Inställningar i inköp

# PermissionSet 4109103721 - Property 2879900210
source: Read vendors and entries
da_dk: Læs kreditorer og poster
es_mx: Leer proveedores y movs.
fr_ca: Lire fourn. et écritures
is_is: Lesa lánardrottna og færslur
nb_no: Les leverandører og poster
ru_ru: Чтение карт. поставщ. и опер.
sv_se: Läsa leverantörer och trans.

# PermissionSet 3291140777 - Property 2879900210
source: Edit vendors
da_dk: Rediger kreditorer
es_mx: Editar proveedores
fr_ca: Modifier fournisseurs
is_is: Breyta lánardrottnum
nb_no: Rediger leverandører
ru_ru: Редакт. карточки поставщиков
sv_se: Ändra leverantörer

# PermissionSet 2054039759 - Property 2879900210
source: Prepayment Setup
da_dk: Opsætning af forudbetaling
es_mx: Configuración de anticipo
fr_ca: Config. paiement anticipé
is_is: Uppsetning fyrirframgreiðslna
nb_no: Oppsett forskuddsbetaling
ru_ru: Настройка предоплаты
sv_se: Förskottsbetalning, inställn.

# PermissionSet 2997757085 - Property 2879900210
source: Prepayment
da_dk: Forudbetaling
es_mx: Anticipo
fr_ca: Paiement anticipé
is_is: Fyrirframgreiðsla
nb_no: Forskudd
ru_ru: Предоплата
sv_se: Förskottsbetalning

# PermissionSet 4260491602 - Property 2879900210
source: Release documents
da_dk: Frigiv dokumenter
es_mx: Lanzar documentos
fr_ca: Emettre documents
is_is: Gefa út skjöl
nb_no: Frigi dokumenter
ru_ru: Выпустить документы
sv_se: Släppa dokument

# PermissionSet 2477744452 - Property 2879900210
source: Create entries in res. jnls.
da_dk: Opret post i ressourcekladder
es_mx: Crear movs. diario recurso
fr_ca: Créer écritures ressource
is_is: Stofna færslur í forðabækur
nb_no: Opprett poster i res.kladd
ru_ru: Созд. записей в журн. ресурсов
sv_se: Skriva trans. i resursjnl

# PermissionSet 234429112 - Property 2879900210
source: Post resource journals
da_dk: Bogfør ressourcekladder
es_mx: Registrar diario recursos
fr_ca: Reporter journaux ressource
is_is: Bóka forðabækur
nb_no: Bokfør ressurskladder
ru_ru: Учет журналов ресурсов
sv_se: Bokföra resursjournaler

# PermissionSet 1773171050 - Property 2879900210
source: Resource periodic activities
da_dk: Period. ressourceraktiviteter
es_mx: Act. periódicas recursos
fr_ca: Activités périodiques ress.
is_is: Tímabilsaðgerðir forða
nb_no: Periodiske aktiv. – Ressurs
ru_ru: Периодич. действия по ресурсам
sv_se: Periodiska funktioner resurser

# PermissionSet 2340290836 - Property 2879900210
source: Read resource registers
da_dk: Læs ressourceregistre
es_mx: Leer regs. movs. recursos
fr_ca: Lire journaux ressource
is_is: Lesa forðadagbækur
nb_no: Les ressursjournaler
ru_ru: Чтение регистров ресурсов
sv_se: Läsa bokförda resursjournaler

# PermissionSet 1768169757 - Property 2879900210
source: Read res./res.gr. and entries
da_dk: Læs ress./ress.grp. og -poster
es_mx: Leer recurso/fam-rec. y movs.
fr_ca: Lire ress./gpe ress et écr.
is_is: Lesa forða/forðafl. og færslur
nb_no: Les ress./ress.grp. og poster
ru_ru: Чтение карт. ресурсов и опер.
sv_se: Läsa res./res.gr. och trans.

# PermissionSet 3864793085 - Property 2879900210
source: Edit resources/resourcegr.
da_dk: Red ressourcer/ressourcegruppe
es_mx: Editar recurso/fam. recurso
fr_ca: Modifier ress./gpe ress.
is_is: Breyta forða/forðafl.
nb_no: Rediger ressurser/ressursgrp.
ru_ru: Редакт. карточки ресурсов
sv_se: Ändra resurser/res.gr

# PermissionSet 724287138 - Property 2879900210
source: Resource setup
da_dk: Konfigurer ressourcer
es_mx: Config. recurso
fr_ca: Configuration ressource
is_is: Uppsetning forða
nb_no: Ressursoppsett
ru_ru: Настройка ресурсов
sv_se: Inställningar i resurser

# PermissionSet 3700393295 - Property 2879900210
source: Create and delete time sheets
da_dk: Opret og slet timesedler
es_mx: Crear y elim. partes de horas
fr_ca: Créer et suppr feuilles temps
is_is: Stofna og eyða vinnuskýrslum
nb_no: Opprett og slett timelister
ru_ru: Созд. и уд. таб. уч. раб. вр.
sv_se: Skapa och ta bort tidrapporter

# PermissionSet 2166875807 - Property 2879900210
source: Approve time sheets
da_dk: Godkend timesedler
es_mx: Aprobar partes de horas
fr_ca: Approuver feuilles de temps
is_is: Samþykkja vinnuskýrslur
nb_no: Godkjenn timelister
ru_ru: Утверж. таб. уч. раб. вр.
sv_se: Godkänna tidrapporter

# PermissionSet 2248968865 - Property 2879900210
source: Fill in time sheets
da_dk: Udfyld timesedler
es_mx: Rellenar partes de horas
fr_ca: Remplir des feuilles de temps
is_is: Fylla út vinnuskýrslur
nb_no: Fyll ut timelister
ru_ru: Заполн. таб. уч. раб. вр.
sv_se: Fylla i tidrapporter

# PermissionSet 254655896 - Property 2879900210
source: Read campaigns and segments
da_dk: Læs kampagner og målgrupper
es_mx: Leer campañas y segmentos
fr_ca: Lire promotions et segments
is_is: Lesa herferðir og hluta
nb_no: Les kampanjer og segmenter
ru_ru: Чтение кампаний и сегментов
sv_se: Läsa kampanjer, segment

# PermissionSet 140963496 - Property 2879900210
source: Edit campaigns and segments
da_dk: Rediger kampagner/målgrupper
es_mx: Editar campañas y segmentos
fr_ca: Modifier promotions & segments
is_is: Breyta herferðum og hlutum
nb_no: Rediger kampanje og segmenter
ru_ru: Редактир. кампаний и сегментов
sv_se: Ändra kampanjer, segment

# PermissionSet 1930651864 - Property 2879900210
source: Read contacts, entries, etc.
da_dk: Læs kontakter, poster osv.
es_mx: Leer contactos, movs., etc.
fr_ca: Lire contacts, écritures, etc.
is_is: Lesa samninga, færslur, o.fl.
nb_no: Les kontakter, poster osv.
ru_ru: Чтение карт. контактов, опер.
sv_se: Läsa kontakter, trans. o.s.v.

# PermissionSet 2006945000 - Property 2879900210
source: Edit contacts
da_dk: Rediger kontakter
es_mx: Editar contactos
fr_ca: Modifier contacts
is_is: Breyta tengiliðum
nb_no: Rediger kontakter
ru_ru: Редактир. карточки контактов
sv_se: Ändra kontakter

# PermissionSet 2290035703 - Property 2879900210
source: Read opportunities
da_dk: Læs salgsmuligheder
es_mx: Leer oportunidades
fr_ca: Lire opportunités
is_is: Lesa tækifæri
nb_no: Les salgsmuligheter
ru_ru: Чтение возможностей
sv_se: Läsa affärsmöjligheter

# PermissionSet 2157636439 - Property 2879900210
source: Edit opportunities
da_dk: Rediger salgsmuligheder
es_mx: Editar oportunidades
fr_ca: Modifier opportunités
is_is: Breyta tækifærum
nb_no: Rediger salgsmuligheter
ru_ru: Редактир. возможностей
sv_se: Ändra affärsmöjligheter

# PermissionSet 440233775 - Property 2879900210
source: RM periodic activities
da_dk: Periodiske CRM-aktiviteter
es_mx: RM actividades periódicas
fr_ca: Traitmt Gestion des relations
is_is: TS tímabilsaðgerðir
nb_no: Periodiske aktiviteter – Forb.
ru_ru: Период. задания управл. отн.
sv_se: AFS periodiska aktiviteter

# PermissionSet 3418553983 - Property 2879900210
source: Relationship Management setup
da_dk: Konfigurer relationsstyring
es_mx: Configuración gestión relac.
fr_ca: Param. Gestion des relations
is_is: Uppsetning tengslastjórnunar
nb_no: Oppsett – Forbindelser
ru_ru: Настройка управл. отношениями
sv_se: Affärsstödsinställningar

# PermissionSet 2168934358 - Property 2879900210
source: Read to-dos
da_dk: Læs opgaver
es_mx: Leer tareas
fr_ca: Lire tâches
is_is: Lesa verkefni
nb_no: Les gjøremål
ru_ru: Чтение задач
sv_se: Läsa uppgifter

# PermissionSet 1691464966 - Property 2879900210
source: Edit to-dos
da_dk: Rediger opgaver
es_mx: Editar tareas
fr_ca: Modifier tâches
is_is: Breyta verkefnum
nb_no: Rediger gjøremål
ru_ru: Редакт. задач
sv_se: Ändra uppgifter

# PermissionSet 2459441962 - Property 2879900210
source: Role Configuration
da_dk: Rollekonfiguration
es_mx: Configuración de roles
fr_ca: Configuration des rôles
is_is: Grunnstilling hlutverka
nb_no: Rollekonfigurasjon
ru_ru: Конфигурация роли
sv_se: Rollkonfiguration

# PermissionSet 4013874434 - Property 2879900210
source: Read customers and entries
da_dk: Læs debitorer og poster
es_mx: Leer clientes y movs.
fr_ca: Lire clients et écritures
is_is: Lesa viðskiptamenn og færslur
nb_no: Les kunder og poster
ru_ru: Чтение карт. клиента и опер.
sv_se: Läsa kunder och transaktioner

# PermissionSet 2822134610 - Property 2879900210
source: Edit customers
da_dk: Rediger debitorer
es_mx: Editar clientes
fr_ca: Modifier clients
is_is: Breyta viðskiptamönnum
nb_no: Rediger kunder
ru_ru: Редакт. клиентов
sv_se: Ändra kunder

# PermissionSet 2343558645 - Property 2879900210
source: Create entries in jnls. (S&R)
da_dk: Opret poster i kladder (S&R)
es_mx: Crear movs. en diarios (VyC)
fr_ca: Créer écr ds feuilles (VENTE)
is_is: Stofna færslur í bók (sala)
nb_no: Oppr. poster i kladder (Salg)
ru_ru: Созд. записи в жур. (Продажи)
sv_se: Skapa trans i jnl i förs.

# PermissionSet 1646331257 - Property 2879900210
source: Post journals (S&R)
da_dk: Bogfør kladder (S&R)
es_mx: Registrar diarios (VyC)
fr_ca: Reporter journaux (VTE)
is_is: Bóka færslubækur (sala)
nb_no: Bokfør kladder (Salg)
ru_ru: Учет Журн. (Продажи)
sv_se: Bokföra journaler i förs.

# PermissionSet 1775293759 - Property 2879900210
source: S&R periodic activities
da_dk: Periodiske S&R-aktiviteter
es_mx: VyC actividades periódicas
fr_ca: Activités périodiques vente
is_is: Tímabilsaðgerðir sölu
nb_no: Periodiske aktiviteter – Salg
ru_ru: Периодич. действия мод. продаж
sv_se: Periodiska funktioner i förs.

# PermissionSet 2346321593 - Property 2879900210
source: Read posted shipments, etc.
da_dk: Læs bogførte leverancer osv.
es_mx: Leer histórico envíos, etc.
fr_ca: Lire livraisons enreg, etc.
is_is: Lesa bókaðar afhend. o.s.frv.
nb_no: Les bokførte leveringer osv.
ru_ru: Чтение учт. расх. накладных
sv_se: Läsa bokf. utlev, fakt. o.s.v.

# PermissionSet 1461442152 - Property 2879900210
source: Create sales orders etc.
da_dk: Opret salgsordrer osv.
es_mx: Crear pedidos ventas, etc.
fr_ca: Créer documents de vente, etc.
is_is: Stofna sölupantanir o.s.frv.
nb_no: Opprett ordrer osv.
ru_ru: Создание заказов на продажу
sv_se: Skapa försäljningsorder o.s.v.

# PermissionSet 2812832420 - Property 2879900210
source: Post sales orders, etc.
da_dk: Bogfør salgsordrer osv.
es_mx: Registrar pedidos ventas, etc.
fr_ca: Reporter documents vente, etc.
is_is: Bóka sölupantanir o.s.frv.
nb_no: Bokfør ordrer osv.
ru_ru: Учет заказов на продажу и т.п.
sv_se: Bokföra förs.order o.s.v.

# PermissionSet 864345981 - Property 2879900210
source: Read G/L registers (S&R)
da_dk: Læs finansjournaler (S&R)
es_mx: Leer registros movs. (VyC)
fr_ca: Lire les journaux vente
is_is: Lesa fjárhagsdagbækur (sala)
nb_no: Les finansjournaler (Salg)
ru_ru: Чтение Регистров ГК (Прод.)
sv_se: Läsa bokf. redov.jnl i förs.

# PermissionSet 459362191 - Property 2879900210
source: S&R setup
da_dk: Konfigurer S&R
es_mx: Config. VyC
fr_ca: Configuration ventes
is_is: Uppsetning sölu
nb_no: Salgsoppsett
ru_ru: Продажи-настройка
sv_se: Inställningar i försäljning

# PermissionSet 3722765169 - Property 2879900210
source: SEPA Credit Transfers
da_dk: SEPA-kreditoverførsler
es_mx: Transferencias de crédito SEPA
fr_ca: Virements SEPA
is_is: SEPA-kreditfærslur
nb_no: SEPA-kredittoverføringer
ru_ru: Кредитовые переводы SEPA
sv_se: SEPA Kreditöverföringar

# PermissionSet 350693701 - Property 2879900210
source: SEPA Direct Debit
es_mx: Adeudo directo SEPA
fr_ca: Prélèvement SEPA
is_is: SEPA-beingreiðsla
ru_ru: Прямое дебетование SEPA
sv_se: SEPA Autogiro

# PermissionSet 4131413803 - Property 2879900210
source: Read service contracts
da_dk: Læs servicekontrakter
es_mx: Leer contratos de servicio
fr_ca: Lire contrats service
is_is: Lesa þjónustusamninga
nb_no: Les servicekontrakter
ru_ru: Чтение сервисных контрактов
sv_se: Läsa servicekontrakt

# PermissionSet 3240359883 - Property 2879900210
source: Create Service Contracts
da_dk: Opret servicekontrakter
es_mx: Crear contratos de servicio
fr_ca: Créer contrats de service
is_is: Stofna þjónustusamninga
nb_no: Opprett servicekontrakter
ru_ru: Создание сервисных контрактов
sv_se: Skapa servicekontrakt

# PermissionSet 167305096 - Property 2879900210
source: SM periodic activities
da_dk: Periodiske SM-aktiviteter
es_mx: SM activ. periódicas
fr_ca: Traitements GS
is_is: Þ tímabilsaðgerðir
nb_no: Periodiske akt. – Salgsstyring
ru_ru: Пер. задания по серв. центру
sv_se: SV periodiska aktiviteter

# PermissionSet 258394045 - Property 2879900210
source: Read posted service documents
da_dk: Læs bogførte servicedokumenter
es_mx: Leer docs. servicio regis.
fr_ca: Lire docum. service reportés
is_is: Lesa bókuð þjónustuskjöl
nb_no: Les bokførte servicedokumenter
ru_ru: Чтение учтенных сервисных док.
sv_se: Läsa bokförda servicedokument

# PermissionSet 970121284 - Property 2879900210
source: Create orders,quotes,etc.
da_dk: Opret ordre,tilbud,osv.
es_mx: Crear órdenes,cotiz.,etc.
fr_ca: Créer commandes,devis,etc.
is_is: Stofna pantanir,tilb.,o.s.frv.
nb_no: Opprett ordrer,tilbud,osv.
ru_ru: Созд. заказов,предлож.ит.п.
sv_se: Skapa order,offerter,o.s.v.

# PermissionSet 1900107136 - Property 2879900210
source: Post service orders etc.
da_dk: Bogfør serviceordrer osv.
es_mx: Registrar ped. servicio, etc.
fr_ca: Reporter cdes service, etc.
is_is: Bóka þjónustupantanir o.s.frv.
nb_no: Bokfør serviceordrer osv.
ru_ru: Учет сервисных заказов и т.д.
sv_se: Bokföra serviceorder o.s.v.

# PermissionSet 2802256904 - Property 2879900210
source: Read service items
da_dk: Læs serviceartikler
es_mx: Leer prod. servicio
fr_ca: Lire articles service
is_is: Lesa þjónustuvörur
nb_no: Les servicevarer
ru_ru: Чтение сервисных товаров
sv_se: Läsa serviceartiklar

# PermissionSet 1443469824 - Property 2879900210
source: Create service items
da_dk: Opret serviceartikler
es_mx: Crear prods. servicio
fr_ca: Créer articles service
is_is: Stofna þjónustuatriði
nb_no: Opprett servicevarer
ru_ru: Создание сервисных товаров
sv_se: Skapa serviceartiklar

# PermissionSet 1168860464 - Property 2879900210
source: SM setup
da_dk: SM-konfiguration
es_mx: Config. SM
fr_ca: Param. Gestion des services
is_is: Þ uppsetning
nb_no: Oppsett – Servicestyring
ru_ru: Настройка сервисного центра
sv_se: SV-inställningar

# PermissionSet 2518479620 - Property 2879900210
source: SMTP Mail Setup
da_dk: Konfigurer SMTP-mail
es_mx: Configuración correo SMTP
fr_ca: Configuration messagerie SMTP
is_is: SMTP-póstuppsetning
nb_no: Oppsett for SMTP-e-post
ru_ru: Настройка эл. почты (SMTP)
sv_se: SMTP-postinställningar

# PermissionSet 3815743448 - Property 2879900210
source: Sales Tax Setup
da_dk: Konfigurer salgsmoms
es_mx: Conf. impuestos venta
fr_ca: Configuration taxe de vente
is_is: Uppsetning söluskatts
nb_no: Oppsett – Salgs-mva.
ru_ru: Настройка налога с продаж
sv_se: Momsinställningar

# PermissionSet 3574666607 - Property 2879900210
source: User Groups Setup
da_dk: Konfigurer brugergrupper
es_mx: Config. grupos de usuarios
fr_ca: Config. groupes utilisateurs
is_is: Uppsetning notendahópa
nb_no: Oppsett av brukergrupper
ru_ru: Настройка групп пользователей
sv_se: Konfigurat. av användargrupper
