Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: onprem permissions/source/OnPrem Permissions/Translations/OnPrem Permissions.*.xlf
Languages: da_dk, es_mx, fr_ca, is_is, nb_no, ru_ru, sv_se

# PermissionSet 3767052688 - Property 2879900210
source: ADCS User
da_dk: ADCS-bruger
es_mx: Usuario ADCS
fr_ca: Utilisateurs ADCS
is_is: ADCS-notandi
nb_no: ADFS-bruker
ru_ru: ADCS Пользователь
sv_se: ADCS användare

# PermissionSet 2331222742 - Property 2879900210
source: ADCS Set-up
da_dk: ADCS-opsætning
es_mx: Configurar ADCS
fr_ca: Configuration ADCS
is_is: Uppsetning á ADCS
nb_no: ADFS-oppsett
ru_ru: ADCS Настройка
sv_se: ADCS-inställning

# PermissionSet 1711923174 - Property 2879900210
source: Basic User (All Inclusive)
da_dk: Basisbruger (alle inklusiv)
es_mx: Usuario básico (todo incluido)
fr_ca: Utilisateur base (tt compris)
is_is: Grunnnotandi (allt innifalið)
nb_no: Grunnbruker (alt inkludert)
ru_ru: Обычный польз. (все вкл.)
sv_se: Basanvändare (allt ingår)

# PermissionSet 534634397 - Property 2879900210
source: Cash Flow Total
da_dk: Pengestrøm i alt
es_mx: Total flujos efectivo
fr_ca: Total trésorerie
is_is: Sjóðstreymi alls
nb_no: Kontantstrømtotal
ru_ru: Общее дв. ден. средств
sv_se: Summa kassaflöde

# PermissionSet 1587295650 - Property 2879900210
source: Delete Change Log Entries
da_dk: Slet ændringslogposter
es_mx: Eliminar movs. reg. de cambios
fr_ca: Suppr écritures journal modif
is_is: Eyða breytingaskrárfærslum
nb_no: Slett endringsloggposter
ru_ru: Удаление протокола изменений
sv_se: Ta bort trans. i ändringslogg

# PermissionSet 2712018844 - Property 2879900210
source: Setup Change Log
da_dk: Konfigurer ændringslog
es_mx: Config. registro de cambios
fr_ca: Configurer journal modif.
is_is: Uppsetning breytingaskráar
nb_no: Opprett endringslogg
ru_ru: Настройка протокола изменений
sv_se: Inställningar ändringslogg

# PermissionSet 3862289486 - Property 2879900210
source: View Change Log Entries
da_dk: Vis ændringslogposter
es_mx: Ver movs. registro de cambios
fr_ca: Afficher écr. journ. modif.
is_is: Skoða breytingaskrárfærslur
nb_no: Vis endringsloggposter
ru_ru: Просмотр протокола изменений
sv_se: Vy ändringsloggtrans.

# PermissionSet 3240069189 - Property 2879900210
source: Cost Accounting
da_dk: Omkostningsregnskab
es_mx: Contabilidad de costos
fr_ca: Comptabilité analytique
is_is: Kostnaðarbókhald
nb_no: Kostregnskap
ru_ru: Учет затрат
sv_se: Kostnadsredovisning

# PermissionSet 3613562208 - Property 2879900210
source: Data Exchange Setup
da_dk: Konfigurer dataudveksling
es_mx: Config. intercambio datos
fr_ca: Configurat. échange de données
is_is: Uppsetning gagnaskipta
nb_no: Datautvekslingsoppsett
ru_ru: Настройка обмена данными
sv_se: Konfig. för dataintegration

# PermissionSet 242706378 - Property 2879900210
source: Document Approval Setup
da_dk: Konfigurer dokumentgodkendelse
es_mx: Config. aprobación documento
fr_ca: Configuration approb. document
is_is: Uppsetning skjalasamþykkis
nb_no: Oppsett av dokumentgodkjenning
ru_ru: Настройка утверждения докум.
sv_se: Dokumentgodkännande, inställn.

# PermissionSet 1553351244 - Property 2879900210
source: Document Approval
da_dk: Dokumentgodkendelse
es_mx: Aprobación documento
fr_ca: Approbation de document
is_is: Skjalasamþykki
nb_no: Dokumentgodkjenning
ru_ru: Утверждение документов
sv_se: Dokumentgodkännande

# PermissionSet 2437104996 - Property 2879900210
source: Dynamics Online Setup
da_dk: Konfigurer Dynamics Online
es_mx: Configuración Dynamics Online
fr_ca: Config. de Dynamics Online
is_is: Uppsetning Dynamics Online
nb_no: Dynamics Online-oppsett
ru_ru: Настройка Dynamics Online
sv_se: Dynamics Online-installation

# PermissionSet 2192584701 - Property 2879900210
source: Manage Dynamics CRM Int.
da_dk: Administrer Dynamics CRM Int.
es_mx: Administrar int. Dynamics CRM
fr_ca: Gestion de l’int. Dynamics CRM
is_is: Stjórna samþ. Dynamics CRM
nb_no: Administrer Dynamics CRM Int.
ru_ru: Управление взаим. Dynamics CRM
sv_se: Hantera Dynamics CRM-int.

# PermissionSet 3482299295 - Property 2879900210
source: Setup Dynamics CRM Int.
da_dk: Konfigurer Dynamics CRM Int.
es_mx: Configurar int. Dynamics CRM
fr_ca: Configurer Dynamics CRM Int.
is_is: Uppsetning samþ. Dynamics CRM
nb_no: Konfigurer Dynamics CRM Int.
ru_ru: Настройка взаим. Dynamics CRM
sv_se: Inst. av Dynamics CRM-int.

# PermissionSet 3984745609 - Property 2879900210
source: Dynamics CRM Integration
es_mx: Integración de Dynamics CRM
fr_ca: Intégration de Dynamics CRM
is_is: Dynamics CRM samþætting
nb_no: Dynamics CRM-integrering
ru_ru: Интеграция Dynamics CRM
sv_se: Dynamics CRM-integrering

# PermissionSet 530029408 - Property 2879900210
source: Read fixed assets and entries
da_dk: Læs anlægsaktiver og poster
es_mx: Leer activos fijos y movs.
fr_ca: Lire immo. et écritures
is_is: Lesa eignir og færslur
nb_no: Les aktiva og poster
ru_ru: Чтение карточки ОС и операций
sv_se: Läsa anl.tillg. och trans.

# PermissionSet 2927137264 - Property 2879900210
source: Edit fixed assets
da_dk: Rediger anlægsaktiver
es_mx: Editar activos fijos
fr_ca: Modifier immobilisations
is_is: Breyta eignum
nb_no: Rediger aktiva
ru_ru: Редакт. карточки ОС
sv_se: Ändra anläggningstillgångar

# PermissionSet 2844503161 - Property 2879900210
source: Create entries in ins. jnls.
da_dk: Opret poster i fors.kladde
es_mx: Crear movs. en diar. seguros
fr_ca: Créer écr. ds feuilles assur.
is_is: Stofna færslur í vátryggbækur
nb_no: Opprett poster i fors.kladder
ru_ru: Созд. операций в журн. страх.
sv_se: Skriva trans i försäkringsjnl

# PermissionSet 854078277 - Property 2879900210
source: Post insurance journals
da_dk: Bogfør forsikringskladder
es_mx: Registrar diarios seguros
fr_ca: Reporter journaux assurance
is_is: Bóka vátryggingabækur
nb_no: Bokfør forsikringskladder
ru_ru: Учет журналов страхования
sv_se: Bokföra försäkringsjournaler

# PermissionSet 3710598737 - Property 2879900210
source: Read insurance registers
da_dk: Læs forsikringsregistre
es_mx: Leer registro movs. seguros
fr_ca: Lire journaux assurances
is_is: Lesa vátryggingabækur
nb_no: Les forsikringsjournaler
ru_ru: Чтение регистров по страхов.
sv_se: Läsa bokrd försäkringsjnl

# PermissionSet 755073828 - Property 2879900210
source: Read insurances and entries
da_dk: Læs forsikringer og poster
es_mx: Leer seguros y movs.
fr_ca: Lire assurances et écritures
is_is: Lesa vátryggingar og færslur
nb_no: Les forsikringer og poster
ru_ru: Чтение карт. страхов. и опер.
sv_se: Läsa försäkringar och trans

# PermissionSet 3219099444 - Property 2879900210
source: Edit insurances
da_dk: Rediger forsikringer
es_mx: Editar seguros
fr_ca: Modifier assurances
is_is: Breyta vátryggingum
nb_no: Rediger forsikringer
ru_ru: Редакт. карточки страхов.
sv_se: Ändra försäkringar

# PermissionSet 2185341261 - Property 2879900210
source: Create entries in FA journals
da_dk: Opret poster i anlægskladder
es_mx: Crear movs. en A/F Diarios
fr_ca: Créer écr. ds journaux immo.
is_is: Stofna færslur í eignabókum
nb_no: Opprett poster i aktivakladder
ru_ru: Создание операций в журнале ОС
sv_se: Skriva trans i anl.journaler

# PermissionSet 1260349105 - Property 2879900210
source: Post FA journals
da_dk: Bogfør anlægskladder
es_mx: Registrar A/F Diarios
fr_ca: Reporter journaux immo.
is_is: Bóka eignabækur
nb_no: Bokfør aktivakladder
ru_ru: Учет журналов ОС
sv_se: Bokföra anl.journaler

# PermissionSet 2773701287 - Property 2879900210
source: FA periodic activities
da_dk: Period. aktivit. anlægsaktiver
es_mx: A/F Actividades periódicas
fr_ca: Immo. activités périodiques
is_is: Tímabilsaðgerðir eigna
nb_no: Periodiske aktiv. – Aktiva
ru_ru: Периодические действия по ОС
sv_se: Periodiska funktioner i anl.

# PermissionSet 1828817093 - Property 2879900210
source: Read FA registers
da_dk: Læs anlægsregistre
es_mx: A/F Leer registros movs.
fr_ca: Lire journaux immobilisations
is_is: Lesa eignadagbækur
nb_no: Les aktivajournaler
ru_ru: Чтение регистров ОС
sv_se: Läsa bokrd anl.journaler

# PermissionSet 3845592615 - Property 2879900210
source: FA setup
da_dk: Konfigurer anlægsaktiver
es_mx: A/F Configurar
fr_ca: Configuration immobilisations
is_is: Uppsetning eigna
nb_no: Oppsett – Aktiva
ru_ru: Настройка ОС
sv_se: Inställningar i anl.

# PermissionSet 3226489941 - Property 2879900210
source: Recommended for UI Removal
da_dk: Anbefalet til UI-fjernelse
es_mx: Recomend. para eliminar la IU
fr_ca: Recommandé pour suppression IU
is_is: Ráðlagt fyrir fjlæg. notviðm.
nb_no: Anbef. for fjerning av gr.sn.
ru_ru: Рекомендуется для удаления
sv_se: Rek. f borttagn. ur gränssn.

# PermissionSet 597780107 - Property 2879900210
source: Read account schedules
da_dk: Læs kontoskemaer
es_mx: Leer estructuras de cuentas
fr_ca: Lire tableaux d’analyse
is_is: Lesa fjárhagsskemu
nb_no: Les kontoskjemaer
ru_ru: Чтение финансовых отчетов
sv_se: Läsa kontouppställningar

# PermissionSet 1988228171 - Property 2879900210
source: Edit account schedules
da_dk: Redigere kontoskemaer
es_mx: Editar estructuras de cuentas
fr_ca: Modifier tableaux d’analyse
is_is: Breyta fjárhagsskemum
nb_no: Rediger kontoskjemaer
ru_ru: Изменение финансовых отчетов
sv_se: Ändra kontouppställningar

# PermissionSet 3891191268 - Property 2879900210
source: Read G/L accounts and entries
da_dk: Læs finanskonti og -poster
es_mx: Leer cuentas y movs. CG
fr_ca: Lire les comptes et écritures
is_is: Lesa fjárhagsreikn. og færslur
nb_no: Les finanskonti og -poster
ru_ru: Чтение карт. сч. и опер. ГК
sv_se: Läsa redov.konton och trans.

# PermissionSet 2925053172 - Property 2879900210
source: Edit G/L accounts
da_dk: Rediger finanskonti
es_mx: Editar cuentas
fr_ca: Modifier cptes du grand livre
is_is: Breyta fjárhagsreikningum
nb_no: Rediger finanskonti
ru_ru: Редакт. карточки счетов ГК
sv_se: Ändra redovisningskonton

# PermissionSet 3231919786 - Property 2879900210
source: Read bank accounts and entries
da_dk: Læs bankkonti og -poster
es_mx: Leer bancos y movs.
fr_ca: Lire comptes et écritures bqe
is_is: Lesa bankareikninga og færslur
nb_no: Les bankkonti og -poster
ru_ru: Чтение карт. банк. сч. и опер.
sv_se: Läsa bankkonton och trans.

# PermissionSet 3868528922 - Property 2879900210
source: Edit bank accounts
da_dk: Rediger bankkonti
es_mx: Editar bancos
fr_ca: Modifier les comptes bancaires
is_is: Breyta bankareikningum
nb_no: Rediger bankkonti
ru_ru: Редакт. карточки банк. счетов
sv_se: Ändra bankkonton

# PermissionSet 3450358120 - Property 2879900210
source: Read G/L budgets
da_dk: Læs finansbudgetter
es_mx: Leer pptos. CG
fr_ca: Lire les budgets
is_is: Lesa fjárhagsáætlanir
nb_no: Les finansbudsjett
ru_ru: Чтение бюджетов ГК
sv_se: Läsa redovisningsbudgetar

# PermissionSet 1849715608 - Property 2879900210
source: Edit G/L budgets
da_dk: Rediger finansbudgetter
es_mx: Editar pptos. CG
fr_ca: Modifier les budgets
is_is: Breyta fjárhagsáætlunum
nb_no: Rediger finansbudsjett
ru_ru: Редакт. бюджетов ГК
sv_se: Ändra redovisningsbudgetar

# PermissionSet 3672813476 - Property 2879900210
source: Create entries in G/L journals
da_dk: Opret poster i finanskladder
es_mx: Crear movs. diarios CG
fr_ca: Créer écritures ds journaux GL
is_is: Stofna færslur í fjárhagsbókum
nb_no: Opprett poster i finanskladder
ru_ru: Созд. операций в журналах ГК
sv_se: Skriva trans. i redov.jnl

# PermissionSet 3894716312 - Property 2879900210
source: Post G/L journals
da_dk: Bogfør finanskladder
es_mx: Registrar diarios CG
fr_ca: Reporter journaux GL
is_is: Bóka fjárhagsbækur
nb_no: Bokfør finanskladder
ru_ru: Учет журналов ГК
sv_se: Bokföra redovisningsjournaler

# PermissionSet 1304321098 - Property 2879900210
source: G/L periodic activities
da_dk: Periodiske finansaktiviteter
es_mx: Act. periódicas CG
fr_ca: Activités périodiques GL
is_is: Tímabilsaðgerðir fjárhags
nb_no: Periodiske aktiv. – Finans
ru_ru: Периодич. действия по ГК
sv_se: Periodiska funktioner i redov.

# PermissionSet 3056832500 - Property 2879900210
source: Read G/L registers
da_dk: Læs finansregistre
es_mx: Leer registros movs. CG
fr_ca: Lire registres GL
is_is: Lesa fjárhagsdagbækur
nb_no: Les finansjournaler
ru_ru: Чтение регистров по ГК
sv_se: Läsa bokförda redovisningsjnl

# PermissionSet 2608341378 - Property 2879900210
source: G/L setup
da_dk: Konfigurer finans
es_mx: Config. C/G
fr_ca: Configuration grand livre
is_is: Uppsetning fjárhags
nb_no: Finansoppsett
ru_ru: Настройка ГК
sv_se: Inställningar i redovisningen

# PermissionSet 3955113415 - Property 2879900210
source: Read XBRL Taxonomies
da_dk: Læs XBRL-taksonomier
es_mx: Leer taxonomías XBRL
fr_ca: Lire taxonomies XBRL
is_is: Lesa XBRL-flokkanir
nb_no: Les XBRL-taksonomier
ru_ru: Чтение XBRL Taxonomies
sv_se: Läsa XBRL Taxonomier

# PermissionSet 1242981639 - Property 2879900210
source: Create, edit XBRL Taxonomies
da_dk: Opret, rediger XBRL-taksonom.
es_mx: Crear y editar taxonomías XBRL
fr_ca: Créer, modifier taxonom. XBRL
is_is: Stofna, breyta XBRL-flokkunum
nb_no: Opprett, red. XBRL-taksonomier
ru_ru: Созд., редакт. XBRL Taxonomies
sv_se: Skapa, ändra XBRL Taxonomier

# PermissionSet 3313111871 - Property 2879900210
source: Change Global Dimension
da_dk: Rediger global dimension
es_mx: Cambiar dimensión global
fr_ca: Modifier dimension principale
is_is: Breyta altækri vídd
nb_no: Endre global dimensjon
ru_ru: Изменить глобальное измерение
sv_se: Ändra global dimension

# PermissionSet 2823959846 - Property 2879900210
source: Create and edit absence
da_dk: Opret og rediger fravær
es_mx: Crear y editar ausencias
fr_ca: Créer et modifier absence
is_is: Stofna og breyta fjarvist
nb_no: Opprett og rediger fravær
ru_ru: Созд. и редакт. отсут. сотр.
sv_se: Skriva och ändra frånvaro

# PermissionSet 1824228431 - Property 2879900210
source: Create and edit confidential
da_dk: Opret/rediger fortrolig info
es_mx: Crear y editar confidencial
fr_ca: Créer et modif données confidt
is_is: Stofna og breyta trúnaðaruppl.
nb_no: Oppr. og rediger konfid. info.
ru_ru: Созд. и редакт. конфид. инф.
sv_se: Skriva och ändra konfidentiell

# PermissionSet 1982441607 - Property 2879900210
source: Read employees
da_dk: Læs medarbejdere
es_mx: Leer empleados
fr_ca: Lire employés
is_is: Lesa starfsmenn
nb_no: Les ansatte
ru_ru: Чтение карточки сотрудника
sv_se: Läsa personal

# PermissionSet 1491580103 - Property 2879900210
source: Edit employees
da_dk: Rediger medarbejder
es_mx: Editar empleados
fr_ca: Modifier employés
is_is: Breyta starfsmönnum
nb_no: Rediger ansatte
ru_ru: Редакт. карточки сотрудника
sv_se: Ändra personal

# PermissionSet 3786993660 - Property 2879900210
source: Human Resources setup
da_dk: Konfigurer Human Resources
es_mx: Config. recursos humanos
fr_ca: Configuration Ressources hum.
is_is: Uppsetning mannauðs
nb_no: Oppsett – Personalsystem
ru_ru: Настройка управл. персоналом
sv_se: Personal inställningar

# PermissionSet 2587970129 - Property 2879900210
source: Send/Receive Intercomp. Trans.
da_dk: Send/modtag koncernint. trans.
es_mx: Enviar y rec. trans. IC
fr_ca: Envoi/Récep trans. inter-soc.
is_is: Senda/taka v. færslum samstæðu
nb_no: Send/motta konsernint. trans.
ru_ru: Отпр./Получ. межфирм. транз.
sv_se: Skicka/ta emot konc.int. tran.

# PermissionSet 3228900916 - Property 2879900210
source: Intrastat periodic activities
da_dk: Period. Intrastat-aktiviteter
es_mx: Act. periódicas Intrastat
fr_ca: Activités périodiques intra.
is_is: Tímabilsaðgerðir Intrastat
nb_no: Periodiske aktiv. – Intrastat
ru_ru: Периодич. действия Интрастата
sv_se: Periodiska Intrastatfunktioner

# PermissionSet 1926460556 - Property 2879900210
source: Intrastat setup
da_dk: Intrastat-opsætning
es_mx: Config. Intrastat
fr_ca: Configuration intracomm.
is_is: Uppsetning Intrastat
nb_no: Oppsett – Intrastat
ru_ru: Настройка Интрастата
sv_se: Inställningar i Intrastat

# PermissionSet 846258726 - Property 2879900210
source: Read S&R/P&P/Inv. Analys. Rep.
da_dk: Læs S&R/P&P/fakt.analyserap.
es_mx: Leer inf. anális. VyC/C&yP/Inv
fr_ca: Lire rapp analyse ven/&ach/stk
is_is: Lesa bgreinsk. f. sölu/&innk.
nb_no: Les rapp., S/&K/lag.analyse
ru_ru: Чтение Пр./&Пок./Отч. ан. зап.
sv_se: Läs analys förs&ford/ink&skld

# PermissionSet 3592196470 - Property 2879900210
source: Edit S&R/P&P/Inv. Analys. Rep.
da_dk: Rediger S&R/P&p/lageranalrep.
es_mx: Edit inf análisis VyC/C&yP/Inv
fr_ca: Modif état anal ven/&ach/stk
is_is: Br. bgreinsk. f. sölu/&innk.
nb_no: Red. rap., S/&K/lag.analyse
ru_ru: Изм. Пр./&Пок./Отч. aн. зап.
sv_se: Red analys förs&ford/ink&skuld

# PermissionSet 1548963775 - Property 2879900210
source: Read S&R/P&P Budgets
da_dk: Læs S&A/P&P-budgetter
es_mx: Leer presupuestos VyC/C&yP
fr_ca: Lire budgets vente/&achat
is_is: Lesa fjárháætl. f. sölu/&innk.
nb_no: Les salgs-/&kjøpsbudsjetter
ru_ru: Чтение Прод./&Пок. Бюджеты
sv_se: Läsa bud: förs.&ford/ink&skld

# PermissionSet 2849845119 - Property 2879900210
source: Edit S&R/P&P Budgets
da_dk: Rediger S&A/P&P-budgetter
es_mx: Editar VyC/C&yP
fr_ca: Modifier budgets vente/&achat
is_is: Breyta fjháætl. f. sölu/&innk.
nb_no: Rediger salgs-/&kjøpsbudsj.
ru_ru: Изм. Прод./&Пок. Бюджеты
sv_se: Red. bud: förs&fordr/ink&skuld

# PermissionSet 2386896655 - Property 2879900210
source: Create entries in item jnls.
da_dk: Opret poster i varekladder
es_mx: Crear movs. diario productos
fr_ca: Créer écritures article
is_is: Búa til færslur í birgðabækur
nb_no: Opprett poster i varekladder
ru_ru: Созд. записей в товарных журн.
sv_se: Skriva trans. i artikeljnl

# PermissionSet 3212832955 - Property 2879900210
source: Post item journals
da_dk: Bogfør varekladder
es_mx: Registrar diario productos
fr_ca: Reporter journaux article
is_is: Bóka birgðabækur
nb_no: Bokfør varekladder
ru_ru: Учет журналов товаров
sv_se: Bokföra artikeljournaler

# PermissionSet 1855755296 - Property 2879900210
source: Read item registers
da_dk: Læs vareregistre
es_mx: Leer registros mov. producto
fr_ca: Lire journaux articles
is_is: Lesa birgðabækur
nb_no: Les varejournaler
ru_ru: Чтение товарных регистров
sv_se: Läsa bokförda artikeljournaler

# PermissionSet 3532809774 - Property 2879900210
source: Read items/BOMs/SKUs/entries
da_dk: Se var./stk.lst./lag.var.
es_mx: Leer prods./L.M./SKU/movs.
fr_ca: Lire art./nomcl./p. stock/écr
is_is: Lesa vörur/uppsk./bhein./færs.
nb_no: Les varer/stykkl/SKU-er/poster
ru_ru: Чт. карт. тов./сп./ед.хр./оп.
sv_se: Läsa art/struk./lag.st./trans.

# PermissionSet 1962433950 - Property 2879900210
source: Edit items/BOMs/SKUs
da_dk: Rediger varer/stklst/lagernr.
es_mx: Editar prod./L.M.s/UAs
fr_ca: Modif art/nomcl/p. stock
is_is: Br. vörum/uppskr./birgðahein.
nb_no: Rediger varer/stykkl./SKU-er
ru_ru: Ред. карт. тов./специф./ед.хр.
sv_se: Ändra art./struk./lag.st.enh.

# PermissionSet 2893365409 - Property 2879900210
source: Inventory periodic activities
da_dk: Periodiske lageraktiviteter
es_mx: Act. periódicas inventario
fr_ca: Activités périod. inventaire
is_is: Tímabilsaðgerðir birgða
nb_no: Periodiske aktiviteter – Lager
ru_ru: Периодич. действия по запасам
sv_se: Periodiska funktioner i lager

# PermissionSet 2425111757 - Property 2879900210
source: Taking a physical inventory
da_dk: Udfør lageropgørelse
es_mx: Realizar inventario físico
fr_ca: Réalisation de l’inventaire
is_is: Telja raunbirgðir
nb_no: Foreta vareopptelling
ru_ru: Выбор журнала инвентаризации
sv_se: Skriva i inventeringsjournal

# PermissionSet 4154378958 - Property 2879900210
source: Read posted transfer orders
da_dk: Læs bogførte overflytningsord.
es_mx: Leer peds. transfer. regis.
fr_ca: Lire ordres transfert reportés
is_is: Lesa bókaðar flutningspantanir
nb_no: Les bokførte overføringsordrer
ru_ru: Чтение учт. зак. на перемещ.
sv_se: Läsa bokförda överföringsorder

# PermissionSet 1950273857 - Property 2879900210
source: Inventory setup
da_dk: Lageropsætning
es_mx: Config. existencias
fr_ca: Configuration inventaire
is_is: Uppsetning birgða
nb_no: Oppsett – Lager
ru_ru: Настройка запасов
sv_se: Lagerinställning

# PermissionSet 1343915565 - Property 2879900210
source: Create transfer orders
da_dk: Opret overflytningsordrer
es_mx: Crear ord. transfer.
fr_ca: Créer ordres de transfert
is_is: Stofna flutningspantanir
nb_no: Opprett overføringsordrer
ru_ru: Создание заказов на перемещ.
sv_se: Skriva överföringsorder

# PermissionSet 4202413713 - Property 2879900210
source: Post transfer orders
da_dk: Bogfør overflytningsordrer
es_mx: Regis. ped. transfer.
fr_ca: Reporter ordres de transfert
is_is: Bóka flutningspantanir
nb_no: Bokfør overføringsordrer
ru_ru: Учет заказов на перемещение
sv_se: Bokföra överföringsorder

# PermissionSet 4017942298 - Property 2879900210
source: Read jobs and entries
da_dk: Læs sager og poster
es_mx: Leer proyectos y movs.
fr_ca: Lire projets et écritures
is_is: Lesa verk og færslur
nb_no: Les prosjekt og poster
ru_ru: Чтение работ и операций
sv_se: Läsa projekt och transaktioner

# PermissionSet 2354448106 - Property 2879900210
source: Edit jobs
da_dk: Rediger sager
es_mx: Editar proyectos
fr_ca: Modifier projets
is_is: Breyta verkum
nb_no: Rediger prosjekt
ru_ru: Редакт. задания
sv_se: Ändra projekt

# PermissionSet 2847602877 - Property 2879900210
source: Create entries in job journals
da_dk: Opret poster i sagskladder
es_mx: Crear movs. diario proyecto
fr_ca: Créer écritures projet
is_is: Stofna færslur í verkbækur
nb_no: Opprett poster i prosj.kladder
ru_ru: Созд. операций в жур. работ
sv_se: Skriva trans. i projektjnl

# PermissionSet 2472162817 - Property 2879900210
source: Post job journals
da_dk: Bogfør sagskladder
es_mx: Registrar diario proyectos
fr_ca: Reporter journaux projet
is_is: Bóka verkbækur
nb_no: Bokfør prosjektkladder
ru_ru: Учет журналов заданий
sv_se: Bokföra projektjournaler

# PermissionSet 3753831959 - Property 2879900210
source: Job periodic activities
da_dk: Periodiske sagsaktiviteter
es_mx: Act. periódicas proyectos
fr_ca: Traitements projet
is_is: Tímabilsaðgerðir verks
nb_no: Periodiske aktiv. – Prosjekt
ru_ru: Периодич. действия по заданиям
sv_se: Periodiska funktioner i proj.

# PermissionSet 125263093 - Property 2879900210
source: Read job registers
da_dk: Læs jobregistre
es_mx: Leer regs. movs. proyectos
fr_ca: Lire journaux projet
is_is: Lesa verkdagbækur
nb_no: Les prosjektjournaler
ru_ru: Чтение регистров заданий
sv_se: Läsa bokförda projektjournaler

# PermissionSet 2456526615 - Property 2879900210
source: Job setup
da_dk: Konfigurer sager
es_mx: Config. proyecto
fr_ca: Configuration projet
is_is: Uppsetning verks
nb_no: Prosjektoppsett
ru_ru: Настройка заданий
sv_se: Inställningar i projekt

# PermissionSet 2620834753 - Property 2879900210
source: Job Queue Run
da_dk: Kør opgavekø
es_mx: Ejecución cola proyecto
fr_ca: Exécution file attente travaux
is_is: Keyrsla verkraða
nb_no: Prosjektkøkjøring
ru_ru: Запуск очереди заданий
sv_se: Projektkökörning

# PermissionSet 925288355 - Property 2879900210
source: Job Queue Setup
da_dk: Konfigurer opgavekø
es_mx: Configuración cola proyecto
fr_ca: Config. file attente travaux
is_is: Uppsetning verkraða
nb_no: Prosjektkøoppsett
ru_ru: Настройка очереди заданий
sv_se: Projektköinställning

# PermissionSet 811105802 - Property 2879900210
source: MapPoint Setup
da_dk: MapPoint-konfiguration
es_mx: Configuración MapPoint
fr_ca: Configuration MapPoint
is_is: Uppsetning MapPoint
nb_no: MapPoint-oppsett
ru_ru: Настройка MapPoint
sv_se: MapPoint-inställningar

# PermissionSet 182847615 - Property 2879900210
source: Create entries in Cap. Jnl.
da_dk: Opret poster i kap.kladde
es_mx: Crear movimientos en dia. cap.
fr_ca: Créer écr. f. tps non prod.
is_is: Stofna færslur í getubók
nb_no: Opprett poster i kap.kld
ru_ru: Созд. записей в журн. п/мощн.
sv_se: Skapa poster i kap.jnl

# PermissionSet 2274398283 - Property 2879900210
source: Post Cap. Jnl.
da_dk: Bogfør kap.kld.
es_mx: Reg. dia. Cap.
fr_ca: Reporter journal tps non prod.
is_is: Bóka getubók
nb_no: Bokf. kap.kld.
ru_ru: Учет журнала произ. мощн.
sv_se: Bokf kap.jnl
