Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: onprem permissions/source/OnPrem Permissions/Translations/OnPrem Permissions.*.xlf
Languages: da_dk, es_mx, fr_ca, is_is, nb_no, ru_ru, sv_se

# PermissionSet 2032439741 - Property 2879900210
source: Delete VAT Rate Change Log
da_dk: Slet ændringslog for momssats
es_mx: Eliminar reg. cambios tasa IVA
fr_ca: Suppr. journal modif. taux TVA
is_is: Eyða breytingaskrá VSK-hlutf.
nb_no: Slett endr.logg for mva-sats
ru_ru: Удал. журнал изм. ставки НДС
sv_se: Ta bort logg för momsändring

# PermissionSet 3768656335 - Property 2879900210
source: VAT Reports
da_dk: Momsrapporter
es_mx: Informes IVA
fr_ca: Rapports TVA
is_is: VSK-skýrslur
nb_no: Mva-rapporter
ru_ru: Отчеты по НДС
sv_se: Momsrapporter

# PermissionSet 3558735020 - Property 2879900210
source: Workflow Webhook Subscriptions
da_dk: Workflow Webhook-abonnementer
es_mx: Susc. Webhook flujo trabajo
fr_ca: Abonn. Webhook flux travail
is_is: Webhook-áskriftir verkflæðis
nb_no: Webhook-abonn. for arbeidsflyt
ru_ru: Подписки веб-перехв. раб.проц.
sv_se: Arbetsflöde för Webhook-pren.

# PermissionSet 1879401324 - Property 2879900210
source: Whse. Mgt. periodic activities
da_dk: Per. aktiviteter for lagersted
es_mx: Activ. periódicas gestión alm.
fr_ca: Activités périodiques entrepôt
is_is: Tímabilsaðgerðir vöruhúsastj.
nb_no: Periodiske akt. – Lagerstying
ru_ru: Пер. задания управ. складом
sv_se: Per. akt. i dist.lagerhant.

# PermissionSet 1486052532 - Property 2879900210
source: Read posted put away, etc.
da_dk: Læs bogført lagt på lager osv.
es_mx: Leer ubicac. regis., etc.
fr_ca: Lire rangements enreg, etc.
is_is: Lesa bókaða fráganga, o.s.frv.
nb_no: Les bokførte plasseringer osv.
ru_ru: Чтение учт. подборов и размещ.
sv_se: Läsa bokf. art.införsel o.s.v.

# PermissionSet 2141954922 - Property 2879900210
source: Create receipt, put away, etc.
da_dk: Opret kvit., læg-på-lager osv.
es_mx: Crear recep., ubicac., etc.
fr_ca: Créer récep, rangement, etc.
is_is: Stofna mótt., frág., o.s.frv.
nb_no: Oppr. mottak, plassering osv.
ru_ru: Созд. приемки, размещ. и т.п.
sv_se: Skriva inlev., art.inf. o.s.v.

# PermissionSet 187964102 - Property 2879900210
source: Post receipt, put away,etc.
da_dk: Bogfør kvit, læg-på-lager osv.
es_mx: Alb. regis., ubicar,etc.
fr_ca: Reporter récept., rangement,…
is_is: Bóka móttöku, frág., o.s.frv.
nb_no: Bokfør mottak, plassering osv.
ru_ru: Учет накладной, размещ. и т.п.
sv_se: Bokf. inlevns, art.inf. o.s.v.

# PermissionSet 219006004 - Property 2879900210
source: Whse Mgt. setup
da_dk: Konfigurer lagerstedsstyring
es_mx: Config. gest. alm.
fr_ca: Configuration entrepôt
is_is: Uppsetning vöruhúsastjórnunar
nb_no: Oppsett – Lagerstyring
ru_ru: Настройка управления складом
sv_se: Inst. för dist.lagerhantering

# PermissionSet 2576620122 - Property 2879900210
source: Web Services Setup
da_dk: Konfigurer webtjenester
es_mx: Configuración servicios web
fr_ca: Configuration services web
is_is: Uppsetning vefþjónustu
nb_no: Oppsett av nettjenester
ru_ru: Настройка веб-служб
sv_se: Konfiguration av webbtjänster
