Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: ErrorMessagesWithRecommendations/app/Error Messages with Recommendations/Translations/Error Messages with Recommendations.*.xlf
Languages: es_mx, it_ch

# Codeunit 2044235233 - NamedType 2517744059
source: %1 %2 isn't valid.
es_mx: %1 %2 no es válido.
it_ch: %1 %2 non è valido.

# Codeunit 2044235233 - NamedType 2915766382
source: The %1 is cleared.
es_mx: Se borra el %1.
it_ch: Il %1 è cancellato.

# Codeunit 2044235233 - NamedType 3371211530
source: Clear the value
es_mx: Borrar el valor
it_ch: Cancella il valore

# Codeunit 238548698 - NamedType 1618299912
source: All of your selections were processed.
es_mx: Se han procesado todas sus selecciones.
it_ch: Tutte le selezioni sono state elaborate.

# Codeunit 238548698 - NamedType 2882013966
source: The recommendations will be applied to %1 out of %2 selected error messages. \\Do you want to continue?
es_mx: Las recomendaciones se aplicarán a %1 de %2 mensajes de error seleccionados. \\¿Desea continuar?
it_ch: I suggerimenti saranno collegati a %1 su %2 messaggi di errore selezionati. \\Continuare?

# Codeunit 238548698 - NamedType 3373926666
source: Recommendations applied: %1 \Failed to apply the recommendation: %2
es_mx: Recomendaciones aplicadas: %1 \No se puede aplicar la recomendación: %2
it_ch: Suggerimenti collegati: %1 \Impossibile collegare il suggerimento: %2

# Codeunit 238548698 - NamedType 4112164427
source: The recommendations will be applied to %1 error messages. \\Do you want to continue?
es_mx: Las recomendaciones se aplicarán a los mensajes de error de %1. \\¿Desea continuar?
it_ch: I suggerimenti saranno collegati a %1 messaggi di errore. \\Continuare?

# Codeunit 2739762693 - NamedType 2517744059
source: A dimension set is required.
es_mx: Se requiere un grupo de dimensiones.
it_ch: È necessario un set di dimensioni.

# Codeunit 2739762693 - NamedType 3246857144
source: The %1 %2 with %3 %4 is added.
es_mx: Se agrega el %1 %2 con %3 %4.
it_ch: Il %1 %2 con %3 %4 è aggiunto.

# Codeunit 2739762693 - NamedType 3371211530
source: Add %1 dimension set
es_mx: Agregar %1 grupo de dimensiones
it_ch: Aggiungi set di dimensioni %1

# Codeunit 3740411537 - NamedType 2517744059
source: %1 %2 isn't valid.
es_mx: %1 %2 no es válido.
it_ch: %1 %2 non è valido.

# Codeunit 3740411537 - NamedType 3246857144
source: The %1 is set to %2.
es_mx: El %1 se establece en %2.
it_ch: Il %1 è impostato su %2.

# Codeunit 3740411537 - NamedType 3371211530
source: Set the value to %1
es_mx: Establezca el valor en %1
it_ch: Impostare il valore su %1

# Enum 2241984937 - EnumValue 1592819753 - Property 2879900210
source: Failed to fix
es_mx: No se pudo corregir
it_ch: Impossibile correggere l'errore

# Enum 2241984937 - EnumValue 744835066 - Property 2879900210
source: Fixed
es_mx: Corregido
it_ch: Corretto

# Page 521072269 - Control 1294804992 - Property 1295455071
source: The time of error occurrence.
es_mx: El momento de la aparición del error.
it_ch: Ora in cui si verifica l'errore.

# Page 521072269 - Control 1294804992 - Property 2879900210
source: Timestamp
es_mx: Marca de tiempo

# Page 521072269 - Control 172443893 - Property 1295455071
source: Specifies the field name from where the error occurred.
es_mx: Especifica el nombre del campo en el que se produjo el error.
it_ch: Specifica il nome del campo in cui si è verificato l'errore.

# Page 521072269 - Control 172443893 - Property 2879900210
source: Field Name
es_mx: Nombre de campo
it_ch: Nome campo

# Page 521072269 - Control 219684862 - Property 1295455071
source: Specifies the field where the error occurred.
es_mx: Especifica el campo en el que se produjo el error.
it_ch: Specifica il campo in cui si è verificato l'errore.

# Page 521072269 - Control 219684862 - Property 2879900210
source: Field Name
es_mx: Nombre de campo
it_ch: Nome campo

# Page 521072269 - Control 2397723431 - Property 1295455071
source: Specifies the record source of the error.
es_mx: Especifica el origen de registro del error.
it_ch: Specifica l'origine del record dell'errore.

# Page 521072269 - Control 2397723431 - Property 2879900210
source: Record
es_mx: Registro

# Page 521072269 - Control 2444778289 - Property 2879900210
source: Support
es_mx: Soporte
it_ch: Supporto

# Page 521072269 - Control 2812070225 - Property 2879900210
source: Context
es_mx: Contexto
it_ch: Contesto

# Page 521072269 - Control 2951585809 - Property 1295455071
source: Specifies the context record.
es_mx: Especifica el registro de contexto.
it_ch: Specifica il record di contesto.

# Page 521072269 - Control 2951585809 - Property 2879900210
source: Record
es_mx: Registro

# Page 521072269 - Control 3070320983 - Property 1295455071
source: Specifies the field where the error occurred.
es_mx: Especifica el campo en el que se produjo el error.
it_ch: Specifica il campo in cui si è verificato l'errore.

# Page 521072269 - Control 3070320983 - Property 2879900210
source: Field Name
es_mx: Nombre de campo
it_ch: Nome campo

# Page 521072269 - Control 3093145114 - Property 1295455071
source: Specifies the location of the error.
es_mx: Especifica la ubicación del error.
it_ch: Specifica la posizione dell'errore.

# Page 521072269 - Control 3093145114 - Property 2879900210
source: Record
es_mx: Registro

# Page 521072269 - Control 3691089605 - Property 2879900210
source: Error Location
es_mx: Ubicación de error
it_ch: Posizione errore

# Page 521072269 - Control 3864084727 - Property 1295455071
source: Specifies more information than the information shown in the Description field.
es_mx: Especifica más información aparte de la información que se muestra en el campo Descripción.
it_ch: Specifica informazioni aggiuntive a quelle mostrate nel campo Descrizione.

# Page 521072269 - Control 648968784 - Property 1295455071
source: Specifies the URL of an external web site that offers additional support.
es_mx: Especifica la dirección URL de un sitio web externo que ofrece soporte adicional.
it_ch: Specifica l'URL di un sito Web esterno che offre supporto aggiuntivo.

# Page 521072269 - Control 648968784 - Property 2879900210
source: Help & Documentation
es_mx: Ayuda y documentación
it_ch: Guida e documentazione

# Page 521072269 - Control 868386727 - Property 2879900210
source: Source
es_mx: Origen
it_ch: Origine

# Page 521072269 - NamedType 2938128749
source: Read
es_mx: Leer
it_ch: Leggi

# Page 521072269 - Property 2879900210
source: Details
es_mx: Detalles
it_ch: Dettagli

# PageExtension 1293078068 - Action 1122426095 - Property 1295455071
source: Apply filter on message status to hide all the fixed error messages.
es_mx: Aplicar filtro al estado del mensaje para ocultar todos los mensajes de error corregidos.
it_ch: Applicare il filtro allo stato del messaggio per nascondere tutti i messaggi di errore risolti.

# PageExtension 1293078068 - Action 1122426095 - Property 2879900210
source: Hide fixed errors
es_mx: Ocultar errores corregidos
it_ch: Nascondi errori corretti

# PageExtension 1293078068 - Action 1315773971 - Property 1295455071
source: Apply filter on message status to show all the error messages including fixed error messages.
es_mx: Aplicar filtro al estado del mensaje para mostrar todos los mensajes de error, incluidos los mensajes de error corregidos.
it_ch: Applicare il filtro allo stato del messaggio per mostrare tutti i messaggi, inclusi i messaggi di errore risolti.

# PageExtension 1293078068 - Action 1315773971 - Property 2879900210
source: Show all errors
es_mx: Mostrar todos los errores
it_ch: Mostra tutti gli errori

# PageExtension 1293078068 - Action 3126841845 - Property 1295455071
source: Use this action to apply the recommended action for selected error messages.
es_mx: Use esta acción para aplicar la acción recomendada para los mensajes de error seleccionados.
it_ch: Utilizzare questa azione per applicare l'azione consigliata per i messaggi di errore selezionati.

# PageExtension 1293078068 - Action 3126841845 - Property 2879900210
source: Accept recommended action
es_mx: Aceptar acción recomendada
it_ch: Accetta azione consigliata

# PageExtension 1293078068 - Action 4160399077 - Property 2879900210
source: Filter errors
es_mx: Filtrar errores
it_ch: Filtra errori

# PageExtension 1293078068 - Control 3645559853 - Property 1295455071
source: This is the recommended action by the system for the error message.
es_mx: Esta es la acción recomendada por el sistema para el mensaje de error.
it_ch: Questa è l'azione consigliata dal sistema per il messaggio di errore.

# PageExtension 1293078068 - Control 3645559853 - Property 2879900210
source: Recommended action
es_mx: Acción recomendada
it_ch: Azione consigliata

# PageExtension 1293078068 - Control 3696383513 - Property 1295455071
source: This shows the status of the error message based on the execution of recommended action.
es_mx: Muestra el estado del mensaje de error en función de la ejecución de la acción recomendada.
it_ch: Visualizza lo stato del messaggio di errore in base all'esecuzione dell'azione consigliata.

# PageExtension 1293078068 - Control 3696383513 - Property 2879900210
source: Status
es_mx: Estado
it_ch: Stato

# TableExtension 2864634720 - Field 2057940895 - Property 2879900210
source: Recommended action caption
es_mx: Título de acción recomendada
it_ch: Didascalia azione consigliata

# TableExtension 2864634720 - Field 2126425910 - Property 2879900210
source: Error fix implementation
es_mx: Implementación corrección error
it_ch: Implementazione della correzione dell'errore

# TableExtension 2864634720 - Field 3093145114 - Property 2879900210
source: Sub-Context Record ID
es_mx: Id. registro subcontexto
it_ch: ID record di contesto secondario

# TableExtension 2864634720 - Field 3170822905 - Property 2879900210
source: Sub-Context Field Number
es_mx: Número campo subcontexto
it_ch: Numero di campo di contesto secondario

# TableExtension 2864634720 - Field 329424276 - Property 2879900210
source: Title
es_mx: Título
it_ch: Titolo

# TableExtension 2864634720 - Field 3696383513 - Property 2879900210
source: Status
es_mx: Estado
it_ch: Stato
