Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: recommendedapps/source/Recommended Apps/Translations/Recommended Apps.*.xlf
Languages: fi_fi, it_it

# Table 670315561 - Property 2879900210
source: Recommended Apps
fi_fi: Suositellut sovellukset
it_it: App consigliate

# Table 670315561 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 670315561 - Field 2273653569 - Property 2879900210
source: Language Code
fi_fi: Kielikoodi
it_it: Codice lingua

# Table 670315561 - Field 1795693192 - Property 2879900210
source: Long Description
fi_fi: Pitkä kuvaus
it_it: Descrizione lunga

# Table 670315561 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
it_it: Nome

# Table 670315561 - Field 1772640682 - Property 2879900210
source: Publisher
fi_fi: Julkaisija
it_it: Editore

# Table 670315561 - Field 2974866898 - Property 2879900210
source: Recommended By
fi_fi: Suosittelija
it_it: Consigliata da

# Table 670315561 - Field 514743000 - Property 2879900210
source: Short Description
fi_fi: Lyhyt kuvaus
it_it: Descrizione breve

# Table 670315561 - Field 357109057 - Property 2879900210
source: Id
fi_fi: Tunnus

# Codeunit 4114294211 - NamedType 1778008885
source: Cannot get the AppSource URL.
fi_fi: AppSourcen URL-osoitetta ei voi noutaa.
it_it: Impossibile ottenere l'URL di AppSource.

# Codeunit 4114294211 - NamedType 1228344041
source: Cannot add the recommended app with ID %1. The logo image cannot be downloaded, and the HTTP status code is %2.
fi_fi: Suositeltua sovellusta, jonka tunnus on %1, ei voi lisätä. Logokuvaa ei voi ladata, ja HTTP-tilakoodi on %2.
it_it: Impossibile aggiungere l'app consigliata con ID %1. Non è stato possibile scaricare l'immagine del logo e il codice di stato HTTP è %2.

# Codeunit 4114294211 - NamedType 3430929266
source: Cannot add the recommended app with ID %1. The URL %2 cannot be reached, and the HTTP status code is %3. Are you sure that the information about the app is correct?
fi_fi: Suositeltua sovellusta, jonka tunnus on %1, ei voi lisätä. URL-osoite %2 ei vastaa, ja HTTP-tilakoodi on %3. Oletko varma, että sovelluksen tiedot ovat oikein?
it_it: Impossibile aggiungere l'app consigliata con ID %1. Non è stato possibile raggiungere l'URL %2 e il codice di stato HTTP è %3. Le informazioni sull'app sono corrette?

# Page 4105953020 - Property 2879900210
source: Recommended App Card
fi_fi: Suositeltu sovellus -kortti
it_it: Scheda app consigliata

# Page 4105953020 - Control 3461834954 - Property 1295455071
source: Description
fi_fi: Kuvaus
it_it: Descrizione

# Page 4105953020 - Control 3461834954 - Property 2879900210
source: Description
fi_fi: Kuvaus
it_it: Descrizione

# Page 4105953020 - Control 2961552353 - Property 1295455071
source: Name
fi_fi: Nimi
it_it: Nome

# Page 4105953020 - Control 1772640682 - Property 1295455071
source: Publisher
fi_fi: Julkaisija
it_it: Editore

# Page 4105953020 - Control 2974866898 - Property 1295455071
source: Recommended By
fi_fi: Suosittelija
it_it: Consigliata da

# Page 4105953020 - Control 2974866898 - Property 2879900210
source: Recommended By
fi_fi: Suosittelija
it_it: Consigliata da

# Page 4105953020 - Control 37728636 - Property 1295455071
source: View app on Microsoft Business Central AppSource
fi_fi: Näytä sovellus Microsoft Business Centralin AppSourcessa
it_it: Visualizzare l'app in Microsoft Business Central AppSource

# Page 4105953020 - Control 37728636 - Property 2879900210
source: View on AppSource
fi_fi: Näytä AppSourcessa
it_it: Visualizza in AppSource

# Page 216317471 - Property 2879900210
source: Recommended Apps
fi_fi: Suositellut sovellukset
it_it: App consigliate

# Page 216317471 - Control 2961552353 - Property 1295455071
source: Name
fi_fi: Nimi
it_it: Nome

# Page 216317471 - Control 1772640682 - Property 1295455071
source: App publisher
fi_fi: Sovelluksen julkaisija
it_it: Editore dell'app

# Page 216317471 - Control 909780402 - Property 1295455071
source: Recommended by
fi_fi: Suosittelija
it_it: Consigliata da

# Page 216317471 - Control 909780402 - Property 2879900210
source: Recommended by
fi_fi: Suosittelija
it_it: Consigliata da

# Page 216317471 - Control 514743000 - Property 1295455071
source: Short Description
fi_fi: Lyhyt kuvaus
it_it: Descrizione breve

# Page 216317471 - View 435169421 - Property 2879900210
source: Your Microsoft Reseller
fi_fi: Microsoft-jälleenmyyjä
it_it: Il rivenditore Microsoft

# Enum 329656081 - EnumValue 435169421 - Property 2879900210
source: Your Microsoft Reseller
fi_fi: Microsoft-jälleenmyyjä
it_it: Il rivenditore Microsoft
