Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: SalesAndInventoryForecast/Source/SalesAndInventoryForecast/Translations/Sales and Inventory Forecast.g.*.xlf
Languages: is_is, it_ch, nb_no, nl_be

# Page 3449274493 - NamedType 2480695581
source: To get an updated inventory forecast, you must set up forecasting on the Sales and Inventory Forecast page.
is_is: Til að fá uppfærða birgðaspá þarf að setja upp spá á síðunni fyrir sölu- og birgðaspár.
it_ch: Per ottenere una previsione magazzino aggiornata è necessario impostare la previsione nella pagina della previsione vendite e magazzino.
nb_no: Hvis du vil ha en oppdatert lagerprognose, må du definere prognoser på siden Salgs- og lagerprognose.
nl_be: Als u een bijgewerkte voorraadprognose wilt, moet u prognoses instellen op de pagina Verkoop- en voorraadprognose.

# Page 3449274493 - NamedType 1553124563
source: Inventory Forecast
is_is: Birgðaspá
it_ch: Previsione magazzino
nb_no: Lagerprognose
nl_be: Voorraadprognose

# Page 3449274493 - NamedType 1187250541
source: Sales Forecast
is_is: Söluspá
it_ch: Previsione vendite
nb_no: Salgsprognose
nl_be: Verkoopprognose

# Page 3449274493 - NamedType 3193096050
source: Status
is_is: Staða
it_ch: Stato

# Page 3812782154 - Property 2879900210
source: Forecast
is_is: Spá
it_ch: Previsione
nb_no: Prognose
nl_be: Prognose

# Page 3812782154 - Control 2474810715 - Property 1295455071
source: Specifies the status of the forecast based on the current setup data.
is_is: Tilgreinir stöðu spár á grundvelli núverandi uppsetningargagna.
it_ch: Specifica lo stato della previsione in base ai dati di setup correnti.
nb_no: Angir statusen for prognosen basert på gjeldende oppsettdata.
nl_be: Hiermee wordt de status van de prognose opgegeven op basis van de huidige instellingsgegevens.

# Page 3812782154 - Control 2474810715 - Property 2879900210
source: Status
is_is: Staða
it_ch: Stato

# Page 3812782154 - Action 740439730 - Property 2879900210
source: Forecast Settings
is_is: Spástillingar
it_ch: Impostazioni previsione
nb_no: Prognoseinnstillinger
nl_be: Prognose-instellingen

# Page 3812782154 - Action 740439730 - Property 1295455071
source: View or edit the setup for the forecast.
is_is: Skoða eða breyta uppsetningu fyrir spá.
it_ch: Visualizzare o modificare il setup per la previsione.
nb_no: Vis eller rediger oppsettet for prognosen.
nl_be: De instelling van de prognose weergeven of bewerken.

# Page 3812782154 - NamedType 1475031092
source: Sales forecast not available for this item.
is_is: Söluspá er ekki tiltæk fyrir þessa vöru.
it_ch: Previsione vendite non disponibile per questo articolo.
nb_no: Salgsprognose ikke tilgjengelig for denne varen.
nl_be: Verkoopprognose is niet beschikbaar voor dit artikel.

# Page 3812782154 - NamedType 2773416397
source: Not enough historical data
is_is: Ekki nægjanleg gögn
it_ch: Dati storici insufficienti
nb_no: Ikke nok historiske data
nl_be: Niet genoeg historische gegevens

# Page 3812782154 - NamedType 1057239945
source: Variance too high
is_is: Frávik er of hátt
it_ch: Scostamento troppo alto
nb_no: Avvik for høyt
nl_be: Verschil te groot

# Page 3812782154 - NamedType 2862976245
source: Forecast expired
is_is: Spá útrunnin
it_ch: Previsione scaduta
nb_no: Prognose utløpt
nl_be: Prognose vervallen

# Page 3812782154 - NamedType 1825422692
source: The %1 has been changed
is_is: %1 hefur verið breytt
it_ch: %1 è stato modificato
nb_no: %1 er endret
nl_be: %1 is gewijzigd

# Page 3812782154 - NamedType 4271254522
source: There is not enough historical data to predict future sales.\You must have at least 5 periods of historical sales in order to predict future sales.
is_is: Ekki eru næg gögn til að spá fyrir um sölu í framtíðinni.\Að minnsta kosti fimm tímabil sölu þurfa að vera til staðar til að hægt sé að spá fyrir um sölu í framtíðinni.
it_ch: Dati storici insufficienti per la previsione delle vendite future.\Sono necessari almeno 5 periodi di dati storici di vendita per la previsione delle vendite future.
nb_no: Det er ikke nok historiske data til å forutsi fremtidig salg.\Du må ha minst fem perioder med historisk salg for å kunne forutsi fremtidig salg.
nl_be: Er zijn niet genoeg historische gegevens om toekomstige verkopen te voorspellen.\U moet ten minste vijf perioden met historische verkopen hebben om toekomstige verkopen te voorspellen.

# Page 3812782154 - NamedType 2597248666
source: The calculated forecast shows a degree of variance that is higher than the setup allows.
is_is: Útreiknuð spá sýnir frávik sem er hærra en uppsetningin leyfir.
it_ch: La previsione calcolata indica un grado di scostamento superiore al limite consentito dal setup.
nb_no: Den beregnede prognosen viser et avviksnivå som er høyere det oppsettet tillater.
nl_be: De berekende prognose bevat een verschil dat groter is dan wordt toegestaan in de instelling.

# Page 3812782154 - NamedType 540652290
source: The forecast has passed the expiration date and is no longer valid.
is_is: Spáin er komin fram yfir gildistíma og er ekki lengur gild.
it_ch: La previsione ha superato la data di scadenza e non è più valida.
nb_no: Prognosen har passert utløpsdatoen, og er ikke lenger gyldig.
nl_be: De vervaldatum van de prognose is verstreken en de prognose is niet meer geldig.

# Page 3812782154 - NamedType 2020948295
source: The forecast is not valid. Someone has changed the forecast period type in the setup on the Sales and Inventory Forecast Setup page. Recalculate the forecast to see the latest figures.
is_is: Spáin er ekki gild. Einhver hefur breytt tímabilsgerð spárinnar í uppsetningunni á uppsetningarsíðunni fyrir sölu- og birgðaspár. Endurreikna skal spána til að sjá nýjustu tölurnar.
it_ch: La previsione non è valida. Il tipo di periodo previsione è stato modificato nella pagina Setup previsione vendite e magazzino. Ricalcolare la previsione per visualizzare le cifre più recenti.
nb_no: Prognosen er ikke gyldig. Noen har endret prognoseperiodetypen i oppsettet på siden Oppsett for salgs- og varelagerprognose. Beregn prognosen på nytt for å vise de siste tallene.
nl_be: De prognose is niet geldig. Iemand heeft het type prognoseperiode gewijzigd op de pagina Instelling van verkoop- en voorraadprognose. Bereken de prognose opnieuw om de recentste cijfers te zien.

# Page 3997127860 - Property 2879900210
source: Sales and Inventory Forecast Setup
is_is: Uppsetning sölu- og birgðaspár
it_ch: Setup previsione vendite e magazzino
nb_no: Oppsett for salgs- og varelagerprognose
nl_be: Instelling van verkoop- en voorraadprognose

# Page 3997127860 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt
it_ch: Generale
nb_no: Generelt
nl_be: Algemeen

# Page 3997127860 - Control 95864743 - Property 1295455071
source: Specifies the type of period that you want to see the forecast by.
is_is: Tilgreinir gerð tímabils sem sjá á spána fyrir.
it_ch: Specifica il tipo del periodo per cui si desidera visualizzare la previsione.
nb_no: Angir periodetypen du vil se prognosen etter.
nl_be: Hiermee wordt het soort periode opgegeven waarop u de prognose wilt zien.

# Page 3997127860 - Control 1749449385 - Property 1295455071
source: Specifies how many periods you want the forecast to cover.
is_is: Tilgreinir hversu mörg tímabil spáin á að ná til.
it_ch: Specifica il numero di periodi che si desidera includere nella previsione.
nb_no: Angir hvor mange perioder du vil at prognosen skal dekke.
nl_be: Hiermee wordt opgegeven hoeveel perioden de prognose moet omvatten.

# Page 3997127860 - Control 1780437933 - Property 1295455071
source: Specifies how far in the future you want to look for stockouts. The value you enter works together with the unit of time specified in the Period Type field to determine the horizon.
is_is: Tilgreinir hversu langt fram í tímann eigi að leita að birgðaskorti. Gildið sem er slegið inn er tengt tímaeiningunni sem er tilgreind í reitnum Tímabilsgerð til að ákvarða hversu langt leitin nær.
it_ch: Specifica fino a che data cercare le scorte. Il valore inserito viene utilizzato insieme all'unità di tempo specificata nel campo Tipo periodo per determinare l'orizzonte.
nb_no: Angir hvor langt inn i fremtiden du vil søke etter lagerbeholdninger. Verdien du angir, fungerer sammen med tidsenheten som er angitt i Periodetype-feltet til å bestemme horisonten.
nl_be: Hiermee wordt opgegeven hoe ver in de toekomst u wilt zoeken naar voorraadtekorten. De waarde die u invoert, bepaalt in combinatie met de tijdseenheid die is opgegeven in het veld Soort periode, de horizon.

# Page 3997127860 - Control 2038324810 - Property 1295455071
source: Specifies the API URI for the Azure Machine Learning instance.
is_is: Tilgreinir API URI fyrir Azure Machine Learning tilvikið.
it_ch: Specifica l'URI API per l'istanza di Azure Machine Learning.
nb_no: Angir API-URI for Azure Machine Learning-forekomsten.
nl_be: Hiermee wordt de API-URI opgegeven voor de Azure Machine Learning-instantie.

# Page 3997127860 - Control 1951792025 - Property 2879900210
source: API Key
is_is: API-lykill
it_ch: Chiave API
nb_no: API-nøkkel
nl_be: API-sleutel

# Page 3997127860 - Control 1951792025 - Property 1295455071
source: Specifies the API key for the Time Series experiment in Azure Machine Learning.
is_is: Tilgreinir API-lykil fyrir tímaraðartilraunina í Azure Machine Learning.
it_ch: Specifica la chiave API per l'esperimento Time Series in Azure Machine Learning.
nb_no: Angir API-nøkkelen for tidsserieforsøket i Azure Machine Learning.
nl_be: Hiermee wordt de API-sleutel opgegeven voor het tijdreeksexperiment in Azure Machine Learning.

# Page 3997127860 - Control 1158072699 - Property 1295455071
source: Specifies the number of seconds to wait before the call to Azure Machine Learning times out.
is_is: Tilgreinir fjölda sekúndna áður en hætt er að hringja í Azure Machine Learning.
it_ch: Specifica il numero di secondi di attesa prima del timeout della chiamata a Azure Machine Learning.
nb_no: Angir antall sekunder du vil vente før kallet til Azure Machine Learning tidsavbrytes.
nl_be: Hiermee wordt opgegeven hoeveel seconden moet worden gewacht voordat er een time-out optreedt in de aanroep van Azure Machine Learning.

# Page 3997127860 - Control 1620293444 - Property 1295455071
source: Specifies the range of deviation, plus or minus, that you'll accept in the forecast. Lower percentages represent more accurate forecasts, and are typically between 20 and 40. Forecasts outside the range are considered inaccurate, and do not display.
is_is: Tilgreinir svið frávika, plús eða mínus, sem er samþykkt í spánni. Lægri gildi tákna nákvæmari spá, og eru vanalega á milli 20 og 40. Spár utan sviðsins eru álitnar ónákvæmar og birtast ekki.
it_ch: Specifica l'intervallo di scostamento, positivo o negativo, che verrà accettato nella previsione. Le percentuali più basse rappresentano previsioni più accurate e si attestano in genere tra 20 e 40. Le previsioni non comprese nell'intervallo sono considerate inaccurate e non vengono visualizzate.
nb_no: Angir avviksområdet, pluss eller minus, som du godtar i prognosen. Lavere prosentdeler representerer mer nøyaktige prognoser og er vanligvis mellom 20 og 40. Prognoser utenfor området anses som unøyaktige og vises ikke.
nl_be: Hiermee wordt de mate van positieve of negatieve afwijking opgegeven die u in de prognose accepteert. Lage percentages vertegenwoordigen nauwkeurigere prognoses en liggen meestal tussen 20 en 40. Prognoses buiten het bereik worden als onjuist beschouwd en niet weergegeven.

# Page 3997127860 - Control 3046871300 - Property 1295455071
source: Specifies the number of days until the forecast expires.
is_is: Tilgreinir fjölda daga þar til spá rennur út.
it_ch: Specifica il numero di giorni fino alla scadenza della previsione.
nb_no: Angir antall dager før prognosen utløper.
nl_be: Hiermee wordt het aantal dagen opgegeven totdat de prognose vervalt.

# Page 3997127860 - Control 3810224734 - Property 1295455071
source: Specifies the number of historical periods from which to get data for the forecast. The length of the period is specified in the Period Type field.
is_is: Tilgreinir fjölda sögulegra tímabila sem sækja á gögn fyrir spána úr. Lengd tímabilsins er tilgreind í reitnum Tímabilsgerð.
it_ch: Specifica il numero di periodi storici da cui ottenere dati per la previsione. La lunghezza del periodo è specificata nel campo Tipo periodo.
nb_no: Angir antall historiske perioder det skal hentes data fra for prognosen. Lengden på perioden er angitt i Periodetype-feltet.
nl_be: Hiermee wordt het aantal historische perioden opgegeven vanaf wanneer gegevens voor de prognose worden opgehaald. De lengte van de periode wordt opgegeven in het veld Soort periode.

# Page 3997127860 - Control 2908512707 - Property 1295455071
source: Specifies the algorithm to use for the time series analysis.
is_is: Tilgreinir algrím sem nota á fyrir greiningu tímaraðar.
it_ch: Specifica l'algoritmo da utilizzare per l'analisi delle serie temporali.
nb_no: Angir algoritmen som skal brukes for tidsserieanalysen.
nl_be: Hiermee wordt het algoritme opgegeven dat moet worden gebruikt voor tijdreeksanalyse.

# Page 3997127860 - Control 84074407 - Property 2879900210
source: Statistics
is_is: Upplýsingar
it_ch: Statistiche
nb_no: Statistikk
nl_be: Statistieken

# Page 3997127860 - Control 729129122 - Property 1295455071
source: Specifies the date and time of the last completed forecast update. You cannot change this value.
is_is: Tilgreinir dagsetningu og tíma síðustu spáruppfærslu. Ekki er hægt að breyta þessu gildi.
it_ch: Specifica la data e l'ora dell'ultimo aggiornamento previsione completato. Questo valore non può essere modificato.
nb_no: Angir datoen og klokkeslettet for siste fullførte prognoseoppdatering. Du kan ikke endre denne verdien.
nl_be: Hiermee worden de datum en de tijd van de laatst voltooide prognosebijwerking opgegeven. U kunt deze waarde niet wijzigen.

# Page 3997127860 - Control 1825078469 - Property 2879900210
source: Used Processing Time (Seconds)
is_is: Notaður vinnslutími (í sekúndum)
it_ch: Tempo di elaborazione utilizzato (secondi)
nb_no: Brukt behandlingstid (sekunder)
nl_be: Gebruikte verwerkingstijd (seconden)

# Page 3997127860 - Control 1825078469 - Property 1295455071
source: Specifies how many seconds of processing time have been used. You cannot change this value.
is_is: Tilgreinir hversu margar sekúndur af vinnslutíma hafa verið notaðar. Ekki er hægt að breyta þessu gildi.
it_ch: Specifica il numero di secondi utilizzati del tempo di elaborazione. Questo valore non può essere modificato.
nb_no: Angir hvor mange sekunder for behandlingstid som er brukt. Du kan ikke endre denne verdien.
nl_be: Hiermee wordt opgegeven hoeveel seconden verwerkingstijd zijn gebruikt. U kunt deze waarde niet wijzigen.

# Page 3997127860 - Action 2964965103 - Property 2879900210
source: Setup Scheduled Forecasting
is_is: Setja upp áætlanir fyrir spár
it_ch: Setup previsione programmata
nb_no: Definer planlagt prognose
nl_be: Geplande prognose instellen

# Page 3997127860 - Action 2964965103 - Property 1295455071
source: Setup scheduled forecasting of item sales
is_is: Setja upp áætlanir fyrir spár fyrir vörusölu
it_ch: Setup previsione programmata vendite articolo
nb_no: Definer planlagt prognose for varesalg
nl_be: Geplande prognose van artikelverkoop instellen

# Page 3997127860 - Action 1547422966 - Property 2879900210
source: Update Forecast
is_is: Uppfæra spá
it_ch: Aggiorna previsione
nb_no: Oppdater prognose
nl_be: Prognose bijwerken

# Page 3997127860 - Action 1547422966 - Property 1295455071
source: Update forecast for all items
is_is: Uppfæra spá fyrir allar vörur
it_ch: Aggiorna previsione per tutti gli articoli
nb_no: Oppdater prognose for alle varer
nl_be: Prognose bijwerken voor alle artikelen

# Page 3997127860 - Action 2185364567 - Property 2879900210
source: Open Azure AI Gallery
is_is: Opna Azure AI-gallerí
it_ch: Apri Azure AI Gallery
nb_no: Åpne Azure AI-galleri
nl_be: Azure AI-galerie openen

# Page 3997127860 - Action 2185364567 - Property 1295455071
source: Explore models for Azure Machine Learning, and use Azure Machine Learning Studio to build, test, and deploy the Forecasting Model for Microsoft Dynamics 365.
is_is: Skoða líkön fyrir Azure Machine Learning og nota Azure Machine Learning Studio til að smíða, prófa og nota Forecasting Model for Microsoft Dynamics 365.
it_ch: Esplora modelli per Azure Machine Learning e utilizza Azure Machine Learning Studio per creare, testare e distribuire il Forecasting Model per Microsoft Dynamics 365.
nb_no: Utforsk modeller for Azure Machine Learning, og bruk Azure Machine Learning Studio til å bygge, teste og distribuere Forecasting Model for Microsoft Dynamics 365.
nl_be: Verken modellen voor Azure Machine Learning en gebruik Azure Machine Learning Studio om het Forecasting Model voor Microsoft Dynamics 365 te maken, te testen en te installeren.

# Page 3997127860 - NamedType 2687205535
source: Sales forecasts are being updated in the background. This might take a minute.
is_is: Verið er að uppfæra söluspár í bakgrunninum. Þetta gæti tekið smástund.
it_ch: Previsioni vendite aggiornate in background. Questa operazione può richiedere qualche minuto.
nb_no: Salgsprognoser blir oppdatert i bakgrunnen. Dette kan ta litt tid.
nl_be: Verkoopprognoses worden op de achtergrond bijgewerkt. Dit kan een minuut duren.

# Page 3997127860 - NamedType 3455628948
source: Sales forecast updates are being scheduled. Please wait until the process is complete.
is_is: Uppfærslur á söluspá eru áætlaðar. Bíðið þar til ferlinu lýkur.
it_ch: Gli aggiornamenti per la previsione vendite stanno per essere pianificati. Attendere il completamento del processo.
nb_no: Salgsprognoseoppdateringer planlegges. Vent til prosessen er fullført.
nl_be: Verkoopprognose-updates worden gepland. Wacht totdat het proces is voltooid.

# PageExtension 2565734565 - Action 3452445781 - Property 2879900210
source: Forecast
is_is: Spá
it_ch: Previsione
nb_no: Prognose
nl_be: Prognose

# PageExtension 2565734565 - Action 1676605102 - Property 2879900210
source: Update Sales Forecast
is_is: Uppfæra söluspá
it_ch: Aggiorna previsione vendite
nb_no: Oppdater salgsprognose
nl_be: Verkoopprognose bijwerken

# PageExtension 2261635039 - Action 3452445781 - Property 2879900210
source: Forecast
is_is: Spá
it_ch: Previsione
nb_no: Prognose
nl_be: Prognose

# PageExtension 2261635039 - Action 1676605102 - Property 2879900210
source: Update Sales Forecast
is_is: Uppfæra söluspá
it_ch: Aggiorna previsione vendite
nb_no: Oppdater salgsprognose
nl_be: Verkoopprognose bijwerken

# TableExtension 818531561 - Field 2006631723 - Property 2879900210
source: Has Sales Forecast
is_is: Er með söluspá
it_ch: Con previsione vendite
nb_no: Har salgsprognose
nl_be: Heeft verkoopprognose
