Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: SalesAndInventoryForecast/Source/SalesAndInventoryForecast/Translations/Sales and Inventory Forecast.g.*.xlf
Languages: is_is, it_ch, nb_no, nl_be

# Table 178869804 - Field 568743302 - Property 2879900210
source: Item No.
is_is: Vörunr.
it_ch: Nr. articolo
nb_no: Varenr.
nl_be: Artikelnr.

# Table 178869804 - Field 3192175264 - Property 2879900210
source: Date
is_is: Dagsetning
it_ch: Data
nb_no: Dato
nl_be: Datum

# Table 178869804 - Field 2704404533 - Property 2879900210
source: Quantity
is_is: Magn
it_ch: Quantità
nb_no: Antall
nl_be: Aantal

# Table 178869804 - Field 1530663077 - Property 2879900210
source: Forecast Data
is_is: Spárgögn
it_ch: Dati previsione
nb_no: Prognosedata
nl_be: Prognosegegevens

# Table 178869804 - Field 1620293444 - Property 2879900210
source: Variance %
is_is: Frávik í %
it_ch: % scostamento
nb_no: Avviks-%
nl_be: Verschil %

# Table 995188731 - Field 568743302 - Property 2879900210
source: Item No.
is_is: Vörunr.
it_ch: Nr. articolo
nb_no: Varenr.
nl_be: Artikelnr.

# Table 995188731 - Field 1832902037 - Property 2879900210
source: Time Series Period Type
is_is: Tímabilsgerð tímaraða
it_ch: Tipo periodo Time Series
nb_no: Type tidsserieperiode
nl_be: Periodesoort van tijdreeks

# Table 995188731 - Field 3694533338 - Property 2879900210
source: History Start Date
is_is: Upphafsdagur ferils
it_ch: Data di inizio storico
nb_no: Startdato for historikk
nl_be: Begindatum van historiek

# Table 995188731 - Field 1266072289 - Property 2879900210
source: Forecast Start Date
is_is: Upphafsdagur spár
it_ch: Data di inizio previsione
nb_no: Startdato for prognose
nl_be: Begindatum van prognose

# Table 995188731 - Field 1749449385 - Property 2879900210
source: Horizon
is_is: Hámark
it_ch: Orizzonte
nb_no: Horisont

# Table 995188731 - Field 1004750025 - Property 2879900210
source: Last Updated
is_is: Síðast uppfært
it_ch: Ultimo aggiornamento
nb_no: Sist oppdatert
nl_be: Laatst bijgewerkt

# Table 1767462481 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill
it_ch: Chiave primaria
nb_no: Primærnøkkel
nl_be: Primaire sleutel

# Table 1767462481 - Field 95864743 - Property 2879900210
source: Period Type
is_is: Tímabilsgerð
it_ch: Tipo periodo
nb_no: Periodetype
nl_be: Periodesoort

# Table 1767462481 - Field 2446091131 - Property 2879900210
source: Show Setup Notification
it_ch: Mostra notifica setup
nb_no: Vis oppsettvarsling
nl_be: Instellingsbericht weergeven

# Table 1767462481 - Field 1780437933 - Property 2879900210
source: Stockout Warning Horizon
is_is: Hámark birgðaviðvörunar
it_ch: Orizzonte avviso esaurimento scorte
nb_no: Horisont for lagerbeholdningsadvarsel
nl_be: Horizon van voorraadwaarschuwing

# Table 1767462481 - Field 1749449385 - Property 2879900210
source: Horizon
is_is: Hámark
it_ch: Orizzonte
nb_no: Horisont

# Table 1767462481 - Field 2038324810 - Property 2879900210
source: API URI
it_ch: URI API

# Table 1767462481 - Field 264208910 - Property 2879900210
source: API Key ID
is_is: Kenni API-lykils
it_ch: ID chiave API
nb_no: ID for API-nøkkel
nl_be: API-sleutel-id

# Table 1767462481 - Field 1158072699 - Property 2879900210
source: Timeout (seconds)
is_is: Tímalokun (sekúndur)
it_ch: Timeout (secondi)
nb_no: Tidsavbrudd (sekunder)
nl_be: Time-out (seconden)

# Table 1767462481 - Field 1620293444 - Property 2879900210
source: Variance %
is_is: Frávik í %
it_ch: % scostamento
nb_no: Avviks-%
nl_be: Verschil %

# Table 1767462481 - Field 3046871300 - Property 2879900210
source: Expiration Period (Days)
is_is: Gildistímabil (dagar)
it_ch: Periodo di scadenza (giorni)
nb_no: Utløpsperiode (dager)
nl_be: Vervalperiode (dagen)

# Table 1767462481 - Field 3810224734 - Property 2879900210
source: Historical Periods
is_is: Söguleg tímabil
it_ch: Periodi storici
nb_no: Historiske perioder
nl_be: Historische perioden

# Table 1767462481 - Field 729129122 - Property 2879900210
source: Last Run Completed
is_is: Síðustu keyrslu lokið
it_ch: Ultima esecuzione completata
nb_no: Siste kjøring fullført
nl_be: Laatste uitvoering voltooid

# Table 1767462481 - Field 3414388415 - Property 2879900210
source: Limit
is_is: Viðmiðunarmörk
it_ch: Limite
nb_no: Grense
nl_be: Limiet

# Table 1767462481 - Field 2927347786 - Property 2879900210
source: Processing Time
is_is: Vinnslutími
it_ch: Tempo di elaborazione
nb_no: Behandlingstid
nl_be: Verwerkingstijd

# Table 1767462481 - Field 1239291867 - Property 2879900210
source: API Cache Minutes
is_is: API-skyndiminni mínútur
it_ch: Minuti cache API
nb_no: API-hurtigbufferminutter
nl_be: API-cacheminuten

# Table 1767462481 - Field 3180521973 - Property 2879900210
source: API Cache Expiry
is_is: Gildistími API-skyndiminnis
it_ch: Scadenza cache API
nb_no: Utløp av API-hurtigbuffer
nl_be: API-cacheverval

# Table 1767462481 - Field 2800233673 - Property 2879900210
source: Service Pass API Uri ID
is_is: Kenni API Uri fyrir þjónustupassa
it_ch: ID URI API password servizio
nb_no: ID for API-URI for tjenestepassord
nl_be: Servicewachtwoord-id voor API-URI

# Table 1767462481 - Field 160259690 - Property 2879900210
source: Service Pass API Key ID
is_is: Kenni þjónustupassa fyrir API-lykil
it_ch: ID password servizio chiave API
nb_no: ID for API-nøkkel for tjenestepassord
nl_be: Servicewachtwoord-id voor API-sleutel

# Table 1767462481 - Field 2908512707 - Property 2879900210
source: Timeseries Model
is_is: Líkan tímaraðar
it_ch: Modello serie temporali
nb_no: Tidsseriemodell
nl_be: Tijdreeksmodel

# Table 1767462481 - NamedType 3788244515
source: You must specify an API key and an API URI in the Sales and Inventory Forecast Setup page.
is_is: Tilgreina verður API-lykil og API URI á uppsetningarsíðunni fyrir sölu- og birgðaspár.
it_ch: È necessario specificare una chiave API e un URI API nella pagina Setup previsione vendite e magazzino.
nb_no: Du må angi en API-nøkkel og en API-URI på siden Oppsett for salgs- og varelagerprognose.
nl_be: U moet een API-sleutel en een API-URI opgeven op de pagina Instelling van verkoop- en voorraadprognose.

# Table 1767462481 - NamedType 3726603109
source: It is not possible to have the Uri %1 in a field with a length of %2.
is_is: Það er ekki hægt að hafa URI %1 í reit með lengdinni %2.
it_ch: Non è possibile specificare l'URI %1 in un campo di lunghezza %2.
nb_no: Det er ikke mulig å vise Uri %1 i et felt med en lengde på %2.
nl_be: Het is niet mogelijk om de URI %1 te hebben in een veld met een lengte van %2.

# Codeunit 2836764293 - NamedType 1508453294
source: There is not enough historical data to predict future sales.
is_is: Ekki eru til staðar nægjanleg gögn til að spá fyrir um sölu í framtíðinni.
it_ch: Dati storici insufficienti per la previsione vendite future.
nb_no: Det finnes ikke nok historiske data til å forutsi fremtidig salg.
nl_be: Er zijn niet genoeg historische gegevens om toekomstige verkopen te voorspellen.

# Codeunit 2836764293 - NamedType 3788244515
source: You must specify an API key and an API URI in the Sales and Inventory Forecast Setup page.
is_is: Tilgreina verður API-lykil og API URI á uppsetningarsíðunni fyrir sölu- og birgðaspár.
it_ch: È necessario specificare una chiave API e un URI API nella pagina Setup previsione vendite e magazzino.
nb_no: Du må angi en API-nøkkel og en API-URI på siden Oppsett for salgs- og varelagerprognose.
nl_be: U moet een API-sleutel en een API-URI opgeven op de pagina Instelling van verkoop- en voorraadprognose.

# Codeunit 2836764293 - NamedType 2480204489
source: Each calculation uses Azure Machine Learning credits, and you have reached your limit for this month.
is_is: Hver útreikningur notar Azure Machine Learning inneign, en þú hefur nýtt hana alla fyrir þennan mánuð.
it_ch: Ogni calcolo utilizza i crediti di Azure Machine Learning ed è stato raggiunto il limite per il mese.
nb_no: Hver beregning bruker kreditt for Azure Machine Learning, og du har nådd grensen for denne måneden.
nl_be: Elke berekening gebruikt Azure Machine Learning-tegoeden en u hebt de limiet voor deze maand gebruikt.

# Codeunit 2836764293 - NamedType 2569145044
source: Failed to initialize the forecast method. Please, contact your system administrator.
is_is: Ekki tókst að frumstilla spáraðferðina. Hafa skal samband við kerfisstjóra.
it_ch: Impossibile inizializzare il metodo di previsione. Contattare l'amministratore di sistema.
nb_no: Kan ikke initialisere prognosemetoden. Kontakt systemansvarlig.
nl_be: Kan de prognosemethode niet initialiseren. Neem contact op met de systeembeheerder.

# Codeunit 2836764293 - NamedType 586424512
source: Sales and Inventory Forecast
is_is: Sölu- og birgðaspár
it_ch: Previsione vendite e magazzino
nb_no: Salgs- og lagerprognose
nl_be: Verkoop- en voorraadprognose

# Codeunit 2836764293 - NamedType 3494735008
source: Set up and enable the Sales and Inventory Forecast service.
is_is: Setja upp og virkja þjónustuna „Sölu- og birgðaspár“.
it_ch: Impostare e abilitare il servizio Previsione vendite e magazzino.
nb_no: Konfigurer og aktiver tjenesten for salgs- og lagerprognose.
nl_be: De verkoop- en voorraadprognoseservice instellen en inschakelen.

# Codeunit 2836764293 - NamedType 3760830540
source: Sales,Inventory,Forecast
is_is: Sala,Birgðir,Spá
it_ch: Vendite,Magazzino,Previsione
nb_no: Salg,Beholdning,Prognose
nl_be: Verkoop,Voorraad,Prognose

# Codeunit 2836764293 - NamedType 1168217811
source: We're updating the inventory forecast for item #1
is_is: Við erum uppfæra birgðaspána fyrir vöruna #1
it_ch: Aggiornamento previsione magazzino in corso per l'articolo #1
nb_no: Vi oppdaterer lagerprognosen for vare #1
nl_be: De voorraadprognose wordt bijgewerkt voor artikel 1

# Codeunit 3659386448 - NamedType 3788244515
source: You must specify an API key and an API URI in the Sales and Inventory Forecast Setup page before you can automate sales forecasting.
is_is: Tilgreina verður API-lykil og API URI á uppsetningarsíðunni fyrir sölu- og birgðaspá áður en hægt er að gera söluspár sjálfvirkar.
it_ch: È necessario specificare una chiave API e un URI API nella pagina Setup previsione vendite e magazzino prima che le previsioni vendite possano essere automatizzate.
nb_no: Du må angi en API-nøkkel og en API-URI på siden Oppsett for salgs- og varelagerprognose før du kan automatisere salgsprognoser.
nl_be: U moet een API-sleutel en een API-URI op de pagina Instelling van verkoop- en voorraadprognose opgeven voordat u verkoopprognoses kunt automatiseren.

# Codeunit 3659386448 - NamedType 638591264
source: You can get the sales forecast updated automatically every week.
is_is: Hægt er að fá söluspána uppfærða sjálfkrafa í hverri viku.
it_ch: È possibile ricevere le previsioni vendite aggiornate automaticamente ogni settimana.
nb_no: Du kan få salgsprognosen oppdatert automatisk hver uke.
nl_be: U kunt de verkoopprognose automatisch elke week laten bijwerken.

# Codeunit 3659386448 - NamedType 2668691647
source: Set Up Scheduled Forecasting
is_is: Setja upp áætlanir fyrir spár
it_ch: Setup previsione programmata
nb_no: Definer planlagt prognose
nl_be: Geplande prognose instellen

# Codeunit 3659386448 - NamedType 3942767717
source: Show notification if you want to enable sales forecast to become automatically updated every week
is_is: Sýna tilkynningu ef þú vilt að söluspá verði sjálfkrafa uppfærð í hverri viku
it_ch: Mostra la notifica se si desidera abilitare l'aggiornamento automatico della previsione vendite con frequenza settimanale
nb_no: Vis varsel hvis du vil aktivere salgsprognosen slik at den blir automatisk oppdatert hver uke
nl_be: Bericht weergeven als u wilt inschakelen dat verkoopprognoses automatisch elke week worden bijgewerkt

# Codeunit 3659386448 - NamedType 3507565196
source: Don't ask again
is_is: Ekki spyrja aftur
it_ch: Non visualizzare più questa richiesta
nb_no: Ikke spør meg igjen
nl_be: Niet opnieuw vragen

# Codeunit 3659386448 - NamedType 1965332250
source: The sales forecast will be updated every week. You can change the schedule in the Setup Scheduled Forecasting window in the Sales Inventory Forecast Setup.
is_is: Söluspáin verður uppfærð á viku fresti. Hægt er að breyta áætluninni í glugganum Setja upp áætlanir fyrir spár í uppsetningu sölu-og birgðaspáa.
it_ch: La previsione vendite viene aggiornata ogni settimana. È possibile modificare la pianificazione nella finestra Setup previsione programmata in Setup previsione vendite e magazzino.
nb_no: Salgsprognosen blir oppdatert hver uke. Du kan endre tidsplanen i vinduet Definer planlagt prognose i Oppsett for varelagerprognose.
nl_be: De verkoopprognose wordt elke week ​bijgewerkt. U kunt de planning wijzigen in het venster Geplande prognose instellen in de instelling van de prognose van de verkoopvoorraad.

# Codeunit 3420482273 - NamedType 1978664471
source: You have run out of stock on items that this vendor usually supplies.
is_is: Birgðir þínar hafa klárast af vörum sem þessi lánardrottinn útvegar yfirleitt.
it_ch: Scorte non disponibili per gli articoli forniti solitamente dal fornitore.
nb_no: Du har gått tom for varer som denne leverandøren vanligvis leverer.
nl_be: U hebt artikelen die deze leverancier normaal gesproken levert, niet meer in voorraad.

# Codeunit 3420482273 - NamedType 2614170639
source: Add them to this document
is_is: Bæta þeim á þetta skjal
it_ch: Aggiungi a questo documento
nb_no: Legg dem til i dette dokumentet
nl_be: Artikelen aan dit document toevoegen

# Codeunit 3420482273 - NamedType 1947377117
source: Items running low in inventory
is_is: Vara sem lítið er af í birgðum
it_ch: Articoli in esaurimento in magazzino
nb_no: Varer det er lite av i lager
nl_be: Artikelen waarvan de voorraad opraakt

# Codeunit 3420482273 - NamedType 4227602343
source: Get notified if you are running low on stock for items that a vendor usually supplies, and get help re-stocking.
is_is: Fá tilkynningu þegar lítið er eftir á lager af vörum sem lánardrottinn útvegar yfirleitt, og fá hjálp við enduráfyllingu.
it_ch: Viene inviata una notifica se le scorte in magazzino per gli articoli forniti solitamente da un fornitore sono in esaurimento e si ottengono informazioni per il rifornimento scorte.
nb_no: Få varsel hvis du har lite varer som en leverandør vanligvis leverer, og få hjelp til etterfylling.
nl_be: Geïnformeerd worden als de voorraad opraakt van artikelen die een leverancier normaal gesproken levert, en hulp krijgen bij de herbevoorrading.

# Page 3449274493 - Property 2879900210
source: Forecast
is_is: Spá
it_ch: Previsione
nb_no: Prognose
nl_be: Prognose

# Page 3449274493 - Control 2474810715 - Property 1295455071
source: Specifies the status of the forecast based on the current setup data.
is_is: Tilgreinir stöðu spár á grundvelli núverandi uppsetningargagna.
it_ch: Specifica lo stato della previsione in base ai dati di setup correnti.
nb_no: Angir statusen for prognosen basert på gjeldende oppsettdata.
nl_be: Hiermee wordt de status van de prognose opgegeven op basis van de huidige instellingsgegevens.

# Page 3449274493 - Control 2474810715 - Property 2879900210
source: Status
is_is: Staða
it_ch: Stato

# Page 3449274493 - Action 1388957642 - Property 2879900210
source: Create Purchase Invoice
is_is: Stofna innkaupareikning
it_ch: Crea fattura di acquisto
nb_no: Opprett kjøpsfaktura
nl_be: Inkoopfactuur maken

# Page 3449274493 - Action 1388957642 - Property 1295455071
source: Creates a purchase invoice for this item
is_is: Stofnar innkaupareikning fyrir þessa vöru
it_ch: Crea una fattura di acquisto per l'articolo
nb_no: Oppretter en kjøpsfaktura for denne varen
nl_be: Hiermee wordt een inkoopfactuur voor dit artikel gemaakt

# Page 3449274493 - Action 1672799731 - Property 2879900210
source: Create Purchase Order
is_is: Stofna innkaupapöntun
it_ch: Crea ordini di acquisto
nb_no: Opprett bestilling
nl_be: Inkooporder maken

# Page 3449274493 - Action 1672799731 - Property 1295455071
source: Creates a purchase order for this item
is_is: Stofnar innkaupapöntun fyrir þessa vöru
it_ch: Crea un ordine di acquisto per l'articolo
nb_no: Oppretter en bestilling for denne varen
nl_be: Hiermee wordt een inkooporder voor dit artikel gemaakt

# Page 3449274493 - Action 3613796910 - Property 2879900210
source: Show Inventory Forecast
is_is: Sýna birgðaspá
it_ch: Mostra previsione magazzino
nb_no: Vis lagerprognose
nl_be: Voorraadprognose weergeven

# Page 3449274493 - Action 3613796910 - Property 1295455071
source: View Item Inventory Forecast
is_is: Skoða vörubirgðaspá
it_ch: Visualizza previsione magazzino articolo
nb_no: Vis varelagerprognose
nl_be: Voorraadprognose van artikel weergeven

# Page 3449274493 - Action 951916468 - Property 2879900210
source: Show Sales Forecast
is_is: Sýna söluspá
it_ch: Mostra previsione vendite
nb_no: Vis salgsprognose
nl_be: Verkoopprognose weergeven

# Page 3449274493 - Action 951916468 - Property 1295455071
source: View Item Sales Forecast
is_is: Skoða vörusöluspá
it_ch: Visualizza previsione vendite articolo
nb_no: Vis varesalgsprognose
nl_be: Verkoopprognose van artikel weergeven

# Page 3449274493 - Action 740439730 - Property 2879900210
source: Forecast Settings
is_is: Spástillingar
it_ch: Impostazioni previsione
nb_no: Prognoseinnstillinger
nl_be: Prognose-instellingen

# Page 3449274493 - Action 740439730 - Property 1295455071
source: View or edit the setup for the forecast.
is_is: Skoða eða breyta uppsetningu fyrir spá.
it_ch: Visualizzare o modificare il setup per la previsione.
nb_no: Vis eller rediger oppsettet for prognosen.
nl_be: De instelling van de prognose weergeven of bewerken.

# Page 3449274493 - Action 2008385294 - Property 1295455071
source: Deletes the sales forecast for this item
is_is: Eyðir söluspánni fyrir þessa vöru
it_ch: Elimina le previsione vendite per l'articolo
nb_no: Sletter salgsprognosen for denne varen
nl_be: Hiermee wordt de verkoopprognose voor dit artikel verwijderd

# Page 3449274493 - NamedType 2526222363
source: Update Successful
is_is: Uppfærslu er lokið
it_ch: Aggiornamento completato
nb_no: Oppdateringen var vellykket
nl_be: Bijwerking uitgevoerd

# Page 3449274493 - NamedType 2773416397
source: Not enough historical data
is_is: Ekki nægjanleg gögn
it_ch: Dati storici insufficienti
nb_no: Ikke nok historiske data
nl_be: Niet genoeg historische gegevens

# Page 3449274493 - NamedType 1057239945
source: Variance too high
is_is: Frávik er of hátt
it_ch: Scostamento troppo alto
nb_no: Avvik for høyt
nl_be: Verschil te groot

# Page 3449274493 - NamedType 2862976245
source: Forecast expired
is_is: Spá útrunnin
it_ch: Previsione scaduta
nb_no: Prognose utløpt
nl_be: Prognose vervallen

# Page 3449274493 - NamedType 1825422692
source: The %1 has been changed
is_is: %1 hefur verið breytt
it_ch: %1 è stato modificato
nb_no: %1 er endret
nl_be: %1 is gewijzigd

# Page 3449274493 - NamedType 1710977974
source: High variance
is_is: Hátt frávik
it_ch: Scostamento alto
nb_no: Høyt avvik
nl_be: Groot verschil

# Page 3449274493 - NamedType 1716009367
source: Forecast is equal to 0
is_is: Spá er jafnt og 0
it_ch: La previsione è pari a 0
nb_no: Prognose er lik 0
nl_be: Prognose is gelijk aan 0

# Page 3449274493 - NamedType 16175266
source: Sales forecast not available.
is_is: Söluspá er ekki tiltæk.
it_ch: Previsione vendite non disponibile.
nb_no: Salgsprognose ikke tilgjengelig.
nl_be: Verkoopprognose is niet beschikbaar.

# Page 3449274493 - NamedType 4271254522
source: There is not enough historical data to predict future sales.\You need at least five periods of historical sales in order to predict future sales.
is_is: Ekki eru næg gögn til að spá fyrir um sölu í framtíðinni.\Að minnsta kosti fimm tímabil sölu verða að vera til staðar til að hægt sé að spá fyrir um sölu í framtíðinni.
it_ch: Dati storici insufficienti per la previsione delle vendite future.\Sono necessari almeno cinque periodi di dati storici di vendita per la previsione delle vendite future.
nb_no: Det er ikke nok historiske data til å forutsi fremtidig salg.\Du må ha minst fem perioder med historisk salg for å kunne forutsi fremtidig salg.
nl_be: Er zijn niet genoeg historische gegevens om toekomstige verkopen te voorspellen.\U hebt ten minste vijf perioden met historische verkopen nodig om toekomstige verkopen te voorspellen.

# Page 3449274493 - NamedType 2597248666
source: The calculated forecast shows a degree of variance that is higher than the setup allows.
is_is: Útreiknuð spá sýnir frávik sem er hærra en uppsetningin leyfir.
it_ch: La previsione calcolata indica un grado di scostamento superiore al limite consentito dal setup.
nb_no: Den beregnede prognosen viser et avviksnivå som er høyere det oppsettet tillater.
nl_be: De berekende prognose bevat een verschil dat groter is dan wordt toegestaan in de instelling.

# Page 3449274493 - NamedType 540652290
source: The forecast has passed the expiration date and is no longer valid.
is_is: Spáin er komin fram yfir gildistíma og er ekki lengur gild.
it_ch: La previsione ha superato la data di scadenza e non è più valida.
nb_no: Prognosen har passert utløpsdatoen, og er ikke lenger gyldig.
nl_be: De vervaldatum van de prognose is verstreken en de prognose is niet meer geldig.

# Page 3449274493 - NamedType 2020948295
source: The forecast is not valid. Someone has changed the forecast period type in the setup on the Sales and Inventory Forecast Setup page. Recalculate the forecast to see the latest figures.
is_is: Spáin er ekki gild. Einhver hefur breytt tímabilsgerð spárinnar í uppsetningunni á uppsetningarsíðunni fyrir sölu- og birgðaspár. Endurreikna skal spána til að sjá nýjustu tölurnar.
it_ch: La previsione non è valida. Il tipo di periodo previsione è stato modificato nella pagina Setup previsione vendite e magazzino. Ricalcolare la previsione per visualizzare le cifre più recenti.
nb_no: Prognosen er ikke gyldig. Noen har endret prognoseperiodetypen i oppsettet på siden Oppsett for salgs- og varelagerprognose. Beregn prognosen på nytt for å vise de siste tallene.
nl_be: De prognose is niet geldig. Iemand heeft het type prognoseperiode gewijzigd op de pagina Instelling van verkoop- en voorraadprognose. Bereken de prognose opnieuw om de recentste cijfers te zien.

# Page 3449274493 - NamedType 1733446473
source: The forecast shows periods with a Variance % that is lower than specified in setup.
is_is: Spáin sýnir tímabil með frávik % sem er lægra en tilgreint er í uppsetningu.
it_ch: La previsione mostra periodi con una percentuale di scostamento inferiore al limite specificato nel setup.
nb_no: Prognosen viser perioder med en avviksprosent som er lavere enn det som er angitt i oppsettet.
nl_be: De prognose bevat perioden met een verschilpercentage dat kleiner is dan is opgegeven in de instelling.

# Page 3449274493 - NamedType 931174140
source: The calculated forecast contains values equal to 0.
is_is: Útreiknuð spá inniheldur gildi sem eru jafnt og 0.
it_ch: La previsione calcolata contiene valori pari a 0.
nb_no: Den beregnede prognosen inneholder verdier som er lik 0.
nl_be: De berekende prognose bevat waarden die gelijk zijn aan 0.

# Page 3449274493 - NamedType 108708945
source: The sales forecast for this period is %1 with a variance of %2.
is_is: Söluspá fyrir þetta tímabil er %1 með frávik uppá %2.
it_ch: La previsione vendite per questo periodo è %1 con uno scostamento di %2.
nb_no: Salgsprognosen for denne perioden er %1 med et avvik på %2.
nl_be: De verkoopprognose voor deze periode is %1, met een verschil van %2.
