Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: fi_fi, fr_ch, sv_se

# Page 937184972 - Control 3103705984 - Property 1295455071
source: Specifies the number of purchase orders pending approval that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyntää odottavien ostotilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes achat en attente d’approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inköpsorder som väntar på godkännande och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3720205249 - Property 1295455071
source: Specifies the number of purchase invoices that are due for the next week.
fi_fi: Määrittää ensi viikolla erääntyvien ostolaskujen määrän.
fr_ch: Spécifie le nombre de factures achat arrivant à échéance la semaine prochaine.
sv_se: Anger antalet inköpsfakturor som förfaller till betalning nästa vecka.

# Page 937184972 - Control 2942533026 - Property 1295455071
source: Specifies the number of purchase discounts for the next week.
fi_fi: Määrittää ensi viikolla saatavilla olevien ostoalennusten määrän.
fr_ch: Spécifie le nombre de remises achat de la semaine prochaine.
sv_se: Anger antalet inköpsrabatter för nästa vecka.

# Page 937184972 - Control 195189496 - Property 1295455071
source: Specifies the number of purchase documents due for today that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden tänään erääntyvien ostoasiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents achat arrivant à échéance ce jour qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inköpsdokument som förfaller i dag och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 2882327954 - Property 1295455071
source: Specifies the number of purchase orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden ostotilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes achat qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inköpsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 849761688 - Property 1295455071
source: Specifies the number of approved purchase return orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen ostopalautustilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de retours achat approuvés qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet godkända inköpsreturorder som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3694491510 - Property 1295455071
source: Specifies the number of requests sent to approval that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden lähetettyjen hyväksyntäpyyntöjen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de demandes envoyées pour approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet begäranden som skickats för godkännande och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3319760346 - Property 1295455071
source: Specifies the number of requests to approve that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyntäpyyntöjen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de demandes d’approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet begäranden att godkänna som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 1428064786 - Property 1295455071
source: Specifies the number of sales credit memos pending sending to the document exchange that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntihyvityslaskujen määrän, jotka odottavat lähettämistä asiakirjojen vaihtoon ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre d’avoirs vente en attente d’envoi à l’échange de documents qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningskreditnotor som väntar på att skickas för dokumentutbyte och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 1812513725 - Property 1295455071
source: Specifies the number of sales invoices pending sending to document exchange that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntilaskujen määrän, jotka odottavat lähettämistä asiakirjojen vaihtoon ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures vente en attente d’envoi à l’échange de documents qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsfakturor som väntar på att skickas för dokumentutbyte och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3112382527 - Property 1295455071
source: Specifies the number of sales invoices due for next week that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden ensi viikolla erääntyvien myyntilaskujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures vente arrivant à échéance la semaine prochaine qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsfakturor som förfaller nästa vecka och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 547857757 - Property 1295455071
source: Specifies the number of sales return orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntipalautustilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de retours vente qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsreturorder som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 25536090 - Property 1295455071
source: Specifies the total sales for this month.
fi_fi: Määrittää tämän kuukauden kokonaismyynnin.
fr_ch: Spécifie le total des ventes du mois en cours.
sv_se: Anger den totala försäljningen för den här månaden.

# Page 937184972 - Control 4223543537 - Property 1295455071
source: Specifies the number of sales orders pending approval that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntitilausten määrän, jotka odottavat hyväksymistä ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes vente en attente d’approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsorder som väntar på godkännande och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 677361480 - Property 1295455071
source: Specifies the top 10 company sales year to date.
fi_fi: Määrittää 10 yrityksen parasta myyntiä vuoden sisällä.
fr_ch: Spécifie les 10 meilleurs soldes actuels ventes société.
sv_se: Anger topp 10 företagsförsäljning, hittills i år.

# Page 937184972 - Control 327717146 - Property 1295455071
source: Specifies the number of vendor payments on hold that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden odottavien toimittajamaksujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de paiements fournisseur suspendus qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet spärrade leverantörsbetalningar som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Action 3486028960 - Property 1295455071
source: Open this company in a new window.
fi_fi: Avaa tämä yritys uudessa ikkunassa.
fr_ch: Ouvrez cette société dans une nouvelle fenêtre.
sv_se: Öppna företaget i ett nytt fönster.

# Page 937184972 - Action 3486028960 - Property 2879900210
source: Go To Company
fi_fi: Siirry yritykseen
fr_ch: Atteindre société
sv_se: Gå till företag

# Page 937184972 - Action 3913955181 - Property 1295455071
source: Get fresh data for the chosen company.
fi_fi: Hae tuoreita tietoja valitulle yritykselle.
fr_ch: Obtenez les données actualisées de la société choisie.
sv_se: Hämta uppdaterad information för det valda företaget.

# Page 937184972 - Action 3913955181 - Property 2879900210
source: Refresh Current Company
fi_fi: Päivitä nykyinen yritys
fr_ch: Actualiser la société actuelle
sv_se: Uppdatera aktuellt företag

# Page 937184972 - Action 1864769499 - Property 1295455071
source: Reload all enviroments and update company data.
fi_fi: Lataa kaikki ympäristöt uudelleen ja päivitä yrityksen tiedot.
fr_ch: Rechargez tous les enviroments et mettez à jour les données société.
sv_se: Läs in alla miljöer på nytt och uppdatera företagsdata.

# Page 937184972 - Action 1864769499 - Property 2879900210
source: Reload
fi_fi: Lataa uudelleen
fr_ch: Recharger
sv_se: Läs in på nytt

# Page 1145113728 - Property 2879900210
source: Environment Link
sv_se: Miljölänk

# Page 1145113728 - Control 344051255 - Property 2879900210
source: Address & Contact
fi_fi: Osoite- ja yhteystiedot
fr_ch: Adresse et contact
sv_se: Adress och kontakt

# Page 1145113728 - Control 2784646184 - Property 2879900210
source: Address
fi_fi: Osoite
fr_ch: Adresse
sv_se: Adress

# Page 1145113728 - Control 3168444338 - Property 1295455071
source: Specifies the company's address.
fi_fi: Määrittää yrityksen osoitteen.
fr_ch: Spécifie l’adresse de la société.
sv_se: Anger företagets adress.

# Page 1145113728 - Control 2306852000 - Property 1295455071
source: Specifies additional address information.
fi_fi: Määrittää osoitteen lisätiedot.
fr_ch: Spécifie des informations d’adresse supplémentaires.
sv_se: Anger ytterligare adressuppgifter.

# Page 1145113728 - Control 714791889 - Property 1295455071
source: Specifies the company's city.
fi_fi: Määrittää yrityksen kaupungin.
fr_ch: Spécifie la ville de la société.
sv_se: Anger företagets ort.

# Page 1145113728 - Control 284764054 - Property 1295455071
source: Specifies the country or region of the address.
fi_fi: Määrittää osoitteen maan tai alueen.
fr_ch: Spécifie le pays ou la région de l’adresse.
sv_se: Anger adressens land eller region.

# Page 1145113728 - Control 499448942 - Property 1295455071
source: Specifies the state, province or county as a part of the address.
fi_fi: Määrittää osavaltion, provinssin tai maan osana osoitetta.
fr_ch: Spécifie le département, la province ou le canton comme partie de l’adresse.
sv_se: Anger delstat, region eller län som del av adressen.

# Page 1145113728 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
fi_fi: Määrittää postinumeron.
fr_ch: Spécifie le code postal.
sv_se: Anger postnumret.

# Page 1145113728 - Control 2593889414 - Property 2879900210
source: Contact
fi_fi: Yhteyshenkilö
sv_se: Kontakt

# Page 1145113728 - Control 4144518489 - Property 1295455071
source: Specifies the name of your primary contact.
fi_fi: Määrittää ensisijaisen yhteyshenkilösi nimen.
fr_ch: Spécifie le nom de votre contact principal.
sv_se: Anger namnet på din primära kontakt.

# Page 1145113728 - Control 4144518489 - Property 2879900210
source: Contact Name
fi_fi: Yhteyshenkilön nimi
fr_ch: Nom du contact
sv_se: Kontaktnamn

# Page 1145113728 - Control 1541011875 - Property 1295455071
source: Specifies the email address of primary contact.
fi_fi: Määrittää ensisijaisen yhteyshenkilön sähköpostiosoitteen.
fr_ch: Spécifie l’adresse e-mail du contact principal.
sv_se: Anger e-postadressen till den primära kontakten.

# Page 1145113728 - Control 2909674232 - Property 1295455071
source: Specifies the company's home page address.
fi_fi: Määrittää yrityksen kotisivun osoitteen.
fr_ch: Spécifie l’adresse de la page d’accueil de la société.
sv_se: Anger adressen till företagets hemsida.

# Page 1145113728 - Control 3986423421 - Property 1295455071
source: Specifies the telephone number of your primary contact.
fi_fi: Määrittää ensisijaisen yhteyshenkilön puhelinnumeron.
fr_ch: Spécifie le numéro de téléphone de votre contact principal.
sv_se: Anger telefonnumret till din primära kontakt.

# Page 1145113728 - Control 2445482498 - Property 2879900210
source: General
fi_fi: Yleiset
fr_ch: Général
sv_se: Allmänt

# Page 1145113728 - Control 1663794414 - Property 1295455071
source: Select a group for this client.
fi_fi: Valitse ryhmä tälle asiakkaalle.
fr_ch: Sélectionnez un groupe pour ce client.
sv_se: Välj en grupp för den här klienten.

# Page 1145113728 - Control 1663794414 - Property 2879900210
source: Group Code
fi_fi: Ryhmän koodi
fr_ch: Code groupe
sv_se: Gruppkod

# Page 1145113728 - Control 1842558322 - Property 1295455071
source: Specifies if the demo companies from this environment should be included or not.
sv_se: Anger om demonstrationsföretagen från den här miljön ska inkluderas eller inte.

# Page 1145113728 - Control 1842558322 - Property 2879900210
source: Include Demo Companies
fi_fi: Sisällytä esittely-yritykset
fr_ch: Inclure les sociétés de démonstration
sv_se: Inkludera demoföretag

# Page 1145113728 - Control 3817506388 - Property 1295455071
source: Specifies the link used to access the environment's companies.
sv_se: Anger länken som används för att få åtkomst till miljöns företag.

# Page 1145113728 - Control 3817506388 - Property 2879900210
source: Environment Link
sv_se: Miljölänk

# Page 1145113728 - Control 2961552353 - Property 1295455071
source: Specifies the environment's name.
sv_se: Anger miljönamnet.

# Page 1145113728 - Control 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_ch: Nom
sv_se: Namn

# Page 1145113728 - Control 4200184881 - Property 1295455071
source: Specifies the number of the environment.
sv_se: Anger miljöns nummer.

# Page 1145113728 - Control 4200184881 - Property 2879900210
source: No.
fi_fi: Nro
fr_ch: N°
sv_se: Nummer

# Page 1145113728 - Control 880902346 - Property 1295455071
source: Specifies if the companies from this environment are blocked for privacy reasons.
sv_se: Anger om företagen från denna miljö blockeras av sekretesskäl.

# Page 1145113728 - Control 880902346 - Property 2879900210
source: Privacy Blocked
fi_fi: Estetty tietosuojan vuoksi
fr_ch: Confidentialité bloquée
sv_se: Sekretessblockerad

# Page 1145113728 - Action 2077735175 - Property 1295455071
source: Validates that you have access to the specified environment.
fi_fi: Tarkistaa, että sinulla on käyttöoikeus määritettyyn ympäristöön.
fr_ch: Valide que vous avez accès à l’environnement spécifié.
sv_se: Validerar att du har åtkomst till den angivna miljön.

# Page 1145113728 - Action 2077735175 - Property 2879900210
source: Test the connection
fi_fi: Testaa yhteys
fr_ch: Tester la connexion
sv_se: Testa anslutningen

# Page 2272604806 - Property 2879900210
source: Environments
sv_se: Miljöer

# Page 2272604806 - Control 3993128796 - Property 1295455071
source: Specifies the name of the primary contact.
fi_fi: Määrittää ensisijaisen yhteyshenkilön nimen.
fr_ch: Spécifie le nom du contact principal.
sv_se: Anger namnet på den primära kontakten.

# Page 2272604806 - Control 3817506388 - Property 1295455071
source: Specifies the link that is used to access companies in the environment.
fi_fi: Määrittää linkin, jota käytetään ympäristön yritysten käyttämiseen.
fr_ch: Spécifie le lien utilisé pour accéder aux sociétés dans l’environnement.
sv_se: Anger länken som används för åtkomst till företag i miljön.

# Page 2272604806 - Control 2961552353 - Property 1295455071
source: Specifies the name of the environment.
sv_se: Anger namnet på miljön.

# Page 2272604806 - Control 4200184881 - Property 1295455071
source: Specifies the No. of the environment.
sv_se: Anger miljöns nummer.

# Page 2272604806 - Control 3986423421 - Property 1295455071
source: Specifies the primary contact's telephone number.
fi_fi: Määrittää ensisijaisen yhteyshenkilön matkapuhelinnumeron.
fr_ch: Spécifie le numéro de téléphone mobile du contact principal.
sv_se: Anger mobiltelefonnumret till den primär kontakten.

# Page 2272604806 - Control 3986423421 - Property 2879900210
source: Phone No.
fi_fi: Puhelinnro
fr_ch: N° téléphone
sv_se: Telefonnr

# Page 2272604806 - Action 1404105712 - Property 1295455071
source: Exports the list of environments.
sv_se: Exporterar listan med miljöer.

# Page 2272604806 - Action 1404105712 - Property 2879900210
source: Export Environments
sv_se: Exportera miljöer

# Page 2272604806 - Action 28344312 - Property 1295455071
source: Show environment groups.
sv_se: Visa miljögrupper.

# Page 2272604806 - Action 28344312 - Property 2879900210
source: Environment Groups
sv_se: Miljögrupper

# Page 2272604806 - Action 2032648135 - Property 1295455071
source: Imports data about environments and companies from a file.
fi_fi: Tuo tietoja ympäristöstä ja yrityksistä tiedostosta.
fr_ch: Importe des données sur les environnements et les sociétés à partir d’un fichier.
sv_se: Importerar data om miljöer och företag från en fil.

# Page 2272604806 - Action 2032648135 - Property 2879900210
source: Import Environments
sv_se: Importera miljöer

# Page 1863125914 - Property 2879900210
source: Groups
fi_fi: Ryhmät
fr_ch: Groupes
sv_se: Grupper

# Page 1863125914 - Control 3004954119 - Property 1295455071
source: Specifies the code of the group
fi_fi: Määrittää ryhmän koodin.
fr_ch: Spécifie le code du groupe
sv_se: Anger gruppens kod.

# Page 1863125914 - Control 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Page 1863125914 - Control 3461834954 - Property 1295455071
source: Specifies the group description
fi_fi: Määrittää ryhmän kuvauksen
fr_ch: Spécifie la description du groupe
sv_se: Anger gruppens beskrivning

# Page 1863125914 - Control 3461834954 - Property 2879900210
source: Description
fi_fi: Kuvaus
sv_se: Beskrivning

# Page 1863125914 - Action 1864769499 - Property 1295455071
source: Reload all companies and update the data.
fi_fi: Lataa kaikki yritykset uudelleen ja päivitä tiedot.
fr_ch: Rechargez toutes les sociétés et mettez les données à jour.
sv_se: Läs in alla företag igen och uppdatera data.

# Page 1863125914 - Action 1864769499 - Property 2879900210
source: Reload all companies
fi_fi: Lataa kaikki yritykset uudelleen
fr_ch: Recharger toutes les sociétés
sv_se: Läs in alla företag igen

# Page 1103215212 - Property 2879900210
source: My User Tasks
fi_fi: Omat käyttäjätehtävät
fr_ch: Mes tâches utilisateur
sv_se: Mina användaruppgifter

# Page 1103215212 - Control 1037431910 - Property 1295455071
source: Specifies the display name of the company.
fi_fi: Määrittää yrityksen näyttönimen.
fr_ch: Spécifie le nom d’affichage de la société.
sv_se: Anger företagets visningsnamn.

# Page 1103215212 - Control 1037431910 - Property 2879900210
source: Display Name
fi_fi: Näyttönimi
fr_ch: Nom d’affichage
sv_se: Visningsnamn

# Page 1103215212 - Control 2369664869 - Property 1295455071
source: Specifies user who created the task.
fi_fi: Määrittää, kuka loi tehtävän.
fr_ch: Spécifie l’utilisateur ayant créé la tâche.
sv_se: Anger användaren som skapade uppgiften.

# Page 1103215212 - Control 2369664869 - Property 2879900210
source: Created By
fi_fi: Luonut
fr_ch: Créé par
sv_se: Skapades av

# Page 1103215212 - Control 2500892784 - Property 1295455071
source: Specifies date when the task was created.
fi_fi: Määrittää, milloin tehtävä luotiin.
fr_ch: Spécifie la date de création de la tâche.
sv_se: Anger datumet när uppgiften skapades.

# Page 1103215212 - Control 2500892784 - Property 2879900210
source: Created Date
fi_fi: Luontipäivämäärä
fr_ch: Date de création
sv_se: Skapades den

# Page 1103215212 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the task.
fi_fi: Määrittää tehtävän eräpäivän.
fr_ch: Spécifie la date d’échéance de la tâche.
sv_se: Anger uppgiftens förfallodatum.

# Page 1103215212 - Control 4085727052 - Property 2879900210
source: Due date
fi_fi: Eräpäivä
fr_ch: Date d’échéance
sv_se: Förfallodatum

# Page 1103215212 - Control 2472339856 - Property 1295455071
source: Specifies the name of the environment.
sv_se: Anger namnet på miljön.

# Page 1103215212 - Control 2472339856 - Property 2879900210
source: Environment Name
sv_se: Miljönamn

# Page 1103215212 - Control 2432407826 - Property 1295455071
source: Specifies the last refreshed date of this record.
fi_fi: Määrittää tämän tietueen viimeisimmän päivityksen päivämäärän.
fr_ch: Spécifie la date de la dernière actualisation de cet enregistrement.
sv_se: Anger det senaste uppdateringsdatumet för den här posten.

# Page 1103215212 - Control 2432407826 - Property 2879900210
source: Last Refreshed
fi_fi: Päivitetty viimeksi
fr_ch: Dernière actualisation
sv_se: Uppdaterades senast

# Page 1103215212 - Control 807418830 - Property 1295455071
source: Specifies the completion percentage of the task.
fi_fi: Määrittää tehtävän valmistumisprosentin.
fr_ch: Spécifie le pourcentage d’achèvement de la tâche.
sv_se: Anger procent färdigställt för uppgiften.

# Page 1103215212 - Control 807418830 - Property 2879900210
source: Percent Complete
fi_fi: Prosenttia valmiina
fr_ch: Pourcentage terminé
sv_se: Procent slutfört

# Page 1103215212 - Control 4130293374 - Property 1295455071
source: Specifies the priority of the task.
fi_fi: Määrittää tehtävän prioriteetin.
fr_ch: Spécifie la priorité de la tâche.
sv_se: Anger uppgiftens prioritet.

# Page 1103215212 - Control 4130293374 - Property 2879900210
source: Priority
fi_fi: Prioriteetti
fr_ch: Priorité
sv_se: Prioritet

# Page 1103215212 - Control 329424276 - Property 1295455071
source: Specifies the name of the environment.
sv_se: Anger namnet på miljön.

# Page 1103215212 - Control 329424276 - Property 2879900210
source: Title
fi_fi: Otsikko
fr_ch: Titre
sv_se: Rubrik

# Page 1103215212 - Control 2618634653 - Property 1295455071
source: Specifies the group that the task is assigned to.
fi_fi: Määrittää ryhmän, johon tämä tehtävä on liitetty.
fr_ch: Spécifie le groupe auquel cette ressource est affectée.
sv_se: Anger gruppen som uppgiften är tilldelad.

# Page 1103215212 - Control 2618634653 - Property 2879900210
source: User Task Group
fi_fi: Käyttäjätehtäväryhmä
fr_ch: Groupe de tâches utilisateur
sv_se: Grupp för användaruppgift

# Page 1103215212 - Action 3636622344 - Property 1295455071
source: Log into the company and see tasks that are assigned to you or your group.
fi_fi: Kirjaudu yritykseen, jolloin näet sinulle tai ryhmällesi määritetyt tehtävät.
fr_ch: Connectez-vous à la société de votre client et visualisez les tâches qui sont affectées à votre groupe ou à vous-même.
sv_se: Logga in på företaget och visa de uppgifter som har tilldelats dig eller din grupp.

# Page 1103215212 - Action 3636622344 - Property 2879900210
source: Go To Company
fi_fi: Siirry yritykseen
fr_ch: Atteindre société
sv_se: Gå till företag

# Page 1103215212 - Action 1979718347 - Property 1295455071
source: Mark this task as completed.
fi_fi: Merkitse tämä tehtävä valmiiksi.
fr_ch: Marquez cette tâche comme terminée.
sv_se: Markera uppgiften som slutförd.

# Page 1103215212 - Action 1979718347 - Property 2879900210
source: Mark Task Complete
fi_fi: Merkitse tehtävä valmiiksi
fr_ch: Marquer la tâche comme terminée
sv_se: Markera uppgift som slutförd
