Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: fi_fi, fr_ch, sv_se

# Table 2821884881 - Field 3213065903 - Property 2879900210
source: Approved Purchase Orders
fi_fi: Hyväksytyt ostotilaukset
fr_ch: Commandes achat approuvées
sv_se: Godkända inköpsorder

# Table 2821884881 - Field 1469691438 - Property 2879900210
source: Approved Purchase Orders Style
fi_fi: Hyväksyttyjen ostotilausten tyyli
fr_ch: Style Commandes achat approuvées
sv_se: Format för Godkända inköpsorder

# Table 2821884881 - Field 3604703450 - Property 2879900210
source: Approved Sales Orders
fi_fi: Hyväksytyt myyntitilaukset
fr_ch: Commandes vente approuvées
sv_se: Godkända försäljningsorder

# Table 2821884881 - Field 2443268387 - Property 2879900210
source: Approved Sales Orders Style
fi_fi: Hyväksyttyjen myyntitilausten tyyli
fr_ch: Style Commandes vente approuvées
sv_se: Format för Godkända försäljningsorder

# Table 2821884881 - Field 392504525 - Property 2879900210
source: Assigned To
fi_fi: Delegoitu
fr_ch: Affecté à
sv_se: Tilldelad

# Table 2821884881 - Field 699576046 - Property 2879900210
source: Average Collection Days
fi_fi: Keskimääräinen myyntisaamisten aika päivinä
fr_ch: Jours de règlement moyens
sv_se: Genomsnittlig betalningstid

# Table 2821884881 - Field 3340859471 - Property 2879900210
source: Average Collection Days Style
fi_fi: Keskimääräisen myyntisaamisten ajan päivinä tyyli
fr_ch: Style Jours de règlement moyens
sv_se: Format för Genomsnittlig betalningstid

# Table 2821884881 - Field 2113664607 - Property 2879900210
source: Cash Accounts Balance
fi_fi: Käteistilien saldo
fr_ch: Solde des comptes règlements
sv_se: Saldo på kassakonto

# Table 2821884881 - Field 2364333754 - Property 2879900210
source: Cash Accounts Balance Decimal
fi_fi: Käteistilien saldon desimaali
fr_ch: Décimal du solde des comptes règlements
sv_se: Saldo med decimaler på kassakonton

# Table 2821884881 - Field 2703486014 - Property 2879900210
source: Cash Accounts Balance Style
fi_fi: Käteistilien saldon tyyli
fr_ch: Style Solde des comptes règlements
sv_se: Format för Saldo på kassakonto

# Table 2821884881 - Field 1037431910 - Property 2879900210
source: Company Display Name
fi_fi: Yrityksen näyttönimi
fr_ch: Nom d’affichage société
sv_se: Företagets visningsnamn

# Table 2821884881 - Field 3997336476 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_ch: Nom de la société
sv_se: Företagsnamn

# Table 2821884881 - Field 2378863201 - Property 2879900210
source: Contact Name
fi_fi: Yhteyshenkilön nimi
fr_ch: Nom du contact
sv_se: Kontaktnamn

# Table 2821884881 - Field 3594024764 - Property 2879900210
source: Contact Name Style
fi_fi: Kontaktin nimen tyyli
fr_ch: Style Nom du contact
sv_se: Format för Kontaktnamn

# Table 2821884881 - Field 1745754443 - Property 2879900210
source: Currency Symbol
fi_fi: Valuuttasymboli
fr_ch: Symbole devise
sv_se: Valutasymbol

# Table 2821884881 - Field 2472339856 - Property 2879900210
source: Enviroment Name
fi_fi: Ympäristön nimi
fr_ch: Nom de l’environnement
sv_se: Miljönamn

# Table 2821884881 - Field 4114157096 - Property 2879900210
source: Enviroment No.
fi_fi: Ympäristön nro
fr_ch: N° environnement
sv_se: Miljönummer

# Table 2821884881 - Field 3300536399 - Property 2879900210
source: Enviroments - Blocked
fi_fi: Ympäristöt - Estetyt
fr_ch: Environnements - Bloqués
sv_se: Miljöer – spärrade

# Table 2821884881 - Field 2291163278 - Property 2879900210
source: Enviroments - Blocked Style
fi_fi: Ympäristöt - Estetty tyyli
fr_ch: Environnements - Style bloqué
sv_se: Format för Miljöer – spärrade

# Table 2821884881 - Field 1663794414 - Property 2879900210
source: Group Code
fi_fi: Ryhmän koodi
fr_ch: Code groupe
sv_se: Gruppkod

# Table 2821884881 - Field 2103948034 - Property 2879900210
source: Inc Doc Awaiting Verf Style
fi_fi: Vahvistusta odottavien asiakirj. sis. tyyli
fr_ch: Style Doc. entrant en attente vérification
sv_se: Format för Väntar på verifiering av ink. dok.

# Table 2821884881 - Field 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verfication
fi_fi: Vahvistusta odottavat saapuvat asiakirjat
fr_ch: Doc. entrant en attente de vérification
sv_se: Väntar på verifiering av ink. dok.

# Table 2821884881 - Field 1442081040 - Property 2879900210
source: Indent
fi_fi: Sisennä
fr_ch: Indenter
sv_se: Indrag

# Table 2821884881 - Field 181693683 - Property 2879900210
source: Last Dep Posted Date Style
fi_fi: Poiston viimeisen kirjauspäivän tyyli
fr_ch: Style Dernière date de validation amortissement
sv_se: Format för Senaste avskrivning, bokförd datum

# Table 2821884881 - Field 3207733361 - Property 2879900210
source: Last Depreciated Posted Date
fi_fi: Poiston viimeinen kirjauspäivä
fr_ch: Dernière date de validation amortissement
sv_se: Senaste avskrivning, bokförd datum

# Table 2821884881 - Field 611686758 - Property 2879900210
source: Last Login Date Style
fi_fi: Viimeisen kirjautumisen päivän tyyli
fr_ch: Style Date de la dernière connexion
sv_se: Format för Senaste inloggningsdatum

# Table 2821884881 - Field 2432407826 - Property 2879900210
source: Last Refreshed
fi_fi: Päivitetty viimeksi
fr_ch: Dernière actualisation
sv_se: Uppdaterades senast

# Table 2821884881 - Field 2185352090 - Property 2879900210
source: My Incoming Documents
fi_fi: Omat saapuvat asiakirjat
fr_ch: Mes documents entrants
sv_se: Mina inkommande dokument

# Table 2821884881 - Field 2776116579 - Property 2879900210
source: My Incoming Documents Style
fi_fi: Omien saapuvien asiakirjojen tyyli
fr_ch: Style Mes documents entrants
sv_se: Format för Mina inkommande dokument

# Table 2821884881 - Field 2299868809 - Property 2879900210
source: My User Task Style
fi_fi: Oman käyttäjätehtävän tyyli
fr_ch: Style Mes tâches utilisateur
sv_se: Formatmall för Min användaruppgift

# Table 2821884881 - Field 3992271978 - Property 2879900210
source: New Incoming Documents
fi_fi: Uudet saapuvat asiakirjat
fr_ch: Nouveaux documents entrants
sv_se: Nya inkommande dokument

# Table 2821884881 - Field 3535867091 - Property 2879900210
source: New Incoming Documents Style
fi_fi: Uusien saapuvien asiakirjojen tyyli
fr_ch: Style Nouveaux documents entrants
sv_se: Format för Nya inkommande dokument

# Table 2821884881 - Field 2004926506 - Property 2879900210
source: Non-Applied Payments
fi_fi: Kohdistamattomat maksut
fr_ch: Paiements non lettrés
sv_se: Okopplade betalningar

# Table 2821884881 - Field 4238981395 - Property 2879900210
source: Non-Applied Payments Style
fi_fi: Kohdistamattomien maksujen tyyli
fr_ch: Style Paiements non lettrés
sv_se: Format för Okopplade betalningar

# Table 2821884881 - Field 3645689861 - Property 2879900210
source: OCR Completed
fi_fi: OCR on valmis
fr_ch: OCR terminé
sv_se: OCR klar

# Table 2821884881 - Field 3788092184 - Property 2879900210
source: OCR Completed Style
fi_fi: Valmiin OCR:n tyyli
fr_ch: Style OCR terminé
sv_se: Format för OCR klar

# Table 2821884881 - Field 1333795427 - Property 2879900210
source: OCR Pending
fi_fi: OCR odottaa
fr_ch: OCR en attente
sv_se: OCR väntar

# Table 2821884881 - Field 521734458 - Property 2879900210
source: OCR Pending Style
fi_fi: Odottavan OCR:n tyyli
fr_ch: Style OCR en attente
sv_se: Format för OCR väntar

# Table 2821884881 - Field 2585361234 - Property 2879900210
source: Ongoing Purch. Invoices Style
fi_fi: Jatkuvien ostolaskujen tyyli
fr_ch: Style Factures achat en cours
sv_se: Format för Pågående inköpsfakturor

# Table 2821884881 - Field 2397463180 - Property 2879900210
source: Ongoing Purchase Invoices
fi_fi: Jatkuvat ostolaskut
fr_ch: Factures achat en cours
sv_se: Pågående inköpsfakturor

# Table 2821884881 - Field 3230621205 - Property 2879900210
source: Ongoing Sales Invoices
fi_fi: Jatkuvat myyntilaskut
fr_ch: Factures vente en cours
sv_se: Pågående försäljningsfakturor

# Table 2821884881 - Field 3900425032 - Property 2879900210
source: Ongoing Sales Invoices Style
fi_fi: Jatkuvien myyntilaskujen tyyli
fr_ch: Style Factures vente en cours
sv_se: Format för Pågående försäljningsfakturor

# Table 2821884881 - Field 1615783776 - Property 2879900210
source: Ongoing Sales Orders
fi_fi: Jatkuvat myyntitilaukset
fr_ch: Commandes vente en cours
sv_se: Pågående försäljningsorder

# Table 2821884881 - Field 808993741 - Property 2879900210
source: Ongoing Sales Orders Style
fi_fi: Jatkuvien myyntitilausten tyyli
fr_ch: Style Commandes vente en cours
sv_se: Format för Pågående försäljningsorder

# Table 2821884881 - Field 2094009364 - Property 2879900210
source: Ongoing Sales Quotes
fi_fi: Jatkuvat myyntitarjoukset
fr_ch: Devis en cours
sv_se: Pågående försäljningsofferter

# Table 2821884881 - Field 1798096473 - Property 2879900210
source: Ongoing Sales Quotes Style
fi_fi: Jatkuvien myyntitarjousten tyyli
fr_ch: Style Devis en cours
sv_se: Format för Pågående försäljningsofferter

# Table 2821884881 - Field 1218177304 - Property 2879900210
source: Overdue Purch. Docs Style
fi_fi: Erääntyneiden ostoasiakirjojen tyyli
fr_ch: Style Documents achat échus
sv_se: Format för Förfallna inköpsdokument

# Table 2821884881 - Field 3328126262 - Property 2879900210
source: Overdue Purch. Inv Amt Decimal
fi_fi: Erääntyneen ostolaskusumman desimaali
fr_ch: Décimal montant facture ach. échue
sv_se: Belopp med decimaler för förfallna inköpsfakturor

# Table 2821884881 - Field 3747266594 - Property 2879900210
source: Overdue Purch. Inv Amt Style
fi_fi: Erääntyneen ostolaskusumman tyyli
fr_ch: Style Montant facture ach. échue
sv_se: Format för Belopp för förfallna inköpsfakturor

# Table 2821884881 - Field 4238549263 - Property 2879900210
source: Overdue Purch. Invoice Amount
fi_fi: Erääntynyt ostolaskusumma
fr_ch: Montant facture ach. échue
sv_se: Belopp för förfallna inköpsfakturor

# Table 2821884881 - Field 594594727 - Property 2879900210
source: Overdue Purchase Documents
fi_fi: Erääntyneet ostoasiakirjat
fr_ch: Documents achat échus
sv_se: Förfallna inköpsdokument

# Table 2821884881 - Field 3412597410 - Property 2879900210
source: Overdue Sales Documents
fi_fi: Erääntyneet myyntiasiakirjat
fr_ch: Documents vente échus
sv_se: Förfallna försäljningsdokument

# Table 2821884881 - Field 1160670027 - Property 2879900210
source: Overdue Sales Documents Style
fi_fi: Erääntyneiden myyntiasiakirjojen tyyli
fr_ch: Style Documents vente échus
sv_se: Format för Förfallna försäljningsdokument

# Table 2821884881 - Field 163766080 - Property 2879900210
source: Overdue Sales Inv Amt Style
fi_fi: Erääntyneen myyntilaskusumman tyyli
fr_ch: Style Montant facture vente échue
sv_se: Format för Belopp för förfallna försäljningsfakturor

# Table 2821884881 - Field 310118585 - Property 2879900210
source: Overdue Sales Inv. Amt. Dec.
fi_fi: Erääntyneen myyntilaskusumman desimaali
fr_ch: Déc. Montant facture vente échue
sv_se: Belopp med decimaler för förfallna försäljningsfakturor

# Table 2821884881 - Field 2949566721 - Property 2879900210
source: Overdue Sales Invoice Amount
fi_fi: Erääntynyt myyntilaskusumma
fr_ch: Montant facture vente échue
sv_se: Belopp för förfallna försäljningsfakturor

# Table 2821884881 - Field 3103705984 - Property 2879900210
source: POs Pending Approval
fi_fi: Hyväksyntää odottavat ostotilaukset
fr_ch: Approbation en attente cdes achat
sv_se: Inköpsorder som väntar på godkännande

# Table 2821884881 - Field 2427663917 - Property 2879900210
source: POs Pending Approval Style
fi_fi: Hyväksyntää odottavien ostotilausten tyyli
fr_ch: Style Approbation en attente cdes achat
sv_se: Format för Inköpsorder som väntar på godkännande

# Table 2821884881 - Field 3145356549 - Property 2879900210
source: Purch. Disc Next Week Style
fi_fi: Seuraavan viikon ostoalennusten tyyli
fr_ch: Style Remises achat La semaine prochaine
sv_se: Format för Inköpsrabatter nästa vecka

# Table 2821884881 - Field 1370976087 - Property 2879900210
source: Purch. Docs Due Today Style
fi_fi: Tänään erääntyvien ostoasiakirjojen tyyli
fr_ch: Style Documents achat arrivant à échéance aujourd’hui
sv_se: Format för Inköpsdokument som förfaller i dag

# Table 2821884881 - Field 950130645 - Property 2879900210
source: Purch. Inv Due Next Week Style
fi_fi: Ensi viikolla erääntyvien ostolaskujen tyyli
fr_ch: Style Factures achat À échéance la semaine prochaine
sv_se: Format för Inköpsfakturor som förfaller nästa vecka

# Table 2821884881 - Field 3720205249 - Property 2879900210
source: Purch. Invoices Due Next Week
fi_fi: Ensi viikolla erääntyvät ostolaskut
fr_ch: Factures achat À échéance la semaine prochaine
sv_se: Inköpsfakturor som förfaller nästa vecka

# Table 2821884881 - Field 2942533026 - Property 2879900210
source: Purchase Discounts Next Week
fi_fi: Seuraavan viikon ostoalennukset
fr_ch: Remises achat La semaine prochaine
sv_se: Inköpsrabatter nästa vecka

# Table 2821884881 - Field 195189496 - Property 2879900210
source: Purchase Documents Due Today
fi_fi: Tänään erääntyvät ostoasiakirjat
fr_ch: Documents achat arrivant à échéance aujourd’hui
sv_se: Inköpsdokument som förfaller i dag

# Table 2821884881 - Field 2882327954 - Property 2879900210
source: Purchase Orders
fi_fi: Ostotilaukset
fr_ch: Commandes achat
sv_se: Inköpsorder

# Table 2821884881 - Field 494775835 - Property 2879900210
source: Purchase Orders Style
fi_fi: Ostotilausten tyyli
fr_ch: Style Commandes achat
sv_se: Formar för Antal inköpsorder

# Table 2821884881 - Field 849761688 - Property 2879900210
source: Purchase Return Orders
fi_fi: Ostopalautustilaukset
fr_ch: Retours achat
sv_se: Inköpsreturorder

# Table 2821884881 - Field 3738153637 - Property 2879900210
source: Purchase Return Orders Style
fi_fi: Ostopalautustilausten tyyli
fr_ch: Style Retours achat
sv_se: Format för Inköpsreturorder

# Table 2821884881 - Field 1037609595 - Property 2879900210
source: Req Sent for Approval Style
fi_fi: Hyväksyttäväksi lähetettyjen pyyntöjen tyyli
fr_ch: Style Demandes envoyées pour approbation
sv_se: Format för Begäranden har skickats för godkännande

# Table 2821884881 - Field 3694491510 - Property 2879900210
source: Requests Sent for Approval
fi_fi: Hyväksyttäväksi lähetetyt pyynnöt
fr_ch: Demandes envoyées pour approbation
sv_se: Begäranden har skickats för godkännande

# Table 2821884881 - Field 3319760346 - Property 2879900210
source: Requests to Approve
fi_fi: Hyväksyttävät pyynnöt
fr_ch: Demandes à approuver
sv_se: Begäranden att godkänna

# Table 2821884881 - Field 4196064803 - Property 2879900210
source: Requests to Approve Style
fi_fi: Hyväksyttävien pyyntöjen tyyli
fr_ch: Style Demandes à approuver
sv_se: Format för Begäranden att godkänna

# Table 2821884881 - Field 3389869017 - Property 2879900210
source: Sales CrM-Pend DocExch Style
fi_fi: Doc Exchangea odottavien myynnin hyvityslaskujen tyyli
fr_ch: Avoirs vente - Style Échange de documents en attente
sv_se: Formatmall för väntande dok.väx för försäljningskreditnota

# Table 2821884881 - Field 1428064786 - Property 2879900210
source: Sales CrM. - Pending Doc.Exch.
fi_fi: Myynnin hyvityslasku – odottaa Document Exchangea
fr_ch: Avoirs vente - Échange de documents en attente
sv_se: Försäljningskreditnotor - väntande dok.väx

# Table 2821884881 - Field 3308548995 - Property 2879900210
source: Sales Inv Due Next Week Style
fi_fi: Ensi viikolla erääntyvien myyntilaskujen tyyli
fr_ch: Style Factures vente À échéance la semaine prochaine
sv_se: Format för Försäljningsfakturor som förfaller nästa vecka

# Table 2821884881 - Field 2337339062 - Property 2879900210
source: Sales Inv-Pend DocExch Style
fi_fi: Document Exchangea odottavan myyntilaskun tyyli
fr_ch: Factures vente - Style Échange de documents en attente
sv_se: Formatmall för väntande dok.väx för försäljningsfaktura

# Table 2821884881 - Field 1812513725 - Property 2879900210
source: Sales Inv. - Pending Doc.Exch.
fi_fi: Myyntilasku odottaa Document Exchangea
fr_ch: Factures vente - Échange de documents en attente
sv_se: Försäljningsfaktura - väntande dok.väx

# Table 2821884881 - Field 3112382527 - Property 2879900210
source: Sales Invoices Due Next Week
fi_fi: Ensi viikolla erääntyvät myyntilaskut
fr_ch: Factures vente À échéance la semaine prochaine
sv_se: Försäljningsfakturor som förfaller nästa vecka

# Table 2821884881 - Field 547857757 - Property 2879900210
source: Sales Return Orders - All
fi_fi: Myyntipalautustilaukset - Kaikki
fr_ch: Retours vente - Tous
sv_se: Försäljningsreturorder – alla

# Table 2821884881 - Field 3797404584 - Property 2879900210
source: Sales Return Orders-All Style
fi_fi: Myyntipalautustilaukset – kaikki – tyyli
fr_ch: Style Retours vente - Tous
sv_se: Format för Försäljningsreturorder – alla

# Table 2821884881 - Field 25536090 - Property 2879900210
source: Sales This Month
fi_fi: Tämän kuukauden myynti
fr_ch: Ventes ce mois-ci
sv_se: Försäljning denna månad

# Table 2821884881 - Field 1495209635 - Property 2879900210
source: Sales This Month Style
fi_fi: Tämän kuukauden myynnin tyyli
fr_ch: Style Ventes ce mois-ci
sv_se: Format för Försäljning denna månad

# Table 2821884881 - Field 4223543537 - Property 2879900210
source: SOs Pending Approval
fi_fi: Hyväksyntää odottavat myyntitilaukset
fr_ch: Approbation en attente cdes vente
sv_se: Försäljningsorder som väntar på godkännande

# Table 2821884881 - Field 3159236076 - Property 2879900210
source: SOs Pending Approval Style
fi_fi: Hyväksyntää odottavien myyntitilausten tyyli
fr_ch: Style Approbation en attente cdes vente
sv_se: Format för Försäljningsorder som väntar på godkännande

# Table 2821884881 - Field 677361480 - Property 2879900210
source: Top 10 Company Sales YTD
fi_fi: 10 suurinta asiakasmyyntiä VA
fr_ch: 10 meilleurs soldes actuels ventes société
sv_se: Topp 10 företagsförsäljning, hittills i år

# Table 2821884881 - Field 2733130575 - Property 2879900210
source: Top 10 Cust Sales YTD Style
fi_fi: 10 suurinta asiakasmyyntiä VA – tyyli
fr_ch: Style Palmarès solde actuel ventes client
sv_se: Format för Topp 10 kundförsäljning, hittills i år

# Table 2821884881 - Field 327717146 - Property 2879900210
source: Vendors - Payment on Hold
fi_fi: Toimittajat - Pidätetty maksu
fr_ch: Fournisseurs - Paiement suspendu
sv_se: Leverantörer – spärrad betalning

# Table 2821884881 - Field 1689784731 - Property 2879900210
source: Vendors-Payment on Hold Style
fi_fi: Toimittajat - Pidätetty maksu – tyyli
fr_ch: Fournisseurs - Style Paiement suspendu
sv_se: Format för Leverantörer – spärrad betalning

# Table 3496359017 - Property 2879900210
source: COHUB User Task
sv_se: Uppgift för COHUB-användare

# Table 3496359017 - Field 392504525 - Property 2879900210
source: Assigned To
fi_fi: Delegoitu
fr_ch: Affecté à
sv_se: Tilldelad

# Table 3496359017 - Field 1037431910 - Property 2879900210
source: Company Display Name
fi_fi: Yrityksen näyttönimi
fr_ch: Nom d’affichage société
sv_se: Företagets visningsnamn

# Table 3496359017 - Field 3997336476 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_ch: Nom de la société
sv_se: Företagsnamn

# Table 3496359017 - Field 2369664869 - Property 2879900210
source: Created By
fi_fi: Luonut
fr_ch: Créé par
sv_se: Skapades av

# Table 3496359017 - Field 2500892784 - Property 2879900210
source: Created Date
fi_fi: Luontipäivämäärä
fr_ch: Date de création
sv_se: Skapades den

# Table 3496359017 - Field 4085727052 - Property 2879900210
source: Due Date
fi_fi: Eräpäivä
fr_ch: Date d’échéance
sv_se: Förfallodatum

# Table 3496359017 - Field 4114157096 - Property 2879900210
source: Enviroment No.
fi_fi: Ympäristön nro
fr_ch: N° environnement
sv_se: Miljönummer

# Table 3496359017 - Field 2432407826 - Property 2879900210
source: Last Refreshed
fi_fi: Päivitetty viimeksi
fr_ch: Dernière actualisation
sv_se: Uppdaterades senast

# Table 3496359017 - Field 3817506388 - Property 2879900210
source: Link
fi_fi: Linkki
fr_ch: Lien
sv_se: Länka

# Table 3496359017 - Field 807418830 - Property 2879900210
source: % Complete
fi_fi: % valmis
fr_ch: % terminé
sv_se: Procent färdig

# Table 3496359017 - Field 4130293374 - Property 2879900210
source: Priority
fi_fi: Prioriteetti
fr_ch: Priorité
sv_se: Prioritet

# Table 3496359017 - Field 4130293374 - Property 62802879
source: ,Low,Normal,High
sv_se: ,Låg,Normal,Hög

# Table 3496359017 - Field 474480784 - Property 2879900210
source: Start Date
fi_fi: Aloituspäivämäärä
fr_ch: Date début
sv_se: Startdatum

# Table 3496359017 - Field 329424276 - Property 2879900210
source: Subject
fi_fi: Aihe
fr_ch: Objet
sv_se: Ämne

# Table 3496359017 - Field 1076138764 - Property 2879900210
source: User Task Group
fi_fi: Käyttäjätehtäväryhmä
fr_ch: Groupe de tâches utilisateur
sv_se: Grupp för användaruppgift

# Codeunit 2252641548 - NamedType 3371301238
source: Company Hub
fi_fi: Yrityskeskus
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Codeunit 2252641548 - NamedType 98932034
source: Updating key performance indicator data failed for the company %1.
fi_fi: Yrityksen %1 suorituskykyilmaisintietojen päivitys epäonnistui.
fr_ch: Échec de la mise à jour des données des indicateurs de performances clés pour la société %1.
sv_se: Det gick inte att uppdatera nyckelindikatordata för företaget %1.

# Codeunit 2252641548 - NamedType 990699014
source: Could not get fresh key performance data for enviroment %1.
fi_fi: Ympäristön %1 viimeisimpiä suorituskykytietoja ei saatu.
fr_ch: Impossible d’obtenir de nouvelles données de performances clés pour l’environnement %1.
sv_se: Det gick inte att hämta nya KPI-data för miljön %1.

# Codeunit 2252641548 - NamedType 1195850950
source: Failed to fetch the companies. Please verify if you can log in manually by using the following link: %1
fi_fi: Yrityksiä ei voitu noutaa. Tarkista, voitko kirjautua sisään manuaalisesti seuraavan linkin avulla: %1
fr_ch: Échec de la récupération des sociétés. Assurez-vous que vous pouvez vous connecter manuellement en utilisant le lien suivant : %1
sv_se: Det gick inte att hämta företagen. Kontrollera att du kan logga in manuellt med följande länk: %1

# Codeunit 2252641548 - NamedType 3793709468
source: The specified link is not valid. The link to the company must have the following format: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
fi_fi: Määritetty linkki ei kelpaa Yrityksen linkin on oltava muotoa: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
fr_ch: Le lien spécifié n’est pas valide. Le lien vers la société doit avoir le format suivant : https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1
sv_se: Den angivna länken är inte giltig. Länken till företaget måste ha följande format: https://businesscentral.dynamics.com/tenant[/enviroment]?redirectedfromsignup=1

# Codeunit 2252641548 - NamedType 871813535
source: An environment with the specified link already exists. Enviroment number %1, name %2.
fi_fi: Määritetyn linkin sisältävä ympäristö on jo luotu. Ympäristön numero %1, nimi %2.
fr_ch: Un environnement avec le lien spécifié existe déjà. Numéro d’environnement %1, nom %2.
sv_se: Det finns redan en miljö med den angivna länken. Miljönummer %1, namn %2.

# Codeunit 2252641548 - NamedType 3101518995
source: Company Hub extension is not supported in the On-Prem enviroment.
sv_se: Tillägget Företagshubb stöds inte i den lokala miljön.

# Codeunit 2252641548 - NamedType 992987378
source: CRONUS - SAMPLE
fi_fi: CRONUS - MALLI
fr_ch: CRONUS - EXEMPLES
sv_se: CRONUS – EXEMPEL

# Codeunit 2252641548 - NamedType 2429686466
source: This notification is raised to help set up the company hub if no enviroments have been added.
sv_se: Du har fått det här meddelandet som hjälp till att konfigurera företagsnavet om inga miljöer har lagts till.

# Codeunit 2252641548 - NamedType 664455644
source: Company Hub Setup Notification
sv_se: Konfigurationsmeddelande för företagsnav

# Codeunit 2252641548 - NamedType 942182862
source: Don't show again
sv_se: Visa inte igen

# Codeunit 2252641548 - NamedType 708797588
source: Setup
sv_se: Konfiguration
