Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: fi_fi, fr_ch, sv_se

# Page 1103215212 - Action 3913955181 - Property 1295455071
source: Refresh data for the selected Tasks Company.
fi_fi: Päivitä valitun tehtävien yrityksen tiedot.
fr_ch: Actualisez les données pour la société de tâches sélectionnée.
sv_se: Uppdatera data för det valda uppgiftsföretaget.

# Page 1103215212 - Action 3913955181 - Property 2879900210
source: Refresh Current Task
fi_fi: Päivitä nykyinen tehtävä
fr_ch: Actualiser la tâche active
sv_se: Uppdatera aktuell uppgift

# Page 1103215212 - Action 1864769499 - Property 1295455071
source: Refresh data from all companies.
fi_fi: Päivitä tiedot kaikilta yrityksiltä.
fr_ch: Actualisez les données de toutes les sociétés.
sv_se: Uppdatera data från alla företag.

# Page 1103215212 - Action 1864769499 - Property 2879900210
source: Refresh all data
fi_fi: Päivitä kaikki tiedot
fr_ch: Actualiser toutes les données
sv_se: Uppdatera alla data

# Page 1623714640 - Property 2879900210
source: Company Hub
fi_fi: Yrityskeskus
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Page 1623714640 - Control 2930974909 - Property 2879900210
source: Summary
fi_fi: Yhteenveto
fr_ch: Synthèse
sv_se: Översikt

# Page 1623714640 - Action 3084187460 - Property 1295455071
source: View and easily access all companies you work in. View key KPIs and manage User Tasks for each company.
fi_fi: Tarkastele kaikkia yrityksiä, joissa työskentelet, ja siirry niihin helposti. Tarkastele kunkin yrityksen tunnuslukuja ja hallitse käyttäjätehtäviä.
fr_ch: Affichez et accédez facilement à toutes les sociétés dans lesquelles vous travaillez. Affichez les indicateurs de performance clés et gérez les tâches utilisateur pour chaque société.
sv_se: Visa och få enkel åtkomst till alla företag du arbetar i. Visa KPI:er och hantera användaraktiviteter för varje företag.

# Page 1623714640 - Action 3084187460 - Property 2879900210
source: Company Hub
fi_fi: Yritystoiminto
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Page 1623714640 - Action 2366028613 - Property 1295455071
source: View pending user tasks that are assigned to you across all companies.
fi_fi: Näytä odottavat käyttäjätehtävät, jotka on määritetty sinulle kaikissa yrityksissä.
fr_ch: Affichez les tâches utilisateur en attente qui vous sont affectées dans toutes les sociétés.
sv_se: Visa väntande användaruppgifter som har tilldelats dig i alla företag.

# Page 1623714640 - Action 2366028613 - Property 2879900210
source: My User Tasks
fi_fi: Omat käyttäjätehtävät
fr_ch: Mes tâches utilisateur
sv_se: Mina användaruppgifter

# Page 1623714640 - Action 1514883969 - Property 2879900210
source: Setup
fi_fi: Asennus
fr_ch: Configuration
sv_se: Konfiguration

# Page 1623714640 - Action 28344312 - Property 1295455071
source: Show enviroment groups.
fi_fi: Näytä ympäristöryhmät.
fr_ch: Affichez les groupes d’environnement.
sv_se: Visa miljögrupper.

# Page 1623714640 - Action 28344312 - Property 2879900210
source: Enviroment Groups
fi_fi: Ympäristöryhmät
fr_ch: Groupes d’environnement
sv_se: Miljögrupper

# Page 1623714640 - Action 1268314337 - Property 1295455071
source: Show the list of enviroments that you have access to in the Company Hub.
fi_fi: Näytä yritystoiminnossa niiden ympäristöjen luettelo, joihin sinulla on käyttöoikeudet.
fr_ch: Affichez la liste des environnements auxquels vous avez accès dans le Hub Entreprise.
sv_se: Visa listan med miljöer som du har åtkomst till i företagsnavet.

# Page 1623714640 - Action 1268314337 - Property 2879900210
source: Environment Links
fi_fi: Ympäristölinkit
fr_ch: Liens d’environnement
sv_se: Miljölänkar

# Page 1623714640 - Action 1864769499 - Property 1295455071
source: Reload all companies and update the data.
fi_fi: Lataa kaikki yritykset uudelleen ja päivitä tiedot.
fr_ch: Rechargez toutes les sociétés et mettez les données à jour.
sv_se: Läs in alla företag igen och uppdatera data.

# Page 1623714640 - Action 1864769499 - Property 2879900210
source: Reload all companies
fi_fi: Lataa kaikki yritykset uudelleen
fr_ch: Recharger toutes les sociétés
sv_se: Läs in alla företag igen

# Profile 3084187460 - Property 2879900210
source: Company Hub
fi_fi: Yritystoiminto
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Profile 3084187460 - Property 4111922599
source: For users that primarily do work in other companies. Company Hub gives you a list of links to the companies you work in.
fi_fi: Käyttäjille, jotka ensisijaisesti työskentelevät muissa yrityksissä. Yritystoiminto sisältää luettelon linkeistä yrityksiin, joissa työskentelet.
fr_ch: Pour les utilisateurs qui travaillent principalement dans d’autres sociétés. Le Hub Entreprise vous donne une liste des liens vers les sociétés dans lesquelles vous travaillez.
sv_se: För användare som huvudsakligen arbetar i andra företag. Företagsnavet innehåller en lista med länkar till de företag du arbetar i.

# Table 3496359017 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus

# Page 2174524830 - NamedType 1453233508
source: No environments have been added yet. Go ahead and add the first environment.
fi_fi: Ympäristöjä ei ole vielä lisätty. Siirry eteenpäin ja lisää ensimmäinen ympäristö.
fr_ch: Aucun environnement n’a encore été ajouté. Continuez et ajoutez le premier environnement.

# Page 2174524830 - NamedType 708797588
source: Add Enviroments
fi_fi: Lisää ympäristöt
fr_ch: Ajouter des enviroments

# Page 937184972 - NamedType 1453233508
source: No environments have been added yet. Go ahead and add the first environment.
fi_fi: Ympäristöjä ei ole vielä lisätty. Siirry eteenpäin ja lisää ensimmäinen ympäristö.
fr_ch: Aucun environnement n’a encore été ajouté. Continuez et ajoutez le premier environnement.

# Page 937184972 - NamedType 708797588
source: Add Enviroments
fi_fi: Lisää ympäristöt
fr_ch: Ajouter des enviroments

# Page 1145113728 - Property 2879900210
source: Enviroment Link
fi_fi: Ympäristön linkki
fr_ch: Lien de l’environnement

# Page 1145113728 - Control 4200184881 - Property 1295455071
source: Specifies the number of the enviroment.
fi_fi: Määrittää ympäristön numeron.
fr_ch: Spécifie le numéro de l’environnement.

# Page 1145113728 - Control 2961552353 - Property 1295455071
source: Specifies the enviroment's name.
fi_fi: Määrittää ympäristön nimen.
fr_ch: Spécifie le nom de l’environnement.

# Page 1145113728 - Control 880902346 - Property 1295455071
source: Specifies if the companies from this enviroment are blocked for privacy reasons.
fi_fi: Määrittää, onko tämän ympäristön yritykset estetty tietosuojasyistä.
fr_ch: Spécifie si les sociétés de cet environnement sont bloquées pour des raisons de confidentialité.

# Page 1145113728 - Control 1842558322 - Property 1295455071
source: Specifies if the demo companies from this enviroment should be included or not.
fi_fi: Määrittää, pitäisikö tämän ympäristön esittely-yritykset sisällyttää vai ei.
fr_ch: Spécifie si les sociétés de démonstration de cet environnement doivent être incluses ou non.

# Page 1145113728 - Control 3817506388 - Property 2879900210
source: Enviroment Link
fi_fi: Ympäristölinkki
fr_ch: Lien de l’environnement

# Page 1145113728 - Control 3817506388 - Property 1295455071
source: Specifies the link used to access the enviroment's companies.
fi_fi: Määrittää linkin, jota käytetään ympäristön yritysten käyttämiseen.
fr_ch: Spécifie le lien utilisé pour accéder aux sociétés de l’environnement.

# Page 2272604806 - Property 2879900210
source: Enviroments
fi_fi: Ympäristöt
fr_ch: Environnements

# Page 2272604806 - Control 4200184881 - Property 1295455071
source: Specifies the No. of the enviroment.
fi_fi: Määrittää ympäristön numeron.
fr_ch: Spécifie le n° de l’environnement.

# Page 2272604806 - Control 2961552353 - Property 1295455071
source: Specifies the name of the enviroment.
fi_fi: Määrittää ympäristön nimen.
fr_ch: Spécifie le nom de l’environnement.

# Page 2272604806 - Action 2032648135 - Property 2879900210
source: Import Enviroments
fi_fi: Tuo ympäristöt
fr_ch: Importer enviroments

# Page 2272604806 - Action 1404105712 - Property 2879900210
source: Export Enviroments
fi_fi: Vie ympäristöt
fr_ch: Exporter enviroments

# Page 2272604806 - Action 1404105712 - Property 1295455071
source: Exports the list of enviroments.
fi_fi: Vie ympäristöluettelon.
fr_ch: Exporte la liste des enviroments.

# Page 2272604806 - Action 28344312 - Property 2879900210
source: Enviroment Groups
fi_fi: Ympäristöryhmät
fr_ch: Groupes d’environnement

# Page 2272604806 - Action 28344312 - Property 1295455071
source: Show enviroment groups.
fi_fi: Näytä ympäristöryhmät.
fr_ch: Affichez les groupes d’environnement.

# Page 1103215212 - Control 2472339856 - Property 2879900210
source: Enviroment Name
fi_fi: Ympäristön nimi
fr_ch: Nom de l’environnement

# Page 1103215212 - Control 2472339856 - Property 1295455071
source: Specifies the name of the enviroment.
fi_fi: Määrittää ympäristön nimen.
fr_ch: Spécifie le nom de l’environnement.

# Page 1103215212 - Control 329424276 - Property 1295455071
source: Specifies the name of the enviroment.
fi_fi: Määrittää ympäristön nimen.
fr_ch: Spécifie le nom de l’environnement.
