Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: fi_fi, fr_ch, sv_se

# Table 1042448833 - Property 2879900210
source: COHUB Company Endpoint
sv_se: Slutpunkt för COHUB-företag

# Table 1042448833 - Field 392504525 - Property 2879900210
source: Assigned To
fi_fi: Delegoitu
fr_ch: Affecté à
sv_se: Tilldelad

# Table 1042448833 - Field 1037431910 - Property 2879900210
source: Company Display Name
fi_fi: Yrityksen näyttönimi
fr_ch: Nom d’affichage société
sv_se: Företagets visningsnamn

# Table 1042448833 - Field 3997336476 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_ch: Nom de la société
sv_se: Företagsnamn

# Table 1042448833 - Field 4114157096 - Property 2879900210
source: Enviroment No.
fi_fi: Ympäristön nro
fr_ch: N° environnement
sv_se: Miljönummer

# Table 1042448833 - Field 2266471611 - Property 2879900210
source: Evaulation Company
fi_fi: Arviointiyritys
fr_ch: Société d’évaluation
sv_se: Utvärderingsföretag

# Table 1042448833 - Field 3441549693 - Property 2879900210
source: ODATA Company URL
fi_fi: ODATA-yrityksen URL-osoite
fr_ch: URL société ODATA
sv_se: URL till ODATA-företag

# Table 1480219922 - Property 2879900210
source: COHUB Company KPI
sv_se: KPI för COHUB-företag

# Table 1480219922 - Field 3764554179 - Property 2879900210
source: Approved Incoming Docs Style
fi_fi: Hyväksyttyjen saapuvien asiakirjojen tyyli
fr_ch: Style Docs entrants approuvés
sv_se: Format för Godkända inkommande dokument

# Table 1480219922 - Field 2886508691 - Property 2879900210
source: Approved Incoming Documents
fi_fi: Hyväksytyt saapuvat asiakirjat
fr_ch: Documents entrants approuvés
sv_se: Godkända inkommande dokument

# Table 1480219922 - Field 3213065903 - Property 2879900210
source: Approved Purchase Orders
fi_fi: Hyväksytyt ostotilaukset
fr_ch: Commandes achat approuvées
sv_se: Godkända inköpsorder

# Table 1480219922 - Field 1469691438 - Property 2879900210
source: Approved Purchase Orders Style
fi_fi: Hyväksyttyjen ostotilausten tyyli
fr_ch: Style Commandes achat approuvées
sv_se: Format för Godkända inköpsorder

# Table 1480219922 - Field 3604703450 - Property 2879900210
source: Approved Sales Orders
fi_fi: Hyväksytyt myyntitilaukset
fr_ch: Commandes vente approuvées
sv_se: Godkända försäljningsorder

# Table 1480219922 - Field 2443268387 - Property 2879900210
source: Approved Sales Orders Style
fi_fi: Hyväksyttyjen myyntitilausten tyyli
fr_ch: Style Commandes vente approuvées
sv_se: Format för Godkända försäljningsorder

# Table 1480219922 - Field 392504525 - Property 2879900210
source: Assigned To
fi_fi: Delegoitu
fr_ch: Affecté à
sv_se: Tilldelad

# Table 1480219922 - Field 699576046 - Property 2879900210
source: Average Collection Days
fi_fi: Keskimääräinen myyntisaamisten aika päivinä
fr_ch: Jours de règlement moyens
sv_se: Genomsnittlig betalningstid

# Table 1480219922 - Field 3340859471 - Property 2879900210
source: Average Collection Days Style
fi_fi: Keskimääräisen myyntisaamisten ajan päivinä tyyli
fr_ch: Style Jours de règlement moyens
sv_se: Format för Genomsnittlig betalningstid

# Table 1480219922 - Field 2113664607 - Property 2879900210
source: Cash Accounts Balance
fi_fi: Käteistilien saldo
fr_ch: Solde des comptes règlements
sv_se: Saldo på kassakonto

# Table 1480219922 - Field 2364333754 - Property 2879900210
source: Cash Accounts Balance Decimal
fi_fi: Käteistilien saldon desimaali
fr_ch: Décimal du solde des comptes règlements
sv_se: Saldo med decimaler på kassakonton

# Table 1480219922 - Field 2703486014 - Property 2879900210
source: Cash Accounts Balance Style
fi_fi: Käteistilien saldon tyyli
fr_ch: Style Solde des comptes règlements
sv_se: Format för Saldo på kassakonto

# Table 1480219922 - Field 1037431910 - Property 2879900210
source: Company Display Name
fi_fi: Yrityksen näyttönimi
fr_ch: Nom d’affichage société
sv_se: Företagets visningsnamn

# Table 1480219922 - Field 3997336476 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_ch: Nom de la société
sv_se: Företagsnamn

# Table 1480219922 - Field 2378863201 - Property 2879900210
source: Contact Name
fi_fi: Yhteyshenkilön nimi
fr_ch: Nom du contact
sv_se: Kontaktnamn

# Table 1480219922 - Field 3594024764 - Property 2879900210
source: Contact Name Style
fi_fi: Kontaktin nimen tyyli
fr_ch: Style Nom du contact
sv_se: Format för Kontaktnamn

# Table 1480219922 - Field 1745754443 - Property 2879900210
source: Currency Symbol
fi_fi: Valuuttasymboli
fr_ch: Symbole devise
sv_se: Valutasymbol

# Table 1480219922 - Field 4114157096 - Property 2879900210
source: Enviroment No.
fi_fi: Ympäristön nro
fr_ch: N° environnement
sv_se: Miljönummer

# Table 1480219922 - Field 3300536399 - Property 2879900210
source: Enviroments - Blocked
fi_fi: Ympäristöt - Estetyt
fr_ch: Environnements - Bloqués
sv_se: Miljöer – spärrade

# Table 1480219922 - Field 2291163278 - Property 2879900210
source: Enviroments - Blocked Style
fi_fi: Ympäristöt - Estetty tyyli
fr_ch: Environnements - Style bloqué
sv_se: Format för Miljöer – spärrade

# Table 1480219922 - Field 1663794414 - Property 2879900210
source: Group Code
fi_fi: Ryhmän koodi
fr_ch: Code groupe
sv_se: Gruppkod

# Table 1480219922 - Field 2103948034 - Property 2879900210
source: Inc Doc Awaiting Verf Style
fi_fi: Vahvistusta odottavien asiakirj. sis. tyyli
fr_ch: Style Doc. entrant en attente vérification
sv_se: Format för Väntar på verifiering av ink. dok.

# Table 1480219922 - Field 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verification
fi_fi: Sisällytä vahvistusta odottavat asiakirj.
fr_ch: Doc. entrant en attente de vérification
sv_se: Väntar på verifiering av ink. dok.

# Table 1480219922 - Field 181693683 - Property 2879900210
source: Last Dep Posted Date Style
fi_fi: Poiston viimeisen kirjauspäivän tyyli
fr_ch: Style Dernière date de validation amortissement
sv_se: Format för Senaste avskrivning, bokförd datum

# Table 1480219922 - Field 3207733361 - Property 2879900210
source: Last Depreciated Posted Date
fi_fi: Poiston viimeinen kirjauspäivä
fr_ch: Dernière date de validation amortissement
sv_se: Senaste avskrivning, bokförd datum

# Table 1480219922 - Field 378991847 - Property 2879900210
source: Last Login Date
fi_fi: Viimeisen kirjautumisen päivämäärä
fr_ch: Date de la dernière connexion
sv_se: Senaste inloggningsdatum

# Table 1480219922 - Field 611686758 - Property 2879900210
source: Last Login Date Style
fi_fi: Viimeisen kirjautumisen päivän tyyli
fr_ch: Style Date de la dernière connexion
sv_se: Format för Senaste inloggningsdatum

# Table 1480219922 - Field 2432407826 - Property 2879900210
source: Last Refreshed
fi_fi: Päivitetty viimeksi
fr_ch: Dernière actualisation
sv_se: Uppdaterades senast

# Table 1480219922 - Field 2185352090 - Property 2879900210
source: My Incoming Documents
fi_fi: Omat saapuvat asiakirjat
fr_ch: Mes documents entrants
sv_se: Mina inkommande dokument

# Table 1480219922 - Field 2776116579 - Property 2879900210
source: My Incoming Documents Style
fi_fi: Omien saapuvien asiakirjojen tyyli
fr_ch: Style Mes documents entrants
sv_se: Format för Mina inkommande dokument

# Table 1480219922 - Field 2299868809 - Property 2879900210
source: My User Task Style
fi_fi: Oman käyttäjätehtävän tyyli
fr_ch: Style Mes tâches utilisateur
sv_se: Formatmall för Min användaruppgift

# Table 1480219922 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_ch: Nom
sv_se: Namn

# Table 1480219922 - Field 3992271978 - Property 2879900210
source: New Incoming Documents
fi_fi: Uudet saapuvat asiakirjat
fr_ch: Nouveaux documents entrants
sv_se: Nya inkommande dokument

# Table 1480219922 - Field 3535867091 - Property 2879900210
source: New Incoming Documents Style
fi_fi: Uusien saapuvien asiakirjojen tyyli
fr_ch: Style Nouveaux documents entrants
sv_se: Format för Nya inkommande dokument

# Table 1480219922 - Field 2004926506 - Property 2879900210
source: Non-Applied Payments
fi_fi: Kohdistamattomat maksut
fr_ch: Paiements non lettrés
sv_se: Okopplade betalningar

# Table 1480219922 - Field 4238981395 - Property 2879900210
source: Non-Applied Payments Style
fi_fi: Kohdistamattomien maksujen tyyli
fr_ch: Style Paiements non lettrés
sv_se: Format för Okopplade betalningar

# Table 1480219922 - Field 3645689861 - Property 2879900210
source: OCR Completed
fi_fi: OCR on valmis
fr_ch: OCR terminé
sv_se: OCR klar

# Table 1480219922 - Field 3788092184 - Property 2879900210
source: OCR Completed Style
fi_fi: Valmiin OCR:n tyyli
fr_ch: Style OCR terminé
sv_se: Format för OCR klar

# Table 1480219922 - Field 1333795427 - Property 2879900210
source: OCR Pending
fi_fi: OCR odottaa
fr_ch: OCR en attente
sv_se: OCR väntar

# Table 1480219922 - Field 521734458 - Property 2879900210
source: OCR Pending Style
fi_fi: Odottavan OCR:n tyyli
fr_ch: Style OCR en attente
sv_se: Format för OCR väntar

# Table 1480219922 - Field 2585361234 - Property 2879900210
source: Ongoing Purch. Invoices Style
fi_fi: Jatkuvien ostolaskujen tyyli
fr_ch: Style Factures achat en cours
sv_se: Format för Pågående inköpsfakturor

# Table 1480219922 - Field 2397463180 - Property 2879900210
source: Ongoing Purchase Invoices
fi_fi: Jatkuvat ostolaskut
fr_ch: Factures achat en cours
sv_se: Pågående inköpsfakturor

# Table 1480219922 - Field 3230621205 - Property 2879900210
source: Ongoing Sales Invoices
fi_fi: Jatkuvat myyntilaskut
fr_ch: Factures vente en cours
sv_se: Pågående försäljningsfakturor

# Table 1480219922 - Field 3900425032 - Property 2879900210
source: Ongoing Sales Invoices Style
fi_fi: Jatkuvien myyntilaskujen tyyli
fr_ch: Style Factures vente en cours
sv_se: Format för Pågående försäljningsfakturor

# Table 1480219922 - Field 1615783776 - Property 2879900210
source: Ongoing Sales Orders
fi_fi: Jatkuvat myyntitilaukset
fr_ch: Commandes vente en cours
sv_se: Pågående försäljningsorder

# Table 1480219922 - Field 808993741 - Property 2879900210
source: Ongoing Sales Orders Style
fi_fi: Jatkuvien myyntitilausten tyyli
fr_ch: Style Commandes vente en cours
sv_se: Format för Pågående försäljningsorder

# Table 1480219922 - Field 2094009364 - Property 2879900210
source: Ongoing Sales Quotes
fi_fi: Jatkuvat myyntitarjoukset
fr_ch: Devis en cours
sv_se: Pågående försäljningsofferter

# Table 1480219922 - Field 1798096473 - Property 2879900210
source: Ongoing Sales Quotes Style
fi_fi: Jatkuvien myyntitarjousten tyyli
fr_ch: Style Devis en cours
sv_se: Format för Pågående försäljningsofferter

# Table 1480219922 - Field 1218177304 - Property 2879900210
source: Overdue Purch. Docs Style
fi_fi: Erääntyneiden ostoasiakirjojen tyyli
fr_ch: Style Documents achat échus
sv_se: Format för Förfallna inköpsdokument

# Table 1480219922 - Field 3747266594 - Property 2879900210
source: Overdue Purch. Inv Amt Style
fi_fi: Erääntyneen ostolaskusumman tyyli
fr_ch: Style Montant facture ach. échue
sv_se: Format för Belopp för förfallna inköpsfakturor

# Table 1480219922 - Field 1461904327 - Property 2879900210
source: Overdue Purch. Inv. Amt. Dec.
fi_fi: Erääntyneen ostolaskusumman desimaali
fr_ch: Déc. montant facture ach. échue
sv_se: Belopp med decimaler för förfallna inköpsfakturor

# Table 1480219922 - Field 4238549263 - Property 2879900210
source: Overdue Purch. Invoice Amount
fi_fi: Erääntynyt ostolaskusumma
fr_ch: Montant facture ach. échue
sv_se: Belopp för förfallna inköpsfakturor

# Table 1480219922 - Field 594594727 - Property 2879900210
source: Overdue Purchase Documents
fi_fi: Erääntyneet ostoasiakirjat
fr_ch: Documents achat échus
sv_se: Förfallna inköpsdokument

# Table 1480219922 - Field 3412597410 - Property 2879900210
source: Overdue Sales Documents
fi_fi: Erääntyneet myyntiasiakirjat
fr_ch: Documents vente échus
sv_se: Förfallna försäljningsdokument

# Table 1480219922 - Field 1160670027 - Property 2879900210
source: Overdue Sales Documents Style
fi_fi: Erääntyneiden myyntiasiakirjojen tyyli
fr_ch: Style Documents vente échus
sv_se: Format för Förfallna försäljningsdokument

# Table 1480219922 - Field 163766080 - Property 2879900210
source: Overdue Sales Inv Amt Style
fi_fi: Erääntyneen myyntilaskusumman tyyli
fr_ch: Style Montant facture vente échue
sv_se: Format för Belopp för förfallna försäljningsfakturor

# Table 1480219922 - Field 310118585 - Property 2879900210
source: Overdue Sales Inv. Amt. Dec.
fi_fi: Erääntyneen myyntilaskusumman desimaali
fr_ch: Déc. Montant facture vente échue
sv_se: Belopp med decimaler för förfallna försäljningsfakturor

# Table 1480219922 - Field 2949566721 - Property 2879900210
source: Overdue Sales Invoice Amount
fi_fi: Erääntynyt myyntilaskusumma
fr_ch: Montant facture vente échue
sv_se: Belopp för förfallna försäljningsfakturor

# Table 1480219922 - Field 3103705984 - Property 2879900210
source: POs Pending Approval
fi_fi: Hyväksyntää odottavat ostotilaukset
fr_ch: Approbation en attente cdes achat
sv_se: Inköpsorder som väntar på godkännande

# Table 1480219922 - Field 2427663917 - Property 2879900210
source: POs Pending Approval Style
fi_fi: Hyväksyntää odottavien ostotilausten tyyli
fr_ch: Style Approbation en attente cdes achat
sv_se: Format för Inköpsorder som väntar på godkännande

# Table 1480219922 - Field 3145356549 - Property 2879900210
source: Purch. Disc Next Week Style
fi_fi: Seuraavan viikon ostoalennusten tyyli
fr_ch: Style Remises achat La semaine prochaine
sv_se: Format för Inköpsrabatter nästa vecka

# Table 1480219922 - Field 1370976087 - Property 2879900210
source: Purch. Docs Due Today Style
fi_fi: Tänään erääntyvien ostoasiakirjojen tyyli
fr_ch: Style Documents achat arrivant à échéance aujourd’hui
sv_se: Format för Inköpsdokument som förfaller i dag

# Table 1480219922 - Field 950130645 - Property 2879900210
source: Purch. Inv Due Next Week Style
fi_fi: Ensi viikolla erääntyvien ostolaskujen tyyli
fr_ch: Style Factures achat À échéance la semaine prochaine
sv_se: Format för Inköpsfakturor som förfaller nästa vecka

# Table 1480219922 - Field 3720205249 - Property 2879900210
source: Purch. Invoices Due Next Week
fi_fi: Ensi viikolla erääntyvät ostolaskut
fr_ch: Factures achat À échéance la semaine prochaine
sv_se: Inköpsfakturor som förfaller nästa vecka

# Table 1480219922 - Field 2942533026 - Property 2879900210
source: Purchase Discounts Next Week
fi_fi: Seuraavan viikon ostoalennukset
fr_ch: Remises achat La semaine prochaine
sv_se: Inköpsrabatter nästa vecka

# Table 1480219922 - Field 195189496 - Property 2879900210
source: Purchase Documents Due Today
fi_fi: Tänään erääntyvät ostoasiakirjat
fr_ch: Documents achat arrivant à échéance aujourd’hui
sv_se: Inköpsdokument som förfaller i dag

# Table 1480219922 - Field 2882327954 - Property 2879900210
source: Purchase Orders
fi_fi: Ostotilaukset
fr_ch: Commandes achat
sv_se: Inköpsorder

# Table 1480219922 - Field 494775835 - Property 2879900210
source: Purchase Orders Style
fi_fi: Ostotilausten tyyli
fr_ch: Style Commandes achat
sv_se: Formar för Antal inköpsorder

# Table 1480219922 - Field 849761688 - Property 2879900210
source: Purchase Return Orders
fi_fi: Ostopalautustilaukset
fr_ch: Retours achat
sv_se: Inköpsreturorder

# Table 1480219922 - Field 3738153637 - Property 2879900210
source: Purchase Return Orders Style
fi_fi: Ostopalautustilausten tyyli
fr_ch: Style Retours achat
sv_se: Format för Inköpsreturorder

# Table 1480219922 - Field 1037609595 - Property 2879900210
source: Req Sent for Approval Style
fi_fi: Hyväksyttäväksi lähetettyjen pyyntöjen tyyli
fr_ch: Style Demandes envoyées pour approbation
sv_se: Format för Begäranden har skickats för godkännande

# Table 1480219922 - Field 3694491510 - Property 2879900210
source: Requests Sent for Approval
fi_fi: Hyväksyttäväksi lähetetyt pyynnöt
fr_ch: Demandes envoyées pour approbation
sv_se: Begäranden har skickats för godkännande

# Table 1480219922 - Field 3319760346 - Property 2879900210
source: Requests to Approve
fi_fi: Hyväksyttävät pyynnöt
fr_ch: Demandes à approuver
sv_se: Begäranden att godkänna

# Table 1480219922 - Field 4196064803 - Property 2879900210
source: Requests to Approve Style
fi_fi: Hyväksyttävien pyyntöjen tyyli
fr_ch: Style Demandes à approuver
sv_se: Format för Begäranden att godkänna

# Table 1480219922 - Field 3389869017 - Property 2879900210
source: Sales Credit Memos - Pending Document Exchange
fi_fi: Myyntihyvityslaskut – odottaa Document Exchange -palvelua
fr_ch: Avoirs vente - Échange de documents en attente
sv_se: Försäljningskreditnotor – dokumentväxling som väntas

# Table 1480219922 - Field 1428064786 - Property 2879900210
source: Sales Credit Memos - Pending Document Exchange
fi_fi: Myyntihyvityslaskut – odottaa Document Exchange -palvelua
fr_ch: Avoirs vente - Échange de documents en attente
sv_se: Försäljningskreditnotor – dokumentväxling som väntas

# Table 1480219922 - Field 3308548995 - Property 2879900210
source: Sales Inv Due Next Week Style
fi_fi: Ensi viikolla erääntyvien myyntilaskujen tyyli
fr_ch: Style Factures vente À échéance la semaine prochaine
sv_se: Format för Försäljningsfakturor som förfaller nästa vecka

# Table 1480219922 - Field 2337339062 - Property 2879900210
source: Sales Invoices - Pending Document Exchange
fi_fi: Myyntilaskut – odottaa Document Exchange -palvelua
fr_ch: Factures vente - Échange de documents en attente
sv_se: Försäljningsfakturor – dokumentväxling som väntas

# Table 1480219922 - Field 1812513725 - Property 2879900210
source: Sales Invoices - Pending Document Exchange
fi_fi: Myyntilaskut – odottaa Document Exchange -palvelua
fr_ch: Factures vente - Échange de documents en attente
sv_se: Försäljningsfakturor – dokumentväxling som väntas

# Table 1480219922 - Field 3112382527 - Property 2879900210
source: Sales Invoices Due Next Week
fi_fi: Ensi viikolla erääntyvät myyntilaskut
fr_ch: Factures vente À échéance la semaine prochaine
sv_se: Försäljningsfakturor som förfaller nästa vecka

# Table 1480219922 - Field 547857757 - Property 2879900210
source: Sales Return Orders - All
fi_fi: Myyntipalautustilaukset - Kaikki
fr_ch: Retours vente - Tous
sv_se: Försäljningsreturorder – alla

# Table 1480219922 - Field 3797404584 - Property 2879900210
source: Sales Return Orders-All Style
fi_fi: Myyntipalautustilaukset – kaikki – tyyli
fr_ch: Style Retours vente - Tous
sv_se: Format för Försäljningsreturorder – alla

# Table 1480219922 - Field 25536090 - Property 2879900210
source: Sales This Month
fi_fi: Tämän kuukauden myynti
fr_ch: Ventes ce mois-ci
sv_se: Försäljning denna månad

# Table 1480219922 - Field 1495209635 - Property 2879900210
source: Sales This Month Style
fi_fi: Tämän kuukauden myynnin tyyli
fr_ch: Style Ventes ce mois-ci
sv_se: Format för Försäljning denna månad

# Table 1480219922 - Field 4223543537 - Property 2879900210
source: SOs Pending Approval
fi_fi: Hyväksyntää odottavat myyntitilaukset
fr_ch: Approbation en attente cdes vente
sv_se: Försäljningsorder som väntar på godkännande

# Table 1480219922 - Field 3159236076 - Property 2879900210
source: SOs Pending Approval Style
fi_fi: Hyväksyntää odottavien myyntitilausten tyyli
fr_ch: Style Approbation en attente cdes vente
sv_se: Format för Försäljningsorder som väntar på godkännande

# Table 1480219922 - Field 677361480 - Property 2879900210
source: Top 10 Company Sales YTD
fi_fi: 10 suurinta asiakasmyyntiä VA
fr_ch: 10 meilleurs soldes actuels ventes société
sv_se: Topp 10 företagsförsäljning, hittills i år

# Table 1480219922 - Field 2733130575 - Property 2879900210
source: Top 10 Cust Sales YTD Style
fi_fi: 10 suurinta asiakasmyyntiä VA – tyyli
fr_ch: Style Palmarès solde actuel ventes client
sv_se: Format för Topp 10 kundförsäljning, hittills i år

# Table 1480219922 - Field 327717146 - Property 2879900210
source: Vendors - Payment on Hold
fi_fi: Toimittajat - Pidätetty maksu
fr_ch: Fournisseurs - Paiement suspendu
sv_se: Leverantörer – spärrad betalning

# Table 1480219922 - Field 1689784731 - Property 2879900210
source: Vendors-Payment on Hold Style
fi_fi: Toimittajat - Pidätetty maksu – tyyli
fr_ch: Fournisseurs - Style Paiement suspendu
sv_se: Format för Leverantörer – spärrad betalning

# Table 4066499956 - Property 2879900210
source: COHUB Enviroment
sv_se: COHUB-miljö

# Table 4066499956 - Field 3168444338 - Property 2879900210
source: Address
fi_fi: Osoite
fr_ch: Adresse
sv_se: Adress

# Table 4066499956 - Field 2306852000 - Property 2879900210
source: Address 2
fi_fi: Osoite 2
fr_ch: Adresse 2
sv_se: Adress 2

# Table 4066499956 - Field 714791889 - Property 2879900210
source: City
fi_fi: Kaupunki
fr_ch: Ville
sv_se: Ort

# Table 4066499956 - Field 1043218467 - Property 2879900210
source: Email
fi_fi: Sähköposti
fr_ch: Adresse e-mail
sv_se: E-post

# Table 4066499956 - Field 2378863201 - Property 2879900210
source: Contact Name
fi_fi: Yhteyshenkilön nimi
fr_ch: Nom du contact
sv_se: Kontaktnamn

# Table 4066499956 - Field 3390705917 - Property 2879900210
source: Phone No.
fi_fi: Puhelinnro
fr_ch: N° téléphone
sv_se: Telefonnr

# Table 4066499956 - Field 284764054 - Property 2879900210
source: Country/Region Code
fi_fi: Maa-/aluekoodi
fr_ch: Code pays/région
sv_se: Lands-/regionkod

# Table 4066499956 - Field 499448942 - Property 2879900210
source: County
fi_fi: Lääni
fr_ch: Canton
sv_se: Län

# Table 4066499956 - Field 1663794414 - Property 2879900210
source: Group Code
fi_fi: Ryhmän koodi
fr_ch: Code groupe
sv_se: Gruppkod

# Table 4066499956 - Field 2909674232 - Property 2879900210
source: Home Page
fi_fi: Kotisivu
fr_ch: Page d’accueil
sv_se: Hemsida

# Table 4066499956 - Field 1842558322 - Property 2879900210
source: Include Demo Companies
fi_fi: Sisällytä esittely-yritykset
fr_ch: Inclure les sociétés de démonstration
sv_se: Inkludera demoföretag

# Table 4066499956 - Field 3817506388 - Property 2879900210
source: Link
fi_fi: Linkki
fr_ch: Lien
sv_se: Länka

# Table 4066499956 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_ch: Nom
sv_se: Namn

# Table 4066499956 - Field 4200184881 - Property 2879900210
source: No.
fi_fi: Nro
fr_ch: N°
sv_se: Nummer

# Table 4066499956 - Field 3660300303 - Property 2879900210
source: Post Code
fi_fi: Postinumero
fr_ch: Code postal
sv_se: Postnummer

# Table 4066499956 - Field 880902346 - Property 2879900210
source: Privacy Blocked
fi_fi: Estetty tietosuojan vuoksi
fr_ch: Confidentialité bloquée
sv_se: Sekretessblockerad

# Table 2619134632 - Property 2879900210
source: COHUB Group
sv_se: COHUB-grupp

# Table 2619134632 - NamedType 1969705838
source: There are companies assigned to this group. This action will remove the group assignment from the companies and delete the group. Do you want to continue?
fi_fi: Tähän ryhmään on määritetty yrityksiä. Tämä toiminto poistaa ryhmämäärityksen yrityksiltä ja poistaa ryhmän. Haluatko jatkaa?
fr_ch: Des sociétés sont affectées à ce groupe. Cette action va supprimer l’affectation de groupe des sociétés et supprimer le groupe. Voulez-vous continuer ?
sv_se: Det finns företag som har tilldelats den här gruppen. Den här åtgärden tar bort grupptilldelningen från företagen och tar bort gruppen. Vill du fortsätta?

# Table 2619134632 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Table 2619134632 - Field 3461834954 - Property 2879900210
source: Description
fi_fi: Kuvaus
sv_se: Beskrivning

# Table 2821884881 - Property 2879900210
source: COHUB Group Company Summary
sv_se: Företagssammanfattning för COHUB-grupp

# Table 2821884881 - Field 3764554179 - Property 2879900210
source: Approved Incoming Docs Style
fi_fi: Hyväksyttyjen saapuvien asiakirjojen tyyli
fr_ch: Style Docs entrants approuvés
sv_se: Format för Godkända inkommande dokument

# Table 2821884881 - Field 2886508691 - Property 2879900210
source: Approved Incoming Documents
fi_fi: Hyväksytyt saapuvat asiakirjat
fr_ch: Documents entrants approuvés
sv_se: Godkända inkommande dokument
