Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: fi_fi, fr_ch, sv_se

# Codeunit 2252641548 - NamedType 1053948920
source: The link was successfully validated.
fi_fi: Linkin vahvistus onnistui.
fr_ch: Le lien a été validé.
sv_se: Länken har validerats.

# Codeunit 2252641548 - NamedType 3001008578
source: Export
fi_fi: Vie
fr_ch: Exporter
sv_se: Exportera

# Codeunit 2252641548 - NamedType 2673837281
source: Please specify the location of the file that contains the data that you want to import.
fi_fi: Määritä sen tiedoston sijainti, joka sisältää tuotavat tiedot.
fr_ch: Spécifiez l’emplacement du fichier contenant les données à importer.
sv_se: Ange platsen för den fil som innehåller de data du vill importera.

# Codeunit 2252641548 - NamedType 2396624874
source: Was the login successful?
fi_fi: Onnistuiko kirjautuminen?
fr_ch: La connexion a-t-elle réussi ?
sv_se: Lyckades inloggningen?

# Codeunit 2252641548 - NamedType 2233045677
source: We recommend that you verify that you can access the target company so that we can verify your permissions, and you can provide consent if needed.\\Would you like us to open the company in a new window to verify your access?
fi_fi: Suosittelemme sinun tarkistavan, että sinulla on oikeudet kohdeyritykseen, jotta voimme tarkistaa käyttöoikeutesi ja voit antaa tarvittaessa suostumuksesi.\\Haluaisitko meidän avaavan yrityksen uuteen ikkunaan oikeuksiesi tarkistamista varten?
fr_ch: Nous vous recommandons de vous assurer que vous pouvez accéder à la société cible afin de pouvoir vérifier vos autorisations et d’accorder votre consentement si nécessaire.\\Souhaitez-vous ouvrir la société dans une nouvelle fenêtre pour vérifier votre accès ?
sv_se: Vi rekommenderar att du kontrollerar att du har åtkomst till målföretaget så att vi kan verifiera din behörighet, och du kan ge samtycke om så behövs.\\Vill du att vi ska öppna företaget i ett nytt fönster för att verifiera din åtkomst?

# Codeunit 2252641548 - NamedType 1453233508
source: The company hub is empty. Go ahead and add the first environment.
sv_se: Företagsnavet är tomt. Gå vidare och lägg till den första miljön.

# Codeunit 1604991389 - NamedType 3371301238
source: Company Hub
fi_fi: Yrityskeskus
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Codeunit 2706456750 - NamedType 1599302730
source: Dyn. 365 Company Hub
sv_se: Företagsnav för Dyn. 365

# Codeunit 218967869 - NamedType 834335602
source: The data was updated successfully
fi_fi: Tietojen vienti onnistui
fr_ch: Les données ont été mises à jour
sv_se: Data har importerats

# Codeunit 974053442 - NamedType 2153063748
source: Could not fetch companies, verify if you have permissions to access the company.
fi_fi: Yrityksiä ei voitu noutaa, tarkista, että sinulla on yrityksen käyttöoikeudet.
fr_ch: Impossible d’extraire les sociétés. Vérifiez si vous êtes autorisé à accéder à la société.
sv_se: Det gick inte att hämta företagen. Kontrollera att du har åtkomstbehörighet till företaget.

# Codeunit 974053442 - NamedType 1403261393
source: Demo companies are currently not included. Choose the Include Demo Companies field to add them.
fi_fi: Esittely-yritykset eivät tällä hetkellä kuulu toimitukseen. Lisää ne valitsemalla Lisää esittely-yritykset-kenttä.
fr_ch: Les sociétés de démonstration ne sont actuellement pas incluses. Choisissez le champ Inclure les sociétés de démonstration pour les ajouter.
sv_se: Demoföretag ingår för närvarande inte. Välj fältet Inkludera demoföretag om du vill lägga till dem.

# Page 2379616563 - Property 2019332006
source: New,Process,Report,Setup,Errors,Tasks
fi_fi: Uusi,käsittely,raportti,määritys,virheet,tehtävät
fr_ch: Nouveau,Traitement,État,Configurer,Erreurs,Tâches
sv_se: Ny,Process,Rapport,Inställningar,Fel,Uppgifter

# Page 2379616563 - Property 2879900210
source: Company Hub
fi_fi: Yritystoiminto
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Page 2379616563 - Control 2930974909 - Property 2879900210
source: Summary
fi_fi: Yhteenveto
fr_ch: Synthèse
sv_se: Översikt

# Page 2379616563 - Action 2687027117 - Property 2879900210
source: Errors
fi_fi: Virheet
fr_ch: Erreurs
sv_se: Fel

# Page 2379616563 - Action 1791959279 - Property 1295455071
source: Show a list of synchronization errors.
fi_fi: Näytä synkronointivirheiden luettelo.
fr_ch: Affichez une liste des erreurs de synchronisation.
sv_se: Visa en lista med synkroniseringsfel.

# Page 2379616563 - Action 1791959279 - Property 2879900210
source: Check Errors
fi_fi: Tarkista virheet
fr_ch: Vérifier les erreurs
sv_se: Kontrollera fel

# Page 2379616563 - Action 2399031822 - Property 1295455071
source: Clear the list of synchronization errors.
fi_fi: Tyhjennä synkronointivirheiden luettelo.
fr_ch: Effacez la liste des erreurs de synchronisation.
sv_se: Rensa listan med synkroniseringsfel.

# Page 2379616563 - Action 2399031822 - Property 2879900210
source: Delete Errors
fi_fi: Poista virheet
fr_ch: Supprimer les erreurs
sv_se: Ta bort fel

# Page 2379616563 - Action 1514883969 - Property 2879900210
source: Setup
fi_fi: Asennus
fr_ch: Configuration
sv_se: Konfiguration

# Page 2379616563 - Action 1268314337 - Property 1295455071
source: Show the list of enviroments that you have access to in the Company Hub.
fi_fi: Näytä yritystoiminnossa niiden ympäristöjen luettelo, joihin sinulla on käyttöoikeudet.
fr_ch: Affichez la liste des environnements auxquels vous avez accès dans le Hub Entreprise.
sv_se: Visa listan med miljöer som du har åtkomst till i företagsnavet.

# Page 2379616563 - Action 1268314337 - Property 2879900210
source: Environment Links
fi_fi: Ympäristölinkit
fr_ch: Liens d’environnement
sv_se: Miljölänkar

# Page 2379616563 - Action 1864769499 - Property 1295455071
source: Reload all companies and update the data.
fi_fi: Lataa kaikki yritykset uudelleen ja päivitä tiedot.
fr_ch: Rechargez toutes les sociétés et mettez les données à jour.
sv_se: Läs in alla företag igen och uppdatera data.

# Page 2379616563 - Action 1864769499 - Property 2879900210
source: Reload all companies
fi_fi: Lataa kaikki yritykset uudelleen
fr_ch: Recharger toutes les sociétés
sv_se: Läs in alla företag igen

# Page 2379616563 - Action 2973329650 - Property 2879900210
source: Tasks
sv_se: Uppgifter

# Page 2379616563 - Action 2366028613 - Property 1295455071
source: View pending user tasks that are assigned to you across all companies.
fi_fi: Näytä odottavat käyttäjätehtävät, jotka on määritetty sinulle kaikissa yrityksissä.
fr_ch: Affichez les tâches utilisateur en attente qui vous sont affectées dans toutes les sociétés.
sv_se: Visa väntande användaruppgifter som har tilldelats dig i alla företag.

# Page 2379616563 - Action 2366028613 - Property 2879900210
source: My User Tasks
fi_fi: Omat käyttäjätehtävät
fr_ch: Mes tâches utilisateur
sv_se: Mina användaruppgifter

# Page 2174524830 - Property 2879900210
source: Company Hub
fi_fi: Yritystoiminto
fr_ch: Hub Entreprise
sv_se: Företagsnav

# Page 2174524830 - NamedType 162686461
source: You have chosen the name of a group, and there is nothing to look up.
fi_fi: Olet valinnut ryhmän nimen, eikä haettavaa ole.
fr_ch: Vous avez choisi le nom d’un groupe et il n’y a rien à rechercher.
sv_se: Du har valt namnet på en grupp och det finns inget att söka efter.

# Page 2174524830 - Control 2886508691 - Property 1295455071
source: Specifies the number of approved incoming documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen saapuvien asiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents entrants approuvés qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet godkända inkommande dokument som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3213065903 - Property 1295455071
source: Specifies the number of approved purchase orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen ostotilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes achat approuvées qui sont affectées à un groupe dont vous êtes membre ou à vous même.
sv_se: Anger antalet godkända inköpsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3604703450 - Property 1295455071
source: Specifies the number of approved sales orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen myyntitilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes vente approuvées qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet godkända försäljningsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 699576046 - Property 1295455071
source: Specifies the average collection days.
fi_fi: Määrittää keskimääräiset perintäpäivät.
fr_ch: Spécifie le nombre moyen de jours de recouvrement.
sv_se: Anger genomsnittlig betalningstid.

# Page 2174524830 - Control 2113664607 - Property 1295455071
source: Specifies the balance on cash accounts.
fi_fi: Määrittää käteistilien saldon.
fr_ch: Spécifie le solde des comptes règlements.
sv_se: Anger saldot på kassakonton.

# Page 2174524830 - Control 2364333754 - Property 1295455071
source: Specifies the balance on cash accounts.
fi_fi: Määrittää käteistilien saldon.
fr_ch: Spécifie le solde des comptes règlements.
sv_se: Anger saldot på kassakonton.

# Page 2174524830 - Control 2364333754 - Property 2879900210
source: Cash Accounts Balance
fi_fi: Käteistilien saldo
fr_ch: Solde des comptes règlements
sv_se: Saldo på kassakonton

# Page 2174524830 - Control 1037431910 - Property 1295455071
source: Specifies the name of the company.
fi_fi: Määrittää yrityksen nimen.
fr_ch: Spécifie le nom de la société.
sv_se: Anger företagets namn.

# Page 2174524830 - Control 1037431910 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_ch: Nom de la société
sv_se: Företagsnamn

# Page 2174524830 - Control 2378863201 - Property 1295455071
source: Specifies the name of the Company Group.
fi_fi: Määrittää yritysryhmän nimen.
fr_ch: Spécifie le nom du groupe de sociétés.
sv_se: Anger företagsgruppens namn.

# Page 2174524830 - Control 2378863201 - Property 2879900210
source: Name
fi_fi: Nimi
fr_ch: Nom
sv_se: Namn

# Page 2174524830 - Control 4114157096 - Property 1295455071
source: Specifies the number used to lookup the setup record more easilly.
fi_fi: Määrittää numeron, jota käytetään asetustietueen helpommassa haussa.
fr_ch: Spécifie le numéro utilisé pour rechercher l’enregistrement de configuration plus facilement.
sv_se: Anger numret som gör det enklare att öka efter inställningsposten.

# Page 2174524830 - Control 4114157096 - Property 2879900210
source: No.
fi_fi: Nro
fr_ch: N°
sv_se: Nummer

# Page 2174524830 - Control 3300536399 - Property 1295455071
source: Specifies the number of blocked tenants.
fi_fi: Määrittää estettyjen vuokraajien määrän.
fr_ch: Spécifie le nombre d’abonnés bloqués.
sv_se: Anger antalet blockerade klientorganisationer.

# Page 2174524830 - Control 3027363170 - Property 1295455071
source: Specifies the number of inconming documents awaiting verfication that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden saapuvien asiakirjojen määrän, jotka odottavat varmistusta ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents entrants en attente de vérification qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inkommande dokument som väntar på att verifieras och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verification
fi_fi: Sisällytä vahvistusta odottavat asiakirj.
fr_ch: Doc. entrant en attente de vérification
sv_se: Väntar på verifiering av ink. dok.

# Page 2174524830 - Control 3207733361 - Property 1295455071
source: Specifies the last depreciated posted date.
fi_fi: Määrittää viimeisen poiston kirjauspäivämäärän.
fr_ch: Spécifie la dernière date de validation amortissement.
sv_se: Anger det senaste bokföringsdatumet för avskrivning.

# Page 2174524830 - Control 2432407826 - Property 1295455071
source: Specifies the last refreshed date.
fi_fi: Määrittää viimeisen päivityspäivämäärän.
fr_ch: Spécifie la date d’actualisation la plus récente.
sv_se: Anger det senaste uppdateringsdatumet.

# Page 2174524830 - Control 2432407826 - Property 2879900210
source: Last Refreshed
fi_fi: Päivitetty viimeksi
fr_ch: Dernière actualisation
sv_se: Uppdaterades senast

# Page 2174524830 - Control 2185352090 - Property 1295455071
source: Specifies the number of my incoming documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden omien saapuvien asiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de mes documents entrants qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inkommande dokument som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 1463502244 - Property 1295455071
source: Specifies the number of overdue tasks that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden erääntyneiden tehtävien määrän, jotka on määritetty sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de tâches en retard qui vous sont affectées ou qui sont affectées à un groupe dont vous êtes membre.
sv_se: Anger antalet förfallna uppgifter som har tilldelats dig eller till en grupp som du tillhör.

# Page 2174524830 - Control 1463502244 - Property 2879900210
source: My Overdue Tasks
fi_fi: Omat erääntyneet tehtävät
fr_ch: Mes tâches en retard
sv_se: Mina förfallna aktiviteter

# Page 2174524830 - Control 2366028613 - Property 1295455071
source: Specifies the number of pending tasks that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden odottavien tehtävien määrän, jotka on määritetty sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de tâches en attente qui vous sont affectées ou qui sont affectées à un groupe dont vous êtes membre.
sv_se: Anger antalet väntande uppgifter som har tilldelats dig eller till en grupp som du tillhör.

# Page 2174524830 - Control 2366028613 - Property 2879900210
source: My User Tasks
fi_fi: Omat käyttäjätehtävät
fr_ch: Mes tâches utilisateur
sv_se: Mina användaruppgifter

# Page 2174524830 - Control 2961552353 - Property 1295455071
source: Specifies the name of the environment. Specify your own name for the environment, or use the original name that has been defined in this environment.
fi_fi: Määrittää ympäristön nimen. Määritä oma nimi ympäristölle tai käytä alkuperäistä nimeä, joka on määritetty tässä ympäristössä.
fr_ch: Spécifie le nom de l’environnement. Spécifiez votre propre nom pour l’environnement ou utilisez le nom d’origine défini dans cet environnement.
sv_se: Anger namnet på miljön. Ange ditt egna namn för miljön eller Använd det ursprungliga namnet som har definierats i den här miljön.

# Page 2174524830 - Control 2961552353 - Property 2879900210
source: Enviroment Name
fi_fi: Ympäristön nimi
fr_ch: Nom de l’environnement
sv_se: Miljönamn

# Page 2174524830 - Control 3992271978 - Property 1295455071
source: Specifies the number of new incoming documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden uusien saapuvien asiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de nouveaux documents entrants qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet nya inkommande dokument som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 2004926506 - Property 1295455071
source: Specifies the number of non-applied payments that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden kohdistamattomien maksujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de paiements non lettrés qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet okopplade betalningar som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3645689861 - Property 1295455071
source: Specifies the number of documents on which OCR is completed that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden asiakirjojen määrän, joissa OCR on suoritettu loppuun ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents sur lesquels l’OCR est terminé qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet dokument där OCR har slutförts och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 1333795427 - Property 1295455071
source: Specifies the number of documents pending for OCR that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden asiakirjojen määrän, joissa OCR odottaa ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents en attente d’OCR qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet dokument som väntar på OCR och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 2397463180 - Property 1295455071
source: Specifies the number of ongoing purchase invoices that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien ostolaskujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures achat en cours qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående inköpsfakturor som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3230621205 - Property 1295455071
source: Specifies the number of ongoing sales invoices that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien myyntilaskujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures vente en cours qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående försäljningsfakturor som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 1615783776 - Property 1295455071
source: Specifies the number of ongoing sales orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien myyntitilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes vente en cours qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående försäljningsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 2094009364 - Property 1295455071
source: Specifies the number of ongoing sales quotes that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien myyntitarjousten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de devis en cours qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående försäljningsofferter som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 4238549263 - Property 1295455071
source: Specifies the total amount on overdue purchase invoices.
fi_fi: Määrittää erääntyneiden ostolaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures achat échues.
sv_se: Anger det totala beloppet för förfallna inköpsfakturor.

# Page 2174524830 - Control 1154576810 - Property 1295455071
source: Specifies the total amount on overdue purchase invoices.
fi_fi: Määrittää erääntyneiden ostolaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures achat échues.
sv_se: Anger det totala beloppet för förfallna inköpsfakturor.

# Page 2174524830 - Control 1154576810 - Property 2879900210
source: Overdue Purch. Invoice Amount
fi_fi: Erääntynyt ostolaskusumma
fr_ch: Montant facture ach. échue
sv_se: Belopp för förfallna inköpsfakturor

# Page 2174524830 - Control 594594727 - Property 1295455071
source: Specifies the number of overdue purchase documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden erääntyneiden ostoasiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents achat échus qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet förfallna inköpsdokument som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3412597410 - Property 1295455071
source: Specifies the number of overdue sales documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden erääntyneiden myyntiasiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents vente échus qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet förfallna uppgifter som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 2949566721 - Property 1295455071
source: Specifies the total amount on overdue sales invoices.
fi_fi: Määrittää erääntyneiden myyntilaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures vente échues.
sv_se: Anger det totala beloppet för förfallna försäljningsfakturor.

# Page 2174524830 - Control 3097378552 - Property 1295455071
source: Specifies the total amount on overdue sales invoices.
fi_fi: Määrittää erääntyneiden myyntilaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures vente échues.
sv_se: Anger det totala beloppet för förfallna försäljningsfakturor.

# Page 2174524830 - Control 3097378552 - Property 2879900210
source: Overdue Sales Invoice Amount
fi_fi: Erääntynyt myyntilaskusumma
fr_ch: Montant facture vente échue
sv_se: Belopp för förfallna försäljningsfakturor

# Page 2174524830 - Control 3103705984 - Property 1295455071
source: Specifies the number of purchase orders pending approval that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyntää odottavien ostotilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes achat en attente d’approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inköpsorder som väntar på godkännande och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3720205249 - Property 1295455071
source: Specifies the number of purchase invoices that are due for the next week.
fi_fi: Määrittää ensi viikolla erääntyvien ostolaskujen määrän.
fr_ch: Spécifie le nombre de factures achat arrivant à échéance la semaine prochaine.
sv_se: Anger antalet inköpsfakturor som förfaller till betalning nästa vecka.

# Page 2174524830 - Control 2942533026 - Property 1295455071
source: Specifies the number of purchase discounts for the next week.
fi_fi: Määrittää ensi viikolla saatavilla olevien ostoalennusten määrän.
fr_ch: Spécifie le nombre de remises achat de la semaine prochaine.
sv_se: Anger antalet inköpsrabatter för nästa vecka.
