Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: CompanyHub/Source/Company Hub/Translations/Company Hub.*.xlf
Languages: fi_fi, fr_ch, sv_se

# Page 2174524830 - Control 195189496 - Property 1295455071
source: Specifies the number of purchase documents due for today that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden tänään erääntyvien ostoasiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents achat arrivant à échéance ce jour qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inköpsdokument som förfaller i dag och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 2882327954 - Property 1295455071
source: Specifies the number of purchase orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden ostotilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes achat qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inköpsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 849761688 - Property 1295455071
source: Specifies the number of approved purchase return orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen ostopalautustilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de retours achat approuvés qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet godkända inköpsreturorder som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3694491510 - Property 1295455071
source: Specifies the number of requests sent to approval that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden lähetettyjen hyväksyntäpyyntöjen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de demandes envoyées pour approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet begäranden som skickats för godkännande och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3319760346 - Property 1295455071
source: Specifies the number of requests to approve that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyntäpyyntöjen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de demandes d’approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet begäranden att godkänna som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 1428064786 - Property 1295455071
source: Specifies the number of sales credit memos pending sending to the document exchange that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntihyvityslaskujen määrän, jotka odottavat lähettämistä asiakirjojen vaihtoon ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre d’avoirs vente en attente d’envoi à l’échange de documents qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningskreditnotor som väntar på att skickas för dokumentutbyte och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 1812513725 - Property 1295455071
source: Specifies the number of sales invoices pending sending to document exchange that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntilaskujen määrän, jotka odottavat lähettämistä asiakirjojen vaihtoon ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures vente en attente d’envoi à l’échange de documents qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsfakturor som väntar på att skickas för dokumentutbyte och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 3112382527 - Property 1295455071
source: Specifies the number of sales invoices due for next week that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden ensi viikolla erääntyvien myyntilaskujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures vente arrivant à échéance la semaine prochaine qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsfakturor som förfaller nästa vecka och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 547857757 - Property 1295455071
source: Specifies the number of sales return orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntipalautustilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de retours vente qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsreturorder som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 25536090 - Property 1295455071
source: Specifies the total sales for this month.
fi_fi: Määrittää tämän kuukauden kokonaismyynnin.
fr_ch: Spécifie le total des ventes du mois en cours.
sv_se: Anger den totala försäljningen för den här månaden.

# Page 2174524830 - Control 4223543537 - Property 1295455071
source: Specifies the number of sales orders pending approval that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden myyntitilausten määrän, jotka odottavat hyväksymistä ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes vente en attente d’approbation qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet försäljningsorder som väntar på godkännande och som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Control 677361480 - Property 1295455071
source: Specifies the top 10 company sales year to date.
fi_fi: Määrittää 10 yrityksen parasta myyntiä vuoden sisällä.
fr_ch: Spécifie les 10 meilleurs soldes actuels ventes société.
sv_se: Anger topp 10 företagsförsäljning, hittills i år.

# Page 2174524830 - Control 327717146 - Property 1295455071
source: Specifies the number of vendor payments on hold that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden odottavien toimittajamaksujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de paiements fournisseur suspendus qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet spärrade leverantörsbetalningar som har tilldelats dig eller en grupp som du tillhör.

# Page 2174524830 - Action 3486028960 - Property 1295455071
source: Open this company in a new window.
fi_fi: Avaa tämä yritys uudessa ikkunassa.
fr_ch: Ouvrez cette société dans une nouvelle fenêtre.
sv_se: Öppna företaget i ett nytt fönster.

# Page 2174524830 - Action 3486028960 - Property 2879900210
source: Go To Company
fi_fi: Siirry yritykseen
fr_ch: Atteindre société
sv_se: Gå till företag

# Page 2174524830 - Action 3913955181 - Property 1295455071
source: Get fresh data for the chosen company.
fi_fi: Hae tuoreita tietoja valitulle yritykselle.
fr_ch: Obtenez les données actualisées de la société choisie.
sv_se: Hämta uppdaterad information för det valda företaget.

# Page 2174524830 - Action 3913955181 - Property 2879900210
source: Refresh Current Company
fi_fi: Päivitä nykyinen yritys
fr_ch: Actualiser la société actuelle
sv_se: Uppdatera aktuellt företag

# Page 2174524830 - Action 1864769499 - Property 1295455071
source: Reload all enviroments and update company data.
fi_fi: Lataa kaikki ympäristöt uudelleen ja päivitä yrityksen tiedot.
fr_ch: Rechargez tous les environnements et mettez à jour les données société.
sv_se: Läs in alla miljöer på nytt och uppdatera företagsdata.

# Page 2174524830 - Action 1864769499 - Property 2879900210
source: Reload
fi_fi: Lataa uudelleen
fr_ch: Recharger
sv_se: Läs in på nytt

# Page 937184972 - Property 2879900210
source: Summary
fi_fi: Yhteenveto
fr_ch: Synthèse
sv_se: Översikt

# Page 937184972 - NamedType 162686461
source: You have chosen the name of a group, and there is nothing to look up.
fi_fi: Olet valinnut ryhmän nimen, eikä haettavaa ole.
fr_ch: Vous avez choisi le nom d’un groupe et il n’y a rien à rechercher.
sv_se: Du har valt namnet på en grupp och det finns inget att söka efter.

# Page 937184972 - Control 2886508691 - Property 1295455071
source: Specifies the number of approved incoming documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen saapuvien asiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents entrants approuvés qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet godkända inkommande dokument som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3213065903 - Property 1295455071
source: Specifies the number of approved purchase orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen ostotilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes achat approuvées qui sont affectées à un groupe dont vous êtes membre ou à vous même.
sv_se: Anger antalet godkända inköpsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3604703450 - Property 1295455071
source: Specifies the number of approved sales orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden hyväksyttyjen myyntitilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes vente approuvées qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet godkända försäljningsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 699576046 - Property 1295455071
source: Specifies the average collection days.
fi_fi: Määrittää keskimääräiset perintäpäivät.
fr_ch: Spécifie le nombre moyen de jours de recouvrement.
sv_se: Anger genomsnittlig betalningstid.

# Page 937184972 - Control 2113664607 - Property 1295455071
source: Specifies the balance on cash accounts.
fi_fi: Määrittää käteistilien saldon.
fr_ch: Spécifie le solde des comptes règlements.
sv_se: Anger saldot på kassakonton.

# Page 937184972 - Control 2364333754 - Property 1295455071
source: Specifies the balance on cash accounts.
fi_fi: Määrittää käteistilien saldon.
fr_ch: Spécifie le solde des comptes règlements.
sv_se: Anger saldot på kassakonton.

# Page 937184972 - Control 2364333754 - Property 2879900210
source: Cash Accounts Balance
fi_fi: Käteistilien saldo
fr_ch: Solde des comptes règlements
sv_se: Saldo på kassakonton

# Page 937184972 - Control 1037431910 - Property 1295455071
source: Specifies the name of the company.
fi_fi: Määrittää yrityksen nimen.
fr_ch: Spécifie le nom de la société.
sv_se: Anger företagets namn.

# Page 937184972 - Control 1037431910 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_ch: Nom de la société
sv_se: Företagsnamn

# Page 937184972 - Control 2378863201 - Property 1295455071
source: Specifies the name of the Company Group.
fi_fi: Määrittää yritysryhmän nimen.
fr_ch: Spécifie le nom du groupe de sociétés.
sv_se: Anger företagsgruppens namn.

# Page 937184972 - Control 2378863201 - Property 2879900210
source: Name
fi_fi: Nimi
fr_ch: Nom
sv_se: Namn

# Page 937184972 - Control 4114157096 - Property 1295455071
source: Specifies the number used to lookup the setup record more easilly.
fi_fi: Määrittää numeron, jota käytetään asetustietueen helpommassa haussa.
fr_ch: Spécifie le numéro utilisé pour rechercher l’enregistrement de configuration plus facilement.
sv_se: Anger numret som gör det enklare att öka efter inställningsposten.

# Page 937184972 - Control 4114157096 - Property 2879900210
source: No.
fi_fi: Nro
fr_ch: N°
sv_se: Nummer

# Page 937184972 - Control 3300536399 - Property 1295455071
source: Specifies the number of blocked tenants.
fi_fi: Määrittää estettyjen vuokraajien määrän.
fr_ch: Spécifie le nombre d’abonnés bloqués.
sv_se: Anger antalet blockerade klientorganisationer.

# Page 937184972 - Control 3027363170 - Property 1295455071
source: Specifies the number of inconming documents awaiting verfication that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden saapuvien asiakirjojen määrän, jotka odottavat varmistusta ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents entrants en attente de vérification qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inkommande dokument som väntar på att verifieras och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3027363170 - Property 2879900210
source: Inc. Doc. Awaiting Verification
fi_fi: Sisällytä vahvistusta odottavat asiakirj.
fr_ch: Doc. entrant en attente de vérification
sv_se: Väntar på verifiering av ink. dok.

# Page 937184972 - Control 3207733361 - Property 1295455071
source: Specifies the last depreciated posted date.
fi_fi: Määrittää viimeisen poiston kirjauspäivämäärän.
fr_ch: Spécifie la dernière date de validation amortissement.
sv_se: Anger det senaste bokföringsdatumet för avskrivning.

# Page 937184972 - Control 2432407826 - Property 1295455071
source: Specifies the last refreshed date.
fi_fi: Määrittää viimeisen päivityspäivämäärän.
fr_ch: Spécifie la date d’actualisation la plus récente.
sv_se: Anger det senaste uppdateringsdatumet.

# Page 937184972 - Control 2432407826 - Property 2879900210
source: Last Refreshed
fi_fi: Päivitetty viimeksi
fr_ch: Dernière actualisation
sv_se: Uppdaterades senast

# Page 937184972 - Control 2185352090 - Property 1295455071
source: Specifies the number of my incoming documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden omien saapuvien asiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de mes documents entrants qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet inkommande dokument som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 1463502244 - Property 1295455071
source: Specifies the number of overdue tasks that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden erääntyneiden tehtävien määrän, jotka on määritetty sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de tâches en retard qui vous sont affectées ou qui sont affectées à un groupe dont vous êtes membre.
sv_se: Anger antalet förfallna uppgifter som har tilldelats dig eller till en grupp som du tillhör.

# Page 937184972 - Control 1463502244 - Property 2879900210
source: My Overdue Tasks
fi_fi: Omat erääntyneet tehtävät
fr_ch: Mes tâches en retard
sv_se: Mina förfallna aktiviteter

# Page 937184972 - Control 2366028613 - Property 1295455071
source: Specifies the number of pending tasks that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden odottavien tehtävien määrän, jotka on määritetty sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de tâches en attente qui vous sont affectées ou qui sont affectées à un groupe dont vous êtes membre.
sv_se: Anger antalet väntande uppgifter som har tilldelats dig eller till en grupp som du tillhör.

# Page 937184972 - Control 2366028613 - Property 2879900210
source: My User Tasks
fi_fi: Omat käyttäjätehtävät
fr_ch: Mes tâches utilisateur
sv_se: Mina användaruppgifter

# Page 937184972 - Control 2961552353 - Property 1295455071
source: Specifies the name of the environment. Specify your own name for the environment, or use the original name that has been defined in this environment.
fi_fi: Määrittää ympäristön nimen. Määritä oma nimi ympäristölle tai käytä alkuperäistä nimeä, joka on määritetty tässä ympäristössä.
fr_ch: Spécifie le nom de l’environnement. Spécifiez votre propre nom pour l’environnement ou utilisez le nom d’origine défini dans cet environnement.
sv_se: Anger namnet på miljön. Ange ditt egna namn för miljön eller Använd det ursprungliga namnet som har definierats i den här miljön.

# Page 937184972 - Control 2961552353 - Property 2879900210
source: Enviroment Name
fi_fi: Ympäristön nimi
fr_ch: Nom de l’environnement
sv_se: Miljönamn

# Page 937184972 - Control 3992271978 - Property 1295455071
source: Specifies the number of new incoming documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden uusien saapuvien asiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de nouveaux documents entrants qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet nya inkommande dokument som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 2004926506 - Property 1295455071
source: Specifies the number of non-applied payments that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden kohdistamattomien maksujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de paiements non lettrés qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet okopplade betalningar som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3645689861 - Property 1295455071
source: Specifies the number of documents on which OCR is completed that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden asiakirjojen määrän, joissa OCR on suoritettu loppuun ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents sur lesquels l’OCR est terminé qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet dokument där OCR har slutförts och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 1333795427 - Property 1295455071
source: Specifies the number of documents pending for OCR that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden asiakirjojen määrän, joissa OCR odottaa ja jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents en attente d’OCR qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet dokument som väntar på OCR och som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 2397463180 - Property 1295455071
source: Specifies the number of ongoing purchase invoices that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien ostolaskujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures achat en cours qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående inköpsfakturor som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3230621205 - Property 1295455071
source: Specifies the number of ongoing sales invoices that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien myyntilaskujen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de factures vente en cours qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående försäljningsfakturor som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 1615783776 - Property 1295455071
source: Specifies the number of ongoing sales orders that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien myyntitilausten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de commandes vente en cours qui sont affectées à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående försäljningsorder som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 2094009364 - Property 1295455071
source: Specifies the number of ongoing sales quotes that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden jatkuvien myyntitarjousten määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de devis en cours qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet pågående försäljningsofferter som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 4238549263 - Property 1295455071
source: Specifies the total amount on overdue purchase invoices.
fi_fi: Määrittää erääntyneiden ostolaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures achat échues.
sv_se: Anger det totala beloppet för förfallna inköpsfakturor.

# Page 937184972 - Control 1154576810 - Property 1295455071
source: Specifies the total amount on overdue purchase invoices.
fi_fi: Määrittää erääntyneiden ostolaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures achat échues.
sv_se: Anger det totala beloppet för förfallna inköpsfakturor.

# Page 937184972 - Control 1154576810 - Property 2879900210
source: Overdue Purch. Invoice Amount
fi_fi: Erääntynyt ostolaskusumma
fr_ch: Montant facture ach. échue
sv_se: Belopp för förfallna inköpsfakturor

# Page 937184972 - Control 594594727 - Property 1295455071
source: Specifies the number of overdue purchase documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden erääntyneiden ostoasiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents achat échus qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet förfallna inköpsdokument som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 3412597410 - Property 1295455071
source: Specifies the number of overdue sales documents that are assigned to you or to a group that you are a member of.
fi_fi: Määrittää niiden erääntyneiden myyntiasiakirjojen määrän, jotka on delegoitu sinulle tai ryhmälle, jonka jäsen olet.
fr_ch: Spécifie le nombre de documents vente échus qui sont affectés à un groupe dont vous êtes membre ou à vous-même.
sv_se: Anger antalet förfallna uppgifter som har tilldelats dig eller en grupp som du tillhör.

# Page 937184972 - Control 2949566721 - Property 1295455071
source: Specifies the total amount on overdue sales invoices.
fi_fi: Määrittää erääntyneiden myyntilaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures vente échues.
sv_se: Anger det totala beloppet för förfallna försäljningsfakturor.

# Page 937184972 - Control 3097378552 - Property 1295455071
source: Specifies the total amount on overdue sales invoices.
fi_fi: Määrittää erääntyneiden myyntilaskujen kokonaissumman.
fr_ch: Spécifie le montant total des factures vente échues.
sv_se: Anger det totala beloppet för förfallna försäljningsfakturor.

# Page 937184972 - Control 3097378552 - Property 2879900210
source: Overdue Sales Invoice Amount
fi_fi: Erääntynyt myyntilaskusumma
fr_ch: Montant facture vente échue
sv_se: Belopp för förfallna försäljningsfakturor
