Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: paymentpractices/source/Payment Practices/Translations/Payment Practices.*.xlf
Languages: de_at, es_es

# Table 2969990521 - Property 2879900210
source: Payment Period
de_at: Zahlungsperiode
es_es: Periodo pago

# Table 2969990521 - NamedType 3676735976
source: Days From and Days To are not specified.
de_at: „Tage ab“ und „Tage bis“ sind nicht angegeben.
es_es: Días desde y Días hasta no están especificados.

# Table 2969990521 - NamedType 3485618910
source: Days From must not be less than Days To.
de_at: „Tage ab“ darf nicht kürzer als „Tage bis“ sein.
es_es: Días desde no debe ser menor que Días hasta.

# Table 2969990521 - NamedType 3235026836
source: More than %1 days.
de_at: Mehr als %1 Tage.
es_es: Más de %1 días.

# Table 2969990521 - NamedType 187372530
source: %1 to %2 days.
de_at: %1 bis %2 Tage.
es_es: %1 en %2 días.

# Table 2969990521 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 2969990521 - Field 99564003 - Property 2879900210
source: Days From
de_at: Tage ab
es_es: Días desde

# Table 2969990521 - Field 613565288 - Property 2879900210
source: Days To
de_at: Tage bis
es_es: Días hasta

# Table 2969990521 - Field 3461834954 - Property 2879900210
source: Description
de_at: Beschreibung
es_es: Descripción

# Table 1892886827 - Property 2879900210
source: Payment Practice Data
de_at: Zahlungsmethodendaten
es_es: Datos de práctica de pago

# Table 1892886827 - Field 1178950021 - Property 2879900210
source: Actual Payment Days
de_at: Tatsächliche Zahlungstage
es_es: Días de pago reales

# Table 1892886827 - Field 3150588711 - Property 2879900210
source: Agreed Payment Days
de_at: Vereinbarte Zahlungstage
es_es: Días de pago acordados

# Table 1892886827 - Field 91730313 - Property 2879900210
source: Company Size Code
de_at: Code für Unternehmensgröße
es_es: Código tamaño empresa

# Table 1892886827 - Field 2616021550 - Property 2879900210
source: CV No.
de_at: Deb.-/Kred.-Nr.
es_es: N.º CV

# Table 1892886827 - Field 4085727052 - Property 2879900210
source: Due Date
de_at: Fälligkeitsdatum
es_es: Fecha vencimiento

# Table 1892886827 - Field 702557324 - Property 2879900210
source: Header No.
de_at: Kopfzeilennr.
es_es: N.º cabecera

# Table 1892886827 - Field 2839012062 - Property 2879900210
source: Inv. External Document No.
de_at: Rechn. Externe Belegnr.
es_es: N.º documento externo fra.

# Table 1892886827 - Field 3143542455 - Property 2879900210
source: Invoice Amount
de_at: Rechnungsbetrag
es_es: Importe factura

# Table 1892886827 - Field 2416506740 - Property 2879900210
source: Invoice Doc. No.
de_at: Rechnungsbelegnr.
es_es: Nº doc. factura

# Table 1892886827 - Field 1995275950 - Property 2879900210
source: Invoice Entry No.
de_at: Rechnungspostennr.
es_es: N.º mov. factura

# Table 1892886827 - Field 73960785 - Property 2879900210
source: Invoice Is Open
de_at: Rechnung ist offen
es_es: La factura está abierta

# Table 1892886827 - Field 3959782591 - Property 2879900210
source: Invoice Posting Date
de_at: Rechnungsbuchungsdatum
es_es: Fecha registro factura

# Table 1892886827 - Field 1886852470 - Property 2879900210
source: Invoice Received Date
de_at: Rechnungseingangsdatum
es_es: Fecha de recepción de factura

# Table 1892886827 - Field 3435910384 - Property 2879900210
source: Pmt. Entry No.
de_at: Zahlungspostennr.
es_es: Nº mov. de pagos

# Table 1892886827 - Field 261637853 - Property 2879900210
source: Pmt. Posting Date
de_at: Zahlungsbuchungsdatum
es_es: Fecha registro pago

# Table 1892886827 - Field 1753214751 - Property 2879900210
source: Source Type
de_at: Herkunftsart
es_es: Tipo procedencia mov.

# Table 1317703130 - Property 2879900210
source: Payment Practice Header
de_at: Zahlungsmethodenkopf
es_es: Cabecera de prácticas de pago

# Table 1317703130 - NamedType 3341347988
source: Changing %1 will delete existing lines. Do you want to continue?
de_at: Durch das Ändern ´von %1 werden vorhandene Zeilen gelöscht. Möchten Sie fortfahren?
es_es: Al cambiar %1 se eliminarán las líneas existentes. ¿Desea continuar?

# Table 1317703130 - Field 2658469128 - Property 2879900210
source: Aggregation Type
de_at: Aggregationsart
es_es: Tipo de agregación

# Table 1317703130 - Field 4275867806 - Property 2879900210
source: Average Actual Payment Period
de_at: Durchschnittliche tatsächliche Zahlungsperiode
es_es: Periodo de pago real medio

# Table 1317703130 - Field 1683743600 - Property 2879900210
source: Average Agreed Payment Period
de_at: Durchschnittliche vereinbarte Zahlungsperiode
es_es: Promedio de periodo de pago acordado

# Table 1317703130 - Field 458406397 - Property 2879900210
source: Ending Date
de_at: Enddatum
es_es: Fecha final

# Table 1317703130 - Field 902661864 - Property 2879900210
source: Generated By
de_at: Generiert von
es_es: Generado por

# Table 1317703130 - Field 883307914 - Property 2879900210
source: Generated On
de_at: Erstellt am
es_es: Generado en

# Table 1317703130 - Field 3072753081 - Property 2879900210
source: Header Type
de_at: Kopfart
es_es: Tipo de cabecera

# Table 1317703130 - Field 2517064618 - Property 2879900210
source: Lines Exist
de_at: Zeilen vorhanden
es_es: Existen líneas

# Table 1317703130 - Field 217839722 - Property 2879900210
source: Modified Manually
de_at: Manuell geändert
es_es: Modificar manualmente

# Table 1317703130 - Field 4200184881 - Property 2879900210
source: No.
de_at: Nr.
es_es: N.º

# Table 1317703130 - Field 1242979889 - Property 2879900210
source: Pct Paid on Time
de_at: Zhlg pünktlich bezahlt
es_es: Pct. pagado a tiempo

# Table 1317703130 - Field 460889064 - Property 2879900210
source: Starting Date
de_at: Startdatum
es_es: Fecha inicial

# Table 3064368449 - Property 2879900210
source: Payment Practice Line
de_at: Zahlungsmethodenzeile
es_es: Línea de práctica de pago

# Table 3064368449 - Field 2658469128 - Property 2879900210
source: Aggregation Type
de_at: Aggregationsart
es_es: Tipo de agregación

# Table 3064368449 - Field 4275867806 - Property 2879900210
source: Average Actual Payment Period
de_at: Durchschnittliche tatsächliche Zahlungsperiode
es_es: Periodo de pago real medio

# Table 3064368449 - Field 1683743600 - Property 2879900210
source: Average Agreed Payment Period
de_at: Durchschnittliche vereinbarte Zahlungsperiode
es_es: Promedio de periodo de pago acordado

# Table 3064368449 - Field 91730313 - Property 2879900210
source: Company Size Code
de_at: Code für Unternehmensgröße
es_es: Código tamaño empresa

# Table 3064368449 - Field 702557324 - Property 2879900210
source: Header No.
de_at: Kopfzeilennr.
es_es: N.º cabecera

# Table 3064368449 - Field 3320823955 - Property 2879900210
source: Line No.
de_at: Zeilennr.
es_es: N.º línea

# Table 3064368449 - Field 217839722 - Property 2879900210
source: Modified Manually
de_at: Manuell geändert
es_es: Modificar manualmente

# Table 3064368449 - Field 2543498006 - Property 2879900210
source: Payment Period Code
de_at: Zahlungsperiodencode
es_es: Cód. periodo pago

# Table 3064368449 - Field 814244331 - Property 2879900210
source: Payment Period Description
de_at: Zahlungsperiodenbeschreibung
es_es: Descripción periodo pago

# Table 3064368449 - Field 1592458435 - Property 2879900210
source: Pct Paid in Period
de_at: In Periode gezahlte Zahlung
es_es: Pct. pagado en periodo

# Table 3064368449 - Field 2653494688 - Property 2879900210
source: Pct Paid in Period (Amount)
de_at: In Periode gezahlte Zahlung (Betrag)
es_es: Pct. pagado en periodo (importe)

# Table 3064368449 - Field 1242979889 - Property 2879900210
source: Pct Paid on Time
de_at: Zhlg pünktlich bezahlt
es_es: Pct. pagado a tiempo

# Table 3064368449 - Field 1753214751 - Property 2879900210
source: Source Type
de_at: Herkunftsart
es_es: Tipo procedencia mov.

# Codeunit 2826147115 - NamedType 3557632091
source: Payment Practice Header Type must be Vendor for this aggregation type.
de_at: Die Kopfzeilenart der Zahlungsmethode muss „Kreditor“ für diesen Aggregationstyp sein.
es_es: El tipo de cabecera de práctica de pago debe ser Proveedor para este tipo de agregación.

# Page 4018031280 - Property 2879900210
source: Payment Periods
de_at: Zahlungsperioden
es_es: Periodos de pago

# Page 4018031280 - Control 3004954119 - Property 1295455071
source: Specifies code of the payment period.
de_at: Gibt den Code der Zahlungsperiode an.
es_es: Especifica el código del periodo de pago.

# Page 4018031280 - Control 99564003 - Property 1295455071
source: Specifies the lowest number of "Actual Payment Days" for the payment to be included in the period.
de_at: Gibt die niedrigste Anzahl von tatsächlichen Zahlungstagen für die Zahlung an, die in die Periode einbezogen werden soll.
es_es: Especifica el número más bajo de "Días de pago reales" para el pago que se incluirá en el periodo.

# Page 4018031280 - Control 613565288 - Property 1295455071
source: Specifies the highest number of "Actual Payment Days" for the payment to be included in the period. 0 means no upper limit.
de_at: Gibt die höchste Anzahl von tatsächlichen Zahlungstagen für die Zahlung an, die in die Periode einbezogen werden soll. 0 bedeutet keine Obergrenze.
es_es: Especifica el número máximo de "Días de pago reales" del pago que se incluirá en el periodo. 0 significa sin límite superior.

# Page 4018031280 - Control 3461834954 - Property 1295455071
source: Specifies the description of the payment period.
de_at: Gibt die Beschreibung der Zahlungsmethode an.
es_es: Especifica la descripción del periodo de pago.

# Page 3524294527 - Property 2879900210
source: Payment Practice Card
de_at: Zahlungsmethodenkarte
es_es: Tarjeta de práctica de pago

# Page 3524294527 - NamedType 1757161961
source: All previously generated lines will be deleted. Do you want to continue?
de_at: Alle zuvor generierten Zeilen werden gelöscht. Möchten Sie fortfahren?
es_es: Se eliminarán todas las líneas generadas anteriormente. ¿Desea continuar?

# Page 3524294527 - NamedType 1154850288
source: The payment practice generator found no entries were found corresponding to header type, starting and ending date.
de_at: Der Zahlungsmethodengenerator hat keine Posten gefunden, die der Kopfart, dem Start-und Enddatum entsprechen.
es_es: El generador de prácticas de pago no ha encontrado movimientos que correspondan con el tipo de cabecera, la fecha inicial y final.

# Page 3524294527 - Control 2658469128 - Property 1295455071
source: Specifies the aggregation type of the payment practice.
de_at: Gibt den Aggregationstyp der Zahlungsmethode an.
es_es: Especifica el tipo de agregación de la práctica de pago.

# Page 3524294527 - Control 458406397 - Property 1295455071
source: Specifies the ending date of the payment practice.
de_at: Gibt das Enddatum der Zahlungsmethode an.
es_es: Especifica la fecha final de la práctica de pago.

# Page 3524294527 - Control 902661864 - Property 1295455071
source: Specifies the user who generated the payment practice.
de_at: Gibt den Benutzer an, der die Zahlungsmethode generiert hat.
es_es: Especifica el usuario que generó la práctica de pago.

# Page 3524294527 - Control 883307914 - Property 1295455071
source: Specifies the date and time when the payment practice was generated.
de_at: Gibt das Datum und die Uhrzeit an, zu der die Zahlungsmethode generiert wurde.
es_es: Especifica la fecha y la hora en que se generó la práctica de pago.

# Page 3524294527 - Control 3072753081 - Property 1295455071
source: Specifies the source for entries in the payment practice.
de_at: Gibt die Quelle für Posten in der Zahlungsmethode an.
es_es: Especifica el origen de los movimientos de la práctica de pago.

# Page 3524294527 - Control 2517064618 - Property 1295455071
source: Specifies whether the payment practice has lines.
de_at: Gibt an, ob die Zahlungsmethode Zeilen aufweist.
es_es: Especifica si la práctica de pago tiene líneas.

# Page 3524294527 - Control 217839722 - Property 1295455071
source: Specifies whether the payment practice was modified manually.
de_at: Gibt an, ob die Zahlungsmethode manuell geändert wurde.
es_es: Especifica si la práctica de pago se modificó manualmente.

# Page 3524294527 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment practice header.
de_at: Gibt die Nummer der Zahlungsmethoden-Kopfzeile an.
es_es: Especifica el número de la cabecera de práctica de pago.

# Page 3524294527 - Control 1154501529 - Property 1295455071
source: Specifies the starting date of the payment practice.
de_at: Gibt das Startdatum der Zahlungsmethode an.
es_es: Especifica la fecha de inicio de la práctica de pago.

# Page 3524294527 - Control 4275867806 - Property 1295455071
source: Specifies the average actual payment period.
de_at: Gibt die durchschnittliche tatsächliche Zahlungsperiode an.
es_es: Especifica el periodo de pago real medio.

# Page 3524294527 - Control 1683743600 - Property 1295455071
source: Specifies the average agreed payment period.
de_at: Gibt die durchschnittliche vereinbarte Zahlungsperiode an.
es_es: Especifica el periodo de pago acordado medio.

# Page 3524294527 - Control 1242979889 - Property 1295455071
source: Specifies the percentage paid on time.
de_at: Gibt den Prozentsatz an, der pünktlich bezahlt wurde.
es_es: Especifica el porcentaje pagado a tiempo.

# Page 3524294527 - Action 2626368477 - Property 1295455071
source: Generates the data and lines for the payment practice.
de_at: Generiert die Daten und Zeilen für die Zahlungsmethode.
es_es: Genera los datos y las líneas de la práctica de pago.

# Page 3524294527 - Action 2626368477 - Property 2879900210
source: Generate
de_at: Generieren
es_es: Generar

# Page 3524294527 - Action 1002420131 - Property 1295455071
source: Prints the payment practice report.
de_at: Druckt den Zahlungsmethodenbericht aus.
es_es: Imprime el informe de práctica de pago.

# Page 3524294527 - Action 1002420131 - Property 2879900210
source: Print
de_at: Drucken
es_es: Imprimir

# Page 1141634581 - Property 2879900210
source: Payment Practice Data List
de_at: Zahlungsmethoden-Datenliste
es_es: Lista de datos de prácticas de pago

# Page 1141634581 - Control 3471137671 - Property 2879900210
source: Lines
de_at: Zeilen
es_es: Líneas

# Page 1141634581 - Control 1178950021 - Property 1295455071
source: Specifies the number of days that was the actual period for payment for the invoice.
de_at: Gibt die Anzahl der Tage für die tatsächliche Zahlungsperiode für die Rechnung an.
es_es: Especifica el número de días que era el periodo real de pago de la factura.

# Page 1141634581 - Control 3150588711 - Property 1295455071
source: Specifies the number of days that was the agreed period for payment for the invoice.
de_at: Gibt die Anzahl der Tage an, die die vereinbarte Zahlungsperiode für die Rechnung war.
es_es: Especifica el número de días que era el periodo acordado para el pago de la factura.

# Page 1141634581 - Control 91730313 - Property 1295455071
source: Specifies the company size code of the vendor that is the source for this entry.
de_at: Gibt den Unternehmensgrößencode des Kreditors an, der die Quelle für diesen Posten ist.
es_es: Especifica el código de tamaño de la empresa del proveedor que es el origen de este movimiento.

# Page 1141634581 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the invoice entry that is the source for this entry.
de_at: Gibt das Fälligkeitsdatum des Rechnungspostens an, der die Quelle für diesen Posten ist.
es_es: Especifica la fecha de vencimiento del movimiento de factura que es el origen de este movimiento.

# Page 1141634581 - Control 3143542455 - Property 1295455071
source: Specifies the amount of the invoice entry that is the source for this entry.
de_at: Gibt den Betrag des Rechnungspostens an, der die Quelle für diesen Posten ist.
es_es: Especifica el importe del movimiento de factura que es el origen de este movimiento.

# Page 1141634581 - Control 1995275950 - Property 1295455071
source: Specifies the invoice entry number that is the source for this entry.
de_at: Gibt die Nummer des Rechnungspostens an, der die Quelle für diesen Posten ist.
es_es: Especifica el número de movimiento de factura que es el origen de este movimiento.

# Page 1141634581 - Control 73960785 - Property 1295455071
source: Specifies whether the invoice entry that is the source for this entry is open.
de_at: Gibt an, ob der Rechnungsposten, der die Quelle für diesen Posten ist, offen ist.
es_es: Especifica si el movimiento de factura que es el origen de este movimiento está pendiente.

# Page 1141634581 - Control 3959782591 - Property 1295455071
source: Specifies the posting date of the invoice entry that is the source for this entry.
de_at: Gibt das Buchungsdatum des Rechnungspostens an, der die Quelle für diesen Posten ist.
es_es: Especifica la fecha de registro del movimiento de factura que es el origen de este movimiento.

# Page 1141634581 - Control 1886852470 - Property 1295455071
source: Specifies the date the invoice was received that is the source for this buffer entry. If empty, the posting date is used.
de_at: Gibt das Eingangsdatum der Rechnung an, die die Quelle für diesen Pufferposten ist. Falls leer, wird das Buchungsdatum verwendet.
es_es: Especifica la fecha de recepción de la factura que es el origen de este movimiento de búfer. Si está vacío, se usa la fecha de registro.

# Page 1141634581 - Control 1657135755 - Property 1295455071
source: Specifies the closing payment entry number that is associated with the source invoicy entry, if any was applied.
de_at: Gibt die Nummer des Abschlusszahlungspostens an, der dem Posten der Quellrechnung zugeordnet ist, sofern eine solche ausgeglichen wurde.
es_es: Especifica el número de movimiento de pago de cierre asociado al movimiento de factura de origen, si se aplicó alguno.

# Page 1141634581 - Control 261637853 - Property 1295455071
source: Specifies the posting date of the payment entry that is associated with the source invoicy entry, if any was applied.
de_at: Gibt das Buchungsdatum des Zahlungspostens an, der dem Posten der Quellrechnung zugeordnet ist, sofern eine solche ausgeglichen wurde.
es_es: Especifica la fecha de registro del movimiento de pago asociada al movimiento de factura de origen, si se aplicó alguno.

# Page 2851816216 - Property 2879900210
source: Lines
de_at: Zeilen
es_es: Líneas

# Page 2851816216 - Control 2658469128 - Property 1295455071
source: Specifies the type of aggregation.
de_at: Gibt die Art der Aggregation an.
es_es: Especifica el tipo de agregación.

# Page 2851816216 - Control 4275867806 - Property 1295455071
source: Specifies the average actual payment period.
de_at: Gibt die durchschnittliche tatsächliche Zahlungsperiode an.
es_es: Especifica el periodo de pago real medio.

# Page 2851816216 - Control 1683743600 - Property 1295455071
source: Specifies the average agreed payment period.
de_at: Gibt die durchschnittliche vereinbarte Zahlungsperiode an.
es_es: Especifica el periodo de pago acordado medio.

# Page 2851816216 - Control 91730313 - Property 1295455071
source: Specifies the company size code.
de_at: Gibt den Unternehmensgrößencode an.
es_es: Especifica el código de tamaño de la empresa.

# Page 2851816216 - Control 3320823955 - Property 1295455071
source: Specifies the number of the payment practice line.
de_at: Gibt die Nummer der Zahlungsmethodenzeile an.
es_es: Especifica el número de la línea de práctica de pago.

# Page 2851816216 - Control 2069623537 - Property 1295455071
source: Specifies whether the line has been modified manually.
de_at: Gibt an, ob die Zeile manuell geändert wurde.
es_es: Especifica si la línea se ha modificado manualmente.

# Page 2851816216 - Control 2543498006 - Property 1295455071
source: Specifies the payment period code.
de_at: Gibt den Zahlungsperiodencode an.
es_es: Especifica el código del periodo de pago.

# Page 2851816216 - Control 814244331 - Property 1295455071
source: Specifies the payment period description.
de_at: Gibt die Beschreibung der Zahlungsperiode an.
es_es: Especifica la descripción del periodo de pago.

# Page 2851816216 - Control 1592458435 - Property 1295455071
source: Specifies the percentage paid in period.
de_at: Gibt den in der Periode gezahlten Prozentsatz an.
es_es: Especifica el porcentaje pagado en el periodo.

# Page 2851816216 - Control 2653494688 - Property 1295455071
source: Specifies the percentage paid in period (amount).
de_at: Gibt den in der Periode gezahlten Prozentsatz (Betrag) an.
es_es: Especifica el porcentaje pagado en el periodo (importe).

# Page 2851816216 - Control 1242979889 - Property 1295455071
source: Specifies the percentage paid on time.
de_at: Gibt den Prozentsatz an, der pünktlich bezahlt wurde.
es_es: Especifica el porcentaje pagado a tiempo.

# Page 2851816216 - Control 1753214751 - Property 1295455071
source: Specifies the source for the payment data.
de_at: Gibt die Quelle für die Zahlungsdaten an.
es_es: Especifica el origen de los datos de pago.

# Page 385054005 - Property 2879900210
source: Payment Practices
de_at: Zahlungsmethoden
es_es: Prácticas de pago

# Page 385054005 - Control 458406397 - Property 1295455071
source: Specifies the ending date of the payment practice report.
de_at: Gibt das Enddatum des Berichts für die Zahlungsmethode an.
es_es: Especifica la fecha final del informe de práctica de pago.

# Page 385054005 - Control 4200184881 - Property 1295455071
source: Specifies the number of the payment practice document.
de_at: Gibt die Nummer des Zahlungsmethodenbelegs an.
es_es: Especifica el número del documento de práctica de pago.

# Page 385054005 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the payment practice report.
de_at: Gibt das Startdatum des Berichts für die Zahlungsmethode an.
es_es: Especifica la fecha inicial del informe de práctica de pago.

# Report 284720075 - Property 2879900210
source: Payment Practice
de_at: Zahlungsmethode
es_es: Práctica de pago

# Report 284720075 - ReportLayout 4115910379 - Property 2166945456
source: Payment Practice by Period
de_at: Zahlungsmethode nach Periode
es_es: Práctica pago por periodo

# Report 284720075 - ReportLayout 4115910379 - Property 2879900210
source: Payment Practice by Period
de_at: Zahlungsmethode nach Periode
es_es: Práctica pago por periodo

# Report 284720075 - ReportLayout 2317443935 - Property 2166945456
source: Payment Practice by Vendor Size
de_at: Zahlungsmethode nach Kreditorengröße
es_es: Práctica de pago por tamaño de proveedor

# Report 284720075 - ReportLayout 2317443935 - Property 2879900210
source: Payment Practice by Vendor Size
de_at: Zahlungsmethode nach Kreditorengröße
es_es: Práctica de pago por tamaño de proveedor
