Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: sendtoemailprinter/source/Send To Email Printer/Translations/Send To Email Printer.*.xlf
Languages: cs_cz, it_it, nb_no, nl_nl, ru_ru

# Codeunit 1148211046 - NamedType 1051200959
source: The value in the Paper Width field must be greater than 0.
cs_cz: Hodnota v poli Šířka papíru musí být větší než 0.
it_it: Il valore nel campo Larghezza foglio deve essere maggiore di 0.
nb_no: Verdien i feltet Papirbredde må være større enn 0.
nl_nl: De waarde in het veld Papierbreedte moet groter zijn dan 0.
ru_ru: Значение в поле "Ширина бумаги" должно быть больше 0.

# Codeunit 1148211046 - NamedType 137853743
source: Sends print jobs to the printer's email address
cs_cz: Odešle tiskové úlohy na e-mailovou adresu tiskárny.
it_it: Inviare i processi di stampa all'indirizzo e-mail della stampante
nb_no: Sender utskriftsjobber til skriverens e-postadresse
nl_nl: Hiermee worden afdruktaken naar het e-mailadres van de printer verzonden
ru_ru: Отправляет задания печати на адрес электронной почты принтера

# Codeunit 1148211046 - NamedType 2244223965
source: The email address is not valid. Do you want to exit?
cs_cz: E-mailová adresa není platná. Chcete odejít?
it_it: L'indirizzo e-mail non è valido. Uscire?
nb_no: E-postadressen er ikke gyldig. Vil du avslutte?
nl_nl: Het e-mailadres is ongeldig. Wilt u afsluiten?
ru_ru: Недопустимый адрес электронной почты. Выйти?

# Codeunit 1148211046 - NamedType 3264744853
source: Printed Copy
cs_cz: Vytištěná kopie
it_it: Copia stampata
nb_no: Skrev ut kopi
nl_nl: Afgedrukte kopie
ru_ru: Печатная копия

# Codeunit 1148211046 - NamedType 3319436045
source: You cannot delete printer %1. It is used on the Printer Selections page.
cs_cz: Nelze odstranit tiskárnu %1. Používá se na stránce Výběry tiskáren.
it_it: Impossibile eliminare la stampante %1. Viene utilizzata nella pagina Selezioni stampante.
nb_no: Du kan ikke slette skriveren %1. Den brukes på siden Utskriftsvalg.
nl_nl: U kunt printer %1 niet verwijderen. Deze wordt gebruikt op de pagina Printerselecties.
ru_ru: Невозможно удалить принтер %1. Он используется на странице "Выбор принтера".

# Codeunit 1148211046 - NamedType 4159406584
source: The value in the Paper Height field must be greater than 0.
cs_cz: Hodnota v poli Výška papíru musí být větší než 0.
it_it: Il valore nel campo Altezza foglio deve essere maggiore di 0.
nb_no: Verdien i feltet Papirhøyde må være større enn 0.
nl_nl: De waarde in het veld Paperhoogte moet groter zijn dan 0.
ru_ru: Значение в поле "Высота бумаги" должно быть больше 0.

# Codeunit 2195109935 - NamedType 1404742739
source: The email couldn't be sent. %1
cs_cz: E-mail nemohl být odeslán. %1
it_it: Impossibile inviare il messaggio e-mail. %1
nb_no: Kan ikke sende e-posten. %1
nl_nl: Het e-mailbericht kan niet worden verzonden. %1
ru_ru: Не удалось отправить сообщение электронной почты. %1

# Codeunit 2195109935 - NamedType 3036052668
source: Email is not set up for the action you are trying to take. Ask your administrator to either add the %1 scenario to your email account, or to specify a default account for email scenarios.
cs_cz: E-mail není nastaven pro akci, kterou se pokoušíte provést. Požádejte správce, aby buď přidal scénář %1 do vašeho e-mailového účtu, nebo aby pro scénáře e-mailu určil výchozí účet.
it_it: L'account e-mail non è impostato per l'azione che si sta tentando di eseguire. Chiedere all'amministratore di aggiungere lo scenario %1 all'account e-mail o di specificare un account predefinito per gli scenari e-mail.
nb_no: E-post er ikke konfigurert for handlingen du prøver å utføre. Be administratoren om å legge til %1-scenarioet i e-postkontoen, eller om å angi en standardkonto for e-postscenarioer.
nl_nl: E-mail is niet ingesteld voor de actie die u probeert uit te voeren. Vraag uw beheerder het scenario %1 aan uw e-mailaccount toe te voegen of een standaardaccount voor e-mailscenario's op te geven.
ru_ru: Электронная почта не настроена для действия, которое вы пытаетесь выполнить. Попросите администратора добавить сценарий %1 в вашу учетную запись электронной почты или указать учетную запись по умолчанию для сценариев электронной почты.

# Codeunit 2195109935 - NamedType 4055433663
source: The email address of %1 printer is not configured. Please add the printer's email address.
cs_cz: E-mailová adresa tiskárny %1 není nakonfigurována. Přidejte e-mailovou adresu tiskárny.
it_it: L'indirizzo e-mail della stampante %1 non è configurato. Aggiungere l'indirizzo e-mail della stampante.
nb_no: E-postadressen for skriveren %1 er ikke konfigurert. Legg til skriverens e-postadresse.
nl_nl: Het e-mailadres van printer %1 is niet geconfigureerd. Voeg het e-mailadres van de printer toe.
ru_ru: Адрес электронной почты принтера %1 не настроен. Укажите адрес электронной почты принтера.

# Enum 1169259286 - EnumValue 2441939078 - Property 2879900210
source: Inches (in)
cs_cz: Palce (v)
it_it: Pollici (in)
nb_no: Tommer
nl_nl: Inch (in)
ru_ru: Дюймы (")

# Enum 1169259286 - EnumValue 2986160639 - Property 2879900210
source: Millimeters (mm)
cs_cz: Milimetry (mm)
it_it: Millimetri (mm)
nb_no: Millimeter (mm)
nl_nl: Millimeter (mm)
ru_ru: Миллиметры (мм)

# EnumExtension 453304344 - EnumValue 1622442990 - Property 2879900210
source: Email Printer
cs_cz: E-mailová tiskárna
it_it: Stampante con indirizzo e-mail
nb_no: E-postskriver
ru_ru: Принтер для печати по электронной почте

# Page 3508446305 - Action 709640958 - Property 1295455071
source: Opens new email printer card page.
cs_cz: Otevře novou stránku karty e-mailové tiskárny.
it_it: Apre la nuova pagina della scheda stampante e-mail.
ru_ru: Открывает новую страницу карточки принтера, работающего по электронной почте.

# Page 3508446305 - Action 709640958 - Property 2879900210
source: Add another email printer
cs_cz: Přidejte další e-mailovou tiskárnu
it_it: Aggiungi un'altra stampante e-mail
ru_ru: Добавление еще одного принтера, работающего по электронной почте

# Page 3508446305 - Control 119355084 - Property 1295455071
source: Specifies the width of the paper.
cs_cz: Určuje šířku papíru.
it_it: Specifica la larghezza del foglio.
nb_no: Angir bredden på papiret.
nl_nl: Hiermee wordt de breedte van het papier opgegeven.
ru_ru: Определяет ширину бумаги.

# Page 3508446305 - Control 184311439 - Property 1295455071
source: Open SMTP mail setup page.
cs_cz: Otevřete stránku nastavení pošty SMTP.
it_it: Aprire la pagina Setup posta SMTP.
nb_no: Åpne siden Konfigurasjon av SMTP for e-post.
nl_nl: Instellingspagina van SMTP-e-mail openen.
ru_ru: Открытие страницы настройки SMTP.

# Page 3508446305 - Control 184311439 - Property 2879900210
source: Set up SMTP
cs_cz: Nastavení SMTP
it_it: Imposta SMTP
nb_no: Konfigurer SMTP
nl_nl: SMTP instellen
ru_ru: Настройка SMTP

# Page 3508446305 - Control 2259985461 - Property 1295455071
source: Specifies whether the paper is in Landscape orientation.
cs_cz: Určuje, zda papír je v orientaci na šířku.
it_it: Specifica se il foglio è in orientamento orizzontale.
nb_no: Angir om papiret er i liggende papirretning.
nl_nl: Hiermee wordt opgegeven of het papier liggend is.
ru_ru: Указывает, имеет ли бумага альбомную ориентацию.

# Page 3508446305 - Control 2457731676 - Property 1295455071
source: Specifies the unit of measurement for the width and height of the paper.
cs_cz: Určuje měrnou jednotku pro šířku a výšku papíru.
it_it: Specifica l'unità di misura per la larghezza e l'altezza del foglio.
nb_no: Angir måleenheten for bredden og høyden på papiret.
nl_nl: Hiermee wordt de maateenheid opgegeven voor de breedte en de hoogte van het papier.
ru_ru: Определяет единицу измерения ширины и высоты бумаги.

# Page 3508446305 - Control 2457731676 - Property 2879900210
source: Paper Units
cs_cz: Papírové jednotky
it_it: Unità foglio
nb_no: Papirenheter
nl_nl: Papiereenheden
ru_ru: Единицы измерения бумаги

# Page 3508446305 - Control 2639240192 - Property 1295455071
source: Specifies the requirement for the printer.
cs_cz: Určuje požadavek na tiskárnu.
it_it: Specifica il requisito della stampante.
ru_ru: Определяет требование для принтера.

# Page 3508446305 - Control 2639240192 - Property 2879900210
source: For this printer to work, a user with respective permissions needs to set up an email account in Business Central.
cs_cz: Aby tato tiskárna fungovala, musí uživatel s příslušnými oprávněními nastavit e-mailový účet v Business Central.
it_it: Per il corretto funzionamento della stampante, è necessario che un utente con le relative autorizzazioni configuri un account e-mail in Business Central.
ru_ru: Чтобы этот принтер работал, пользователь с соответствующими разрешениями должен создать в Business Central учетную запись электронной почты.

# Page 3508446305 - Control 2665397048 - Property 1295455071
source: Specifies the requirement for the printer.
cs_cz: Určuje požadavek na tiskárnu.
it_it: Specifica il requisito della stampante.
nb_no: Angir kravet for skriveren.
nl_nl: Hiermee wordt de vereiste voor de printer opgegeven.
ru_ru: Определяет требование для принтера.

# Page 3508446305 - Control 2665397048 - Property 2879900210
source: This printer requires SMTP mail setup to print the jobs.
cs_cz: Tato tiskárna vyžaduje nastavení pošty SMTP k tisku úloh.
it_it: Questa stampante richiede il setup della posta SMTP per stampare.
nb_no: Denne skriveren krever konfigurasjon av SMTP for e-post for å skrive ut prosjektene.
nl_nl: Deze printer vereist instelling van SMTP-e-mail om de taken af te drukken.
ru_ru: Для печати заданий на этом принтере требуется настроить SMTP.

# Page 3508446305 - Control 2814033574 - Property 1295455071
source: Specifies the email address of the printer.
cs_cz: Určuje emailovou adresu tiskárny.
it_it: Specifica l'indirizzo e-mail della stampante.
nb_no: Angir e-postadressen til skriveren.
nl_nl: Hiermee wordt het e-mailadres van de printer opgegeven.
ru_ru: Определяет адрес электронной почты принтера.

# Page 3508446305 - Control 2984523798 - Property 1295455071
source: Open Email Accounts page.
cs_cz: Otevřete stránku E-mailové účty.
it_it: Aprire la pagina Account e-mail.
nb_no: Åpen E-postkontoer-siden.
nl_nl: Pagina E-mailaccounts openen.
ru_ru: Открытие страницы "Учетные записи электронной почты".

# Page 3508446305 - Control 2984523798 - Property 2879900210
source: Set up email account
cs_cz: Nastavení e-mailového účtu.
it_it: Imposta account e-mail
nb_no: Konfigurer e-postkonto
nl_nl: E-mailaccount instellen
ru_ru: Настроить учетную запись электронной почты

# Page 3508446305 - Control 3154152211 - Property 1295455071
source: Specifies the height of the paper.
cs_cz: Určuje výšku papíru.
it_it: Specifica l'altezza del foglio.
nb_no: Angir høyden på papiret.
nl_nl: Hiermee wordt de hoogte van het papier opgegeven.
ru_ru: Определяет высоту бумаги.

# Page 3508446305 - Control 3292692308 - Property 1295455071
source: Specifies the subject of the sent email.
cs_cz: Určuje předmět odeslaného e-mailu.
it_it: Specifica l'oggetto del messaggio e-mail inviato.
nb_no: Angir emnet for den sendte e-posten.
nl_nl: Hiermee wordt het onderwerp van het verzonden e-mailbericht opgegeven.
ru_ru: Определяет тему отправляемого сообщения электронной почты.

# Page 3508446305 - Control 3461834954 - Property 1295455071
source: Specifies the description of the printer.
cs_cz: Určuje popis tiskárny.
it_it: Specifica la descrizione della stampante.
nb_no: Angir beskrivelsen av skriveren.
nl_nl: Hiermee wordt de beschrijving van de printer opgegeven.
ru_ru: Определяет описание принтера.

# Page 3508446305 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
it_it: Descrizione
nb_no: Beskrivelse
nl_nl: Beschrijving
ru_ru: Описание

# Page 3508446305 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the printer.
cs_cz: Určuje ID tiskárny.
it_it: Specifica l'ID della stampante.
nb_no: Angir ID-en på skriveren.
nl_nl: Hiermee wordt de id van de printer opgegeven.
ru_ru: Определяет идентификатор принтера.

# Page 3508446305 - Control 3641927271 - Property 2879900210
source: Printer ID
cs_cz: ID tiskárny
it_it: ID stampante
nb_no: Skriver-ID
ru_ru: ИД принтера

# Page 3508446305 - Control 3991567098 - Property 1295455071
source: Specifies the printer's selected paper size.
cs_cz: Určuje vybranou velikost papíru tiskárny.
it_it: Specifica la dimensione del foglio selezionata della stampante.
nb_no: Angir skriverens valgte papirstørrelse.
nl_nl: Hiermee wordt het geselecteerde papierformaat van de printer opgegeven.
ru_ru: Определяет выбранный для принтера размер бумаги.

# Page 3508446305 - Control 3991567098 - Property 2879900210
source: Paper Size
cs_cz: Velikost papíru
it_it: Dimensioni foglio
nb_no: Papirstørrelse
nl_nl: Papierformaat
ru_ru: Размер бумаги

# Page 3508446305 - Control 586428704 - Property 1295455071
source: Specifies the body of the sent email. Some printers may print the body of the email along with the attachment(s).
cs_cz: Určuje text odeslaného e-mailu. Některé tiskárny mohou vytisknout tělo e-mailu spolu s přílohami.
it_it: Specifica il corpo del messaggio e-mail inviato. È possibile che alcune stampanti stampino il corpo del messaggio e-mail insieme agli allegati.
nb_no: Angir brødteksten i den sendte e-posten. Enkelte skrivere kan skrive ut brødteksten i e-posten sammen med vedlegg.
nl_nl: Hiermee wordt de hoofdtekst van het verzonden e-mailbericht opgegeven. Sommige printers drukken de hoofdtekst van het e-mailbericht mogelijk met de bijlage(n) af.
ru_ru: Отправляет содержание отправляемого сообщения электронной почты. Некоторые принтеры могут печатать текст сообщения электронной почты вместе с вложениями.

# Page 3508446305 - Control 586428704 - Property 2879900210
source: Email Body (Optional)
cs_cz: Tělo e-mailu (volitelné)
it_it: Corpo e-mail (facoltativo)
nb_no: Brødtekst i e-post (valgfritt)
nl_nl: Hoofdtekst van e-mailbericht (optioneel)
ru_ru: Содержание сообщения электронной почты (необязательно)

# Page 3508446305 - Control 967933656 - Property 1295455071
source: Specifies the requirement for the printer.
cs_cz: Určuje požadavek na tiskárnu.
it_it: Specifica il requisito della stampante.
nb_no: Angir kravet for skriveren.
nl_nl: Hiermee wordt de vereiste voor de printer opgegeven.
ru_ru: Определяет требование для принтера.

# Page 3508446305 - Control 967933656 - Property 2879900210
source: For this printer to work, set up an email account in Business Central to use for sending print jobs to the email printers.
cs_cz: Aby tato tiskárna fungovala, nastavte e-mailový účet v Business Central, který se bude používat pro odesílání tiskových úloh na e-mailové tiskárny.
it_it: Per il corretto funzionamento della stampante, configurare un account e-mail in Business Central da utilizzare per l'invio dei processi di stampa alle stampanti con indirizzo e-mail.
ru_ru: Чтобы этот принтер работал, создайте в Business Central учетную запись электронной почты, которая будет использоваться для отправки заданий печати на принтеры, работающие по электронной почте.

# Page 3508446305 - NamedType 1555763889
source: Set up SMTP
cs_cz: Nastavení SMTP
it_it: Imposta SMTP
nb_no: Konfigurer SMTP
nl_nl: SMTP instellen
ru_ru: Настройка SMTP

# Page 3508446305 - NamedType 2257926908
source: Set up email account
cs_cz: Nastavení e-mailového účtu
it_it: Imposta account e-mail
ru_ru: Настроить учетную запись электронной почты

# Page 3508446305 - NamedType 2619791218
source: For this printer to work, set up an email account in Business Central to use for sending print jobs to the email printers.
cs_cz: Aby tato tiskárna fungovala, nastavte e-mailový účet v Business Central, který se bude používat pro odesílání tiskových úloh na e-mailové tiskárny.
it_it: Per il corretto funzionamento della stampante, configurare un account e-mail in Business Central da utilizzare per l'invio dei processi di stampa alle stampanti con indirizzo e-mail.
ru_ru: Чтобы этот принтер работал, создайте в Business Central учетную запись электронной почты, которая будет использоваться для отправки заданий печати на принтеры, работающие по электронной почте.

# Page 3508446305 - NamedType 284576615
source: Learn more
cs_cz: Naučte se více
it_it: Ulteriori informazioni
nb_no: Finn ut mer
nl_nl: Meer informatie
ru_ru: Подробнее

# Page 3508446305 - NamedType 2891017306
source: For this printer to work, a user with respective permissions needs to set up an email account in Business Central.
cs_cz: Aby tato tiskárna fungovala, musí uživatel s příslušnými oprávněními nastavit e-mailový účet v Business Central.
it_it: Per il corretto funzionamento della stampante, è necessario che un utente con le relative autorizzazioni configuri un account e-mail in Business Central.
ru_ru: Чтобы этот принтер работал, пользователь с соответствующими разрешениями должен создать в Business Central учетную запись электронной почты.

# Page 3508446305 - NamedType 3212133970
source: This printer requires SMTP mail setup to print the jobs.
cs_cz: Tato tiskárna vyžaduje nastavení pošty SMTP k tisku úloh.
it_it: Questa stampante richiede il setup della posta SMTP per stampare.
nb_no: Denne skriveren krever konfigurasjon av SMTP for e-post for å skrive ut prosjektene.
nl_nl: Deze printer vereist instelling van SMTP-e-mail om de taken af te drukken.
ru_ru: Для печати заданий на этом принтере требуется настроить SMTP.

# Page 3508446305 - NamedType 3399143437
source: Print jobs will be sent to the specified email address. Please take privacy precautions.
cs_cz: Tiskové úlohy budou odeslány na zadanou e-mailovou adresu. Prosím, proveďte opatření na ochranu soukromí.
it_it: I processi di stampa saranno inviati all'indirizzo e-mail specificato. Prendere le dovute precauzioni per la privacy.
nb_no: Utskriftsjobber blir sendt til den angitte e-postadressen. Ta hensyn til personvern.
nl_nl: Afdruktaken worden verzonden naar het opgegeven e-mailadres. Neem privacyvoorzorgsmaatregelen.
ru_ru: Задания печати будут отправляться по указанному адресу электронной почты. Не забудьте принять меры конфиденциальности.

# Page 3508446305 - Property 2879900210
source: Email Printer Settings
cs_cz: Nastavení e-mailové tiskárny
it_it: Impostazioni stampante con indirizzo e-mail
ru_ru: Параметры принтера, работающего по электронной почте

# PageExtension 2148701171 - Action 709640958 - Property 1295455071
source: Create a new email printer.
cs_cz: Vytvořte novou e-mailovou tiskárnu.
it_it: Creare una nuova stampante con indirizzo e-mail.
ru_ru: Создание нового принтера, работающего по электронной почте.

# PageExtension 2148701171 - Action 709640958 - Property 2879900210
source: Add an email printer
cs_cz: Přidání e-mailové tiskárny
it_it: Aggiungi una stampante e-mail
ru_ru: Добавление принтера, работающего по электронной почте

# PageExtension 2148701171 - Change 1587086413 - Property 2879900210
source: Manage
cs_cz: Spravovat
it_it: Gestisci
ru_ru: Управление

# PageExtension 2148701171 - Change 2224783030 - Property 2879900210
source: Email Print
cs_cz: Tisk e-mailem
it_it: Stampa e-mail
ru_ru: Печать по электронной почте

# PageExtension 2148701171 - Change 2234406979 - Property 2879900210
source: Report
cs_cz: Sestava
ru_ru: Отчет

# PageExtension 2148701171 - Change 278110413 - Property 2879900210
source: New
cs_cz: Nové
it_it: Nuovo
ru_ru: Новый

# PageExtension 2148701171 - Change 311693179 - Property 2879900210
source: Universal Print
cs_cz: Univerzální tisk
it_it: Stampa universale
ru_ru: Универсальная печать

# PageExtension 2148701171 - Change 3383493608 - Property 2879900210
source: Process
cs_cz: Proces
it_it: Processo
ru_ru: Процесс

# PageExtension 2148701171 - Property 2019332006
source: New, Process, Report, Manage, Email Print, Universal Print
cs_cz: Nové, Proces, Sestava, Spravovat, E-mailová tiskárna, Univerzální tisk
it_it: Nuovo, Processo, Report, Gestisci, Stampa e-mail, Stampa universale
ru_ru: Новый, Процесс, Отчет, Управление, Печать по электронной почте, Универсальная печать

# PageExtension 2148701171 - Property 3863440606
source: email printers,emailprint
cs_cz: e-mailové tiskárny,e-mailový tisk
it_it: stampanti e-mail,emailprint
ru_ru: работающие по электронной почте принтеры,печать по электронной почте

# PermissionSet 488051654 - Property 2879900210
source: SendToEmailPrinter - Read
cs_cz: SendToEmailPrinter - číst
it_it: SendToEmailPrinter-leggi
ru_ru: SendToEmailPrinter - чтение

# PermissionSet 514516880 - Property 2879900210
source: SendToEmailPrinter - Edit
cs_cz: SendToEmailPrinter - Upravit
it_it: SendToEmailPrinter-modifica
ru_ru: SendToEmailPrinter - правка

# PermissionSet 55009354 - Property 2879900210
source: SendToEmailPrinter - Objects
cs_cz: SendToEmailPrinter - Objekty
it_it: SendToEmailPrinter-oggetti
ru_ru: SendToEmailPrinter - объекты

# Table 3508446305 - Field 172738764 - Property 2879900210
source: Email Subject
cs_cz: Předmět e-mailu
it_it: Oggetto del messaggio e-mail
nb_no: E-postemne
nl_nl: Onderwerp van e-mailbericht
ru_ru: Тема сообщения электронной почты

# Table 3508446305 - Field 2022138324 - Property 2879900210
source: Printer Paper Units
cs_cz: Jednotky papíru tiskárny
it_it: Unità foglio della stampante
nb_no: Skriverens papirenheter
nl_nl: Papiereenheden van printer
ru_ru: Единицы измерения бумаги принтера

# Table 3508446305 - Field 2259985461 - Property 2879900210
source: Landscape
cs_cz: Na šířku
it_it: Orizzontale
nb_no: Liggende
nl_nl: Liggend
ru_ru: Альбомная

# Table 3508446305 - Field 2319021892 - Property 2879900210
source: Printer Paper Width
cs_cz: Šířka papíru tiskárny
it_it: Larghezza foglio della stampante
nb_no: Skriverens papirbredde
nl_nl: Papierbreedte van printer
ru_ru: Ширина бумаги принтера

# Table 3508446305 - Field 264318664 - Property 2879900210
source: Email Body
cs_cz: Text emailu
it_it: Corpo e-mail
nb_no: Brødtekst i e-post
nl_nl: Hoofdtekst van e-mailbericht
ru_ru: Содержание сообщения электронной почты

# Table 3508446305 - Field 3461834954 - Property 2879900210
source: Printer Description
cs_cz: Popis tiskárny
it_it: Descrizione stampante
nb_no: Skriverbeskrivelse
nl_nl: Beschrijving van printer
ru_ru: Описание принтера

# Table 3508446305 - Field 3641927271 - Property 2879900210
source: Printer ID
cs_cz: ID tiskárny
it_it: ID stampante
nb_no: Skriver-ID
ru_ru: ИД принтера

# Table 3508446305 - Field 4189842715 - Property 2879900210
source: Printer Paper Height
cs_cz: Výška papíru tiskárny
it_it: Altezza foglio della stampante
nb_no: Skriverens papirhøyde
nl_nl: Papierhoogte van printer
ru_ru: Высота бумаги принтера

# Table 3508446305 - Field 90141998 - Property 2879900210
source: Printer Email Address
cs_cz: E-mailová adresa tiskárny
it_it: Indirizzo e-mail della stampante
nb_no: Skriverens e-postadresse
nl_nl: E-mailadres van printer
ru_ru: Адрес электронной почты принтера

# Table 3508446305 - Field 975863445 - Property 2879900210
source: Paper Size
cs_cz: Velikost papíru
it_it: Dimensioni foglio
nb_no: Papirstørrelse
nl_nl: Papierformaat
ru_ru: Размер бумаги

# Table 3508446305 - Property 2879900210
source: Email Printer Settings
cs_cz: Nastavení e-mailové tiskárny
it_it: Impostazioni stampante con indirizzo e-mail
ru_ru: Параметры принтера, работающего по электронной почте

# Page 3508446305 - Control 967933656 - Property 2879900210
source: This printer requires email account setup to print the jobs.
nb_no: Denne skriveren krever konfigurasjon av e-postkonto for å skrive ut prosjektene.
nl_nl: Deze printer vereist instelling van een e-mailaccount om de taken af te drukken.

# Page 3508446305 - Action 709640958 - Property 2879900210
source: Add another email printer.
nb_no: Legg til en annen e-postskriver.
nl_nl: Een e-mailprinter toevoegen.

# Page 3508446305 - Action 709640958 - Property 1295455071
source: Create new email printer.
nb_no: Opprett ny e-postskriver.
nl_nl: Nieuwe e-mailprinter maken.
