Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: sendtoemailprinter/source/Send To Email Printer/Translations/Send To Email Printer.*.xlf
Languages: cs_cz, it_it, nb_no, nl_nl, ru_ru

# Page 3508446305 - NamedType 2912924722
source: Register email account
nb_no: Registrer e-postkonto
nl_nl: E-mailaccount registreren

# Page 3508446305 - NamedType 2619791218
source: This printer requires an email account to be registered to print the jobs.
nb_no: Denne skriveren krever at en e-postkonto er registrert for å skrive ut prosjektene.
nl_nl: Deze printer vereist een geregistreerd e-mailaccount om de taken af te drukken.

# Codeunit 2195109935 - NamedType 1480471845
source: An email from address was not found.
nb_no: Finner ikke en e-post fra adressen.
nl_nl: Er is geen afzendersadres van het e-mailbericht gevonden.

# Codeunit 2195109935 - NamedType 1133563836
source: To send print job to the %1 printer, you must set up SMTP.
nb_no: Hvis du vil sende utskriftsjobben til skriveren %1, må du konfigurere SMTP.
nl_nl: Als u de afdruktaak naar de printer %1 wilt verzenden, moet u SMTP instellen.

# Codeunit 1148211046 - NamedType 3557015669
source: Email Printer
nb_no: E-postskriver

# Codeunit 1148211046 - NamedType 991813693
source: There is only one email printer. Please uninstall the extension to delete this printer.
nb_no: Det finnes bare én e-postskriver. Avinstaller utvidelsen for å slette denne skriveren.
nl_nl: Er is slechts één e-mailprinter. Verwijder de extensie om deze printer te verwijderen.
