Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: microsoftuniversalprint/source/Universal Print Integration/Translations/Universal Print Integration.*.xlf
Languages: da_dk, de_de, fr_fr, is_is, it_ch, nl_nl, ru_ru

# Codeunit 1382942930 - NamedType 1254422327
source: You don't have access to the data. Make sure your account has been assigned a Universal Print license and you have the required permissions.
da_dk: Du har ikke adgang til dataene. Kontrollér, at din konto er blevet tildelt en licens til Universaludskrivning, og at du har de nødvendige rettigheder.
de_de: Sie haben keinen Zugriff auf die Daten. Stellen Sie sicher, dass Ihrem Konto eine Lizenz für Universelles Drucken zugewiesen wurde und Sie über die erforderlichen Berechtigungen verfügen.
fr_fr: Vous n’avez pas accès aux données. Assurez-vous que votre compte a reçu une licence d’impression universelle et que vous disposez des autorisations nécessaires.
is_is: Notandi hefur ekki aðgang að gögnunum. Ganga þarf úr skugga um að reikningnum hafi verið úthlutuð heimild fyrir skýjaprentun og að notandi hafi tilskildar heimildir.
it_ch: Non si dispone dell'accesso ai dati. Assicurarsi che all'account in uso sia assegnata una licenza di Stampa universale e di disporre delle autorizzazioni necessarie.
nl_nl: U hebt geen toegang tot de gegevens. Controleer of aan uw account een licentie voor Universeel afdrukken is toegewezen en of u over de vereiste machtigingen beschikt.
ru_ru: У вас нет доступа к данным. Убедитесь, что учетной записи назначена лицензия на универсальную печать и что у вас есть необходимые разрешения.

# Codeunit 1382942930 - NamedType 2137350903
source: User cannot be authenticated with Azure AD.
da_dk: Brugeren kan ikke godkendes med Azure AD.
de_de: Der Benutzer kann nicht mit Azure AD authentifiziert werden.
fr_fr: Impossible d’authentifier l’utilisateur avec Azure AD.
is_is: Ekki er hægt að sannvotta notanda með Azure AD.
it_ch: Impossibile autenticare l'utente con Azure AD.
nl_nl: Gebruiker kan niet worden geverifieerd met Azure AD.
ru_ru: Не удается проверить подлинность пользователя с помощью Azure AD.

# Codeunit 2007124620 - NamedType 1715385768
source: Could not upload the document to print job %1.\\%2
da_dk: Dokumentet kunne ikke uploades til udskriftsjobbet %1.\\%2
de_de: Das Dokument konnte nicht in den Druckauftrag %1 geladen werden.\\%2
fr_fr: Impossible de charger le document vers le projet d’impression %1.\\%2
is_is: Ekki tókst að hlaða upp skjalinu í prentverk %1.\\%2
it_ch: Impossibile caricare il documento nel processo di stampa %1.\\%2
nl_nl: Kan het document niet uploaden naar afdruktaak %1.\\%2
ru_ru: Не удалось отправить документ в задание печати %1.\\%2

# Codeunit 2007124620 - NamedType 2850327668
source: The print job %1 couldn't be started.\\%2
da_dk: Udskriftsjobbet %1 kunne ikke startes.\\%2
de_de: Der Druckauftrag %1 konnte nicht gestartet werden.\\%2
fr_fr: Impossible de démarrer le projet d’impression %1.\\%2
is_is: Ekki tókst að ræsa prentverk %1.\\%2
it_ch: Impossibile avviare il processo di stampa %1.\\%2
nl_nl: De afdruktaak %1 kan niet worden gestart.\\%2
ru_ru: Не удалось запустить задание печати %1.\\%2

# Codeunit 2007124620 - NamedType 446071167
source: You don't have access to the printer %1.
da_dk: Du har ikke adgang til printeren %1.
de_de: Sie haben keinen Zugriff auf den Drucker %1.
fr_fr: Vous n’avez pas accès à l’imprimante %1.
is_is: Notandi hefur ekki aðgang að prentara %1.
it_ch: Non si dispone dell'accesso alla stampante %1.
nl_nl: U hebt geen toegang tot de printer %1.
ru_ru: У вас нет доступа к принтеру %1.

# Codeunit 2007124620 - NamedType 543018968
source: The print job couldn't be created.\\%1
da_dk: Udskriftsjobbet kunne ikke oprettes.\\%1
de_de: Der Druckauftrag konnte nicht erstellt werden.\\%1
fr_fr: Impossible de créer le projet d’impression.\\%1
is_is: Ekki var hægt að búa til prentverk.\\%1
it_ch: Impossibile creare il processo di stampa.\\%1
nl_nl: De afdruktaak kan niet worden gemaakt.\\%1
ru_ru: Не удалось создать задание печати.\\%1

# Codeunit 2007124620 - NamedType 633893206
source: Cannot send the print job because the size is too large. The size limit for print job is 10 MB.
da_dk: Udskriftsjobbet kan ikke sendes, fordi det er for stort. Størrelsesgrænsen for udskriftsjobbet er 10 MB.
de_de: Der Druckauftrag kann nicht gesendet werden, da er zu groß ist. Die Größenbeschränkung für Druckaufträge beträgt 10 MB.
fr_fr: Impossible d’envoyer le projet d’impression car sa taille est trop importante. La taille limite des projets d’impression est de 10 Mo.
is_is: Ekki er hægt að senda prentverkið sökum stærðar. Hámarksstærð fyrir prentverk er 10 MB.
it_ch: Impossibile inviare il processo di stampa perché la dimensione è troppo grande. Il limite della dimensione del processo di stampa è 10 MB.
nl_nl: Kan de afdruktaak niet verzenden omdat deze te groot is. De maximale grootte voor afdruktaken is 10 MB.
ru_ru: Отправить задание печати невозможно, так как его размер слишком велик. Предельный размер заданий печати составляет 10 МБ.

# Codeunit 4208063072 - NamedType 1051200959
source: The value in the Paper Width field must be greater than 0.
da_dk: Værdien i feltet Papirbredde skal være større end 0.
de_de: Der Wert im Feld „Papierbreite“ muss größer als 0 sein.
fr_fr: La valeur du champ Largeur du papier doit être supérieure à 0.
is_is: Gildið í reitnum fyrir pappírsbreidd verður að vera hærra en 0.
it_ch: Il valore nel campo Larghezza foglio deve essere maggiore di 0.
nl_nl: De waarde in het veld Papierbreedte moet groter zijn dan 0.
ru_ru: Значение в поле "Ширина бумаги" должно быть больше 0.

# Codeunit 4208063072 - NamedType 123382634
source: The Universal Print share name is not valid. Do you want to exit?
da_dk: Universaludskrivningens sharenavn er ugyldigt. Vil du afslutte?
de_de: Der Universal Print-Freigabename ist ungültig. Möchten Sie den Vorgang beenden?
fr_fr: Le nom du partage d’impression universelle n’est pas valide. Voulez-vous quitter ?
is_is: Heiti samnýtts skýjaprentara er ekki gilt. Á að hætta við?
it_ch: Il nome della condivisione Stampa universale non è valido. Uscire?
nl_nl: De sharenaam van Universeel afdrukken is niet geldig. Wilt u afsluiten?
ru_ru: Недопустимое имя общего ресурса универсальной печати. Выйти?

# Codeunit 4208063072 - NamedType 137853743
source: Sends print jobs to the %1.
da_dk: Sender udskriftsjob til %1.
de_de: Sendet Druckaufträge an den %1.
fr_fr: Envoie les projets d’impression au %1.
is_is: Sendir prentverk til %1.
it_ch: Invia i processi di stampa a %1.
nl_nl: Hiermee worden afdruktaken naar de %1 verzonden.
ru_ru: Отправляет задания печати на общий ресурс печати %1.

# Codeunit 4208063072 - NamedType 3089843368
source: There was an error fetching printers shared to you.\\%1
da_dk: Der opstod en fejl under hentning af printere, der er delt til dig.\\%1
de_de: Fehler beim Abrufen von freigegebenen Druckern.\\%1
fr_fr: Une erreur s’est produite lors de l’extraction des imprimantes partagées avec vous.\\%1
is_is: Villa kom upp þegar samnýttir prentarar voru sóttir.\\%1
it_ch: Errore durante il recupero delle stampanti condivise.\\%1
nl_nl: Er is een fout opgetreden bij het ophalen van met u gedeelde printers.\\%1
ru_ru: Произошла ошибка при извлечении принтеров, к которым вам предоставлен доступ.\\%1

# Codeunit 4208063072 - NamedType 323739191
source: There was an error fetching properties for the selected printer.\\%1
da_dk: Der opstod en fejl under hentning af egenskaber for den valgte printer.\\%1
de_de: Fehler beim Abrufen der Eigenschaften für den ausgewählten Drucker.\\%1
fr_fr: Une erreur s’est produite lors de l’extraction des propriétés de l’imprimante sélectionnée.\\%1
is_is: Villa kom upp þegar eiginleikar valins prentara voru sóttir.\\%1
it_ch: Errore durante il recupero delle proprietà per la stampante selezionata.\\%1
nl_nl: Er is een fout opgetreden bij het ophalen van eigenschappen van de geselecteerde printer.\\%1
ru_ru: Произошла ошибка при извлечении свойств для выбранного принтера.\\%1

# Codeunit 4208063072 - NamedType 3319436045
source: You cannot delete printer %1. It is used on the Printer Selections page.
da_dk: Du kan ikke slette printeren %1. Den bruges på siden Printervalg.
de_de: Sie können die Drucker %1 nicht löschen. Sie wird auf der Seite „Druckerauswahl“ verwendet.
fr_fr: Vous ne pouvez pas supprimer l'imprimante %1. Elle est utilisée sur la page Sélections d'imprimantes.
is_is: Ekki er hægt að eyða prentaranum „%1“. Hann er notaður á síðu prentaravals.
it_ch: Impossibile eliminare la stampante %1. Viene utilizzata nella pagina Selezioni stampante.
nl_nl: U kunt printer %1 niet verwijderen. Deze wordt gebruikt op de pagina Printerselecties.
ru_ru: Невозможно удалить принтер %1. Он используется на странице "Выбор принтера".

# Codeunit 4208063072 - NamedType 4159406584
source: The value in the Paper Height field must be greater than 0.
da_dk: Værdien i feltet Papirhøjde skal være større end 0.
de_de: Der Wert im Feld „Papierhöhe“ muss größer als 0 sein.
fr_fr: La valeur du champ Hauteur du papier doit être supérieure à 0.
is_is: Gildið í reitnum fyrir pappírshæð verður að vera hærra en 0.
it_ch: Il valore nel campo Altezza foglio deve essere maggiore di 0.
nl_nl: De waarde in het veld Paperhoogte moet groter zijn dan 0.
ru_ru: Значение в поле "Высота бумаги" должно быть больше 0.

# Enum 1159317063 - EnumValue 110278997 - Property 2879900210
source: landscape
da_dk: liggende
de_de: Querformat
fr_fr: paysage
is_is: langsnið
it_ch: orizzontale
nl_nl: liggend
ru_ru: альбомная

# Enum 1159317063 - EnumValue 1661607393 - Property 2879900210
source: portrait
da_dk: stående
de_de: Hochformat
is_is: andlitsmynd
it_ch: verticale
nl_nl: staand
ru_ru: книжная

# Enum 1159317063 - EnumValue 2096888721 - Property 2879900210
source: reversePortrait
ru_ru: обратная книжная

# Enum 1159317063 - EnumValue 3509585829 - Property 2879900210
source: reverseLandscape
ru_ru: обратная альбомная

# Enum 1794915805 - EnumValue 2441939078 - Property 2879900210
source: Inches (in)
da_dk: Tommer (in)
de_de: Zoll (")
fr_fr: Pouces (po)
is_is: Tommur (to)
it_ch: Pollici (in)
nl_nl: Inch (in)
ru_ru: Дюймы (")

# Enum 1794915805 - EnumValue 2986160639 - Property 2879900210
source: Millimeters (mm)
da_dk: Millimeter (mm)
de_de: Millimeter (mm)
fr_fr: Millimètres (mm)
is_is: Millimetrar (mm)
it_ch: Millimetri (mm)
nl_nl: Millimeter (mm)
ru_ru: Миллиметры (мм)

# Page 2804880794 - Action 709640958 - Property 1295455071
source: Opens new Universal Print printer card.
da_dk: Åbner nyt printerkort til Universaludskrivning.
de_de: Öffnet eine neue Druckerkarte für Universelles Drucken.
fr_fr: Ouvre une fiche Nouvelle imprimante à impression universelle.
is_is: Opnar nýtt prentarakort fyrir skýjaprentun.
it_ch: Apre la nuova scheda stampante di Stampa universale.
nl_nl: Hiermee wordt de kaart van de nieuwe printer voor Universeel afdrukken geopend.
ru_ru: Открывает новую карточку принтера универсальной печати.

# Page 2804880794 - Action 709640958 - Property 2879900210
source: Add another Universal Print printer
da_dk: Tilføj en printer til Universaludskrivning
de_de: Anderen Drucker für Universelles Drucken hinzufügen
fr_fr: Ajouter une autre imprimante à impression universelle
is_is: Bæta við öðrum prentara skýjaprentunar
it_ch: Aggiungi un'altra stampante di Stampa universale
nl_nl: Een nieuwe printer voor Universeel afdrukken toevoegen
ru_ru: Добавление еще одного принтера универсальной печати

# Page 669761542 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage
de_de: Zurück
fr_fr: Précédent
is_is: Til baka
it_ch: Indietro
nl_nl: Vorige
ru_ru: Назад

# Page 669761542 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Udfør
de_de: Abschließen
fr_fr: Terminer
is_is: Ljúka
it_ch: Fine
nl_nl: Voltooien
ru_ru: Готово

# Page 669761542 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste
de_de: Weiter
fr_fr: Suivant
is_is: Áfram
it_ch: Avanti
nl_nl: Volgende
ru_ru: Далее

# Page 102847796 - Control 2961552353 - Property 1295455071
source: Specifies the name of the print share.
da_dk: Angiver navnet på udskrifts-sharet.
de_de: Gibt den Namen der Druckfreigabe an.
fr_fr: Spécifie le nom du partage d’impression.
is_is: Tilgreinir heiti samnýtts prentara.
it_ch: Specifica il nome della condivisione di stampa.
nl_nl: Hiermee wordt de naam van de afdrukshare opgegeven.
ru_ru: Определяет имя общего ресурса печати.

# Page 102847796 - Control 2961552353 - Property 2879900210
source: Print Share Name
da_dk: Navn på udskrivnings-share
de_de: Freigabename drucken
fr_fr: Nom partage d’impression
is_is: Nafn prentdeilingar
it_ch: Stampa nome condivisione
nl_nl: Naam van afdrukshare
ru_ru: Имя общего ресурса печати

# Page 102847796 - Control 3641927271 - Property 1295455071
source: Specifies the id of the printer.
da_dk: Angiver printerens id.
de_de: Gibt die ID des Druckers an.
fr_fr: Spécifie l’ID de l’imprimante.
is_is: Tilgreinir kenni prentara.
it_ch: Specifica l'ID della stampante.
nl_nl: Hiermee wordt de id van de printer opgegeven.
ru_ru: Определяет идентификатор принтера.

# Page 102847796 - Control 3641927271 - Property 2879900210
source: ID
is_is: Kenni
ru_ru: ИД

# Page 2804880794 - Control 119355084 - Property 1295455071
source: Specifies the width of the paper.
da_dk: Angiver papirbredden.
de_de: Gibt die Papierbreite an.
fr_fr: Spécifie la largeur du papier.
is_is: Tilgreinir pappírsbreidd.
it_ch: Specifica la larghezza del foglio.
nl_nl: Hiermee wordt de breedte van het papier opgegeven.
ru_ru: Определяет ширину бумаги.

# Page 2804880794 - Control 2223169580 - Property 1295455071
source: Specifies the printer's output paper tray.
da_dk: Angiver printerens outputpapirbakke.
de_de: Gibt das Ausgabepapierfach des Druckers an.
fr_fr: Spécifie le bac de sortie de l’imprimante.
is_is: Tilgreinir pappírsbakka sem prentari er tengdur við.
it_ch: Specifica il vassoio di uscita della carta della stampante.
nl_nl: Hiermee wordt de uitvoerpapierlade van de printer opgegeven.
ru_ru: Определяет выходной лоток принтера.

# Page 2804880794 - Control 2223169580 - Property 2879900210
source: Paper Tray
da_dk: Papirbakke
de_de: Papierfach
fr_fr: Bac à papier
is_is: Pappírsbakki
it_ch: Vassoio carta
nl_nl: Papierlade
ru_ru: Лоток для бумаги

# Page 2804880794 - Control 2259985461 - Property 1295455071
source: Specifies whether the paper is in Landscape orientation.
da_dk: Angiver, om papiret er i liggende papirretning.
de_de: Gibt an, ob das Papier in Querformat ausgerichtet ist.
fr_fr: Spécifie si l’orientation du papier est définie sur Paysage.
is_is: Tilgreinir hvort blaðið er á langsniði.
it_ch: Specifica se il foglio è in orientamento orizzontale.
nl_nl: Hiermee wordt opgegeven of het papier een liggende afdrukstand heeft.
ru_ru: Указывает, имеет ли бумага альбомную ориентацию.

# Page 2804880794 - Control 2457731676 - Property 1295455071
source: Specifies the unit of measurement for the width and height of the paper.
da_dk: Angiver måleenheden for bredden og højden på papiret.
de_de: Gibt die Einheit für die Breite und die Höhe des Papiers an.
fr_fr: Spécifie l'unité de mesure pour la largeur et la hauteur du papier.
is_is: Tilgreinir mælieiningu fyrir breidd og hæð pappírs.
it_ch: Specifica l'unità di misura per la larghezza e l'altezza del foglio.
nl_nl: Hiermee wordt de maateenheid opgegeven voor de breedte en de hoogte van het papier.
ru_ru: Определяет единицу измерения ширины и высоты бумаги.

# Page 2804880794 - Control 2457731676 - Property 2879900210
source: Paper Units
da_dk: Papirenheder
de_de: Papiereinheiten
fr_fr: Unités de papier
is_is: Pappírseiningar
it_ch: Unità foglio
nl_nl: Papiereenheden
ru_ru: Единицы измерения бумаги

# Page 2804880794 - Control 2961552353 - Property 1295455071
source: Specifies the unique name of the printer settings.
da_dk: Angiver det entydige navn på printerindstillingerne.
de_de: Gibt den eindeutigen Namen der Druckereinstellungen an.
fr_fr: Spécifie le nom unique des paramètres de l’imprimante.
is_is: Tilgreinir einkvæmt heiti prentarastillinganna.
it_ch: Specifica il nome univoco delle impostazioni della stampante.
nl_nl: Hiermee wordt de unieke naam van de printerinstellingen opgegeven.
ru_ru: Определяет уникальное имя настроек принтера.

# Page 2804880794 - Control 2961552353 - Property 2879900210
source: Name
da_dk: Navn
fr_fr: Nom
is_is: Heiti
it_ch: Nome
nl_nl: Naam
ru_ru: Имя

# Page 2804880794 - Control 3142569618 - Property 1295455071
source: Opens a privacy help article.
da_dk: Åbner en artikel om beskyttelse af personlige oplysninger.
de_de: Öffnet einen Artikel zur Datenschutzhilfe.
fr_fr: Ouvre un article d’aide sur la confidentialité.
is_is: Opnar hjálpargrein um persónuvernd.
it_ch: Apre un articolo della guida sulla privacy.
nl_nl: Hiermee wordt een Help-artikel over privacy geopend.
ru_ru: Открывает статью справки по конфиденциальности.

# Page 2804880794 - Control 3142569618 - Property 2879900210
source: Learn more about how the data is handled.
da_dk: Få mere at vide om, hvordan dataene håndteres.
de_de: Erhalten Sie weitere Informationen zur Verarbeitung der Daten.
fr_fr: En savoir plus sur le traitement des données.
is_is: Frekari upplýsingar um hvernig gögn eru meðhöndluð.
it_ch: Ulteriori informazioni sulla gestione dei dati.
nl_nl: Meer informatie over hoe de gegevens worden verwerkt.
ru_ru: Подробнее о том, как обрабатываются данные

# Page 2804880794 - Control 3154152211 - Property 1295455071
source: Specifies the height of the paper.
da_dk: Angiver papirets højde.
de_de: Gibt die Höhe des Papiers an.
fr_fr: Spécifie la hauteur du papier.
is_is: Tilgreinir hæð pappírs.
it_ch: Specifica l'altezza del foglio.
nl_nl: Hiermee wordt de hoogte van het papier opgegeven.
ru_ru: Определяет высоту бумаги.

# Page 2804880794 - Control 3461834954 - Property 1295455071
source: Specifies the description of the printer.
da_dk: Angiver beskrivelsen af printeren.
de_de: Gibt die Beschreibung des Druckers an.
fr_fr: Spécifie la description de l’imprimante.
is_is: Tilgreinir lýsingu á prentara.
it_ch: Specifica la descrizione della stampante.
nl_nl: Hiermee wordt de beschrijving van de printer opgegeven.
ru_ru: Определяет описание принтера.

# Page 2804880794 - Control 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
is_is: Lýsing
it_ch: Descrizione
nl_nl: Beschrijving
ru_ru: Описание

# Page 2804880794 - Control 3632481733 - Property 1295455071
source: Specifies the name of the print share associated with the printer settings.
da_dk: Angiver navnet på det udskrifts-share, der er tilknyttet printerindstillingerne.
de_de: Gibt den Namen der Druckfreigabe an, die den Druckereinstellungen zugeordnet ist.
fr_fr: Spécifie le nom du partage d’impression associé aux paramètres de l’imprimante.
is_is: Tilgreinir heiti samnýtts prentara sem tengist prentarastillingunum.
it_ch: Specifica il nome della condivisione di stampa associata alle impostazioni della stampante.
nl_nl: Hiermee wordt de naam opgegeven van de afdrukshare die is gekoppeld aan de printerinstellingen.
ru_ru: Определяет имя общего ресурса печати, связанного с настройками принтера.

# Page 2804880794 - Control 3632481733 - Property 2879900210
source: Print Share in Universal Print
da_dk: Udskrifts-share i Universaludskrivning
de_de: Druckfreigabe in Universal Print
fr_fr: Imprimer le partage dans l’impression universelle
is_is: Samnýttur prentari í Skýjaprentun
it_ch: Condivisione di stampa in Stampa universale
nl_nl: Share afdrukken in Universeel afdrukken
ru_ru: Общий ресурс печати в универсальной печати

# Page 2804880794 - Control 3950012862 - Property 2879900210
source: This feature utilizes Microsoft Universal Print. By continuing you are affirming that you understand that the data handling and compliance standards of Microsoft Universal Print may not be the same as those provided by Microsoft Dynamics 365 Business Central. Please consult the documentation for Universal Print to learn more.
de_de: Diese Funktion nutzt Microsoft Universal Print. Wenn Sie fortfahren, bestätigen Sie, dass die Datenverarbeitungs- und Datenkonformitätsstandards von Microsoft Universal Print möglicherweise nicht den von Microsoft Dynamics 365 Business Central bereitgestellten entsprechen. Weitere Informationen finden Sie in der Dokumentation zu Universal Print.
fr_fr: Cette fonctionnalité utilise Microsoft Universal Print. Le maintien vous affirme que vous comprenez que les normes de gestion des données et de conformité de Microsoft Universal Print ne sont pas toujours identiques à celles fournies par Microsoft Dynamics 365 Business Central. Pour en savoir plus, reportez-vous à la documentation de l’impression universelle.
it_ch: Questa funzionalità utilizza Stampa universale Microsoft. Continuando si afferma di comprendere che gli standard di gestione e di conformità dei dati di Stampa universale Microsoft potrebbero non essere uguali a quelli forniti da Microsoft Dynamics 365 Business Central. Consultare la documentazione di Stampa universale per ulteriori informazioni.
ru_ru: Эта функция предполагает использование универсальной печати Майкрософт. Продолжая, вы подтверждаете свое понимание того, что стандарты соответствия требованиям и обработки данных универсальной печати Майкрософт могут отличаться от соответствующих стандартов Microsoft Dynamics 365 Business Central. Подробнее см. в документации по универсальной печати.

# Page 2804880794 - Control 3991567098 - Property 1295455071
source: Specifies the printer's selected paper size.
da_dk: Angiver printerens valgte papirstørrelse.
de_de: Gibt das ausgewählte Papierformat des Druckers an.
fr_fr: Spécifie le format de papier sélectionné pour l’imprimante.
is_is: Tilgreinir valda pappírsstærð prentarans.
it_ch: Specifica la dimensione del foglio selezionata della stampante.
nl_nl: Hiermee wordt het geselecteerde papierformaat van de printer opgegeven.
ru_ru: Определяет выбранный для принтера размер бумаги.

# Page 2804880794 - Control 3991567098 - Property 2879900210
source: Paper Size
da_dk: Papirstørrelse
de_de: Papierformat
fr_fr: Format du papier
is_is: Pappírsstærð
it_ch: Dimensioni foglio
nl_nl: Papierformaat
ru_ru: Размер бумаги

# Page 3991539297 - Control 2223169580 - Property 1295455071
source: Specifies the paper tray.
da_dk: Angiver papirbakken.
de_de: Gibt das Papierfach an.
fr_fr: Spécifie le bac à papier.
is_is: Tilgreinir pappírsbakka.
it_ch: Specifica il vassoio della carta.
nl_nl: Hiermee wordt de papierlade opgegeven.
ru_ru: Определяет лоток для бумаги.

# Page 3991539297 - Control 2223169580 - Property 2879900210
source: Paper Tray
da_dk: Papirbakke
de_de: Papierfach
fr_fr: Bac à papier
is_is: Pappírsbakki
it_ch: Vassoio carta
nl_nl: Papierlade
ru_ru: Лоток для бумаги

# Page 669761542 - Control 1178809860 - Property 2879900210
source: Done
da_dk: Udført
de_de: Fertig
fr_fr: Terminé
is_is: Lokið
it_ch: Fine
nl_nl: Gereed
ru_ru: Готово
