Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: microsoftuniversalprint/source/Universal Print Integration/Translations/Universal Print Integration.*.xlf
Languages: da_dk, de_de, fr_fr, is_is, it_ch, nl_nl, ru_ru

# Page 669761542 - NamedType 2402058382
source: You do not have the necessary table permissions to access Universal Print printers. Ask your system administrator for permissions, then run this page again.
da_dk: Du har ikke de nødvendige tabeltilladelser til at få adgang til printere i Universaludskrivning. Bed systemadministratoren om tilladelser, og kør derefter denne side igen.
de_de: Sie verfügen nicht über die erforderlichen Tabellenberechtigungen für den Zugriff auf Universal Print. Bitten Sie den Systemadministrator um Erlaubnis, und führen Sie diese Seite erneut aus.
fr_fr: Vous n’avez pas les autorisations de table nécessaires pour accéder aux imprimantes de l’impression universelle. Demandez des autorisations à votre administrateur système, puis réexécutez cette page.
is_is: Notandi er ekki með nauðsynlegar töfluheimildir til að opna prentara í Skýjaprentun. Biðja þarf kerfisstjórann um leyfi og keyra þessa síðu svo aftur.
it_ch: Non si dispone delle necessarie autorizzazioni di tabella per accedere alle stampanti di Stampa universale. Chiedere all'amministratore di sistema di concedere le autorizzazioni, quindi eseguire nuovamente questa pagina.
nl_nl: U beschikt niet over de benodigde tabelmachtigingen om toegang te krijgen tot printers voor Universeel afdrukken. Vraag uw systeembeheerder om machtigingen en voer deze pagina vervolgens opnieuw uit.
ru_ru: У вас нет прав доступа к таблице, необходимых для обращения к принтерам универсальной печати. Обратитесь к системному администратору с просьбой предоставить вам такие права, а затем снова запустите эту страницу.

# Page 669761542 - NamedType 2724577049
source: We couldn't connect to Universal Print using your Azure AD application registration. Run the Set Up Azure Active Directory assisted setup again, and make sure all the values are set correctly.
da_dk: Vi kunne ikke oprette forbindelse til Universaludskrivning vha. din Azure AD-applikationsregistrering. Kør den assisterede opsætning til Konfigurer Azure Active Directory igen, og sørg for, at alle værdierne er indstillet korrekt.
de_de: Wir konnten über ihre Azure AD-Anwendungsregistrierung keine Verbindung mit Universal Print herstellen. Führen Sie die unterstützte Einrichtung von Azure Active Directory erneut aus, und stellen Sie sicher, dass alle Werte richtig festgelegt sind.
fr_fr: Impossible de se connecter à l’impression universelle à l’aide de votre application Azure AD. Exécutez à nouveau la configuration assistée Configurer Azure Active Directory et assurez-vous que toutes les valeurs sont correctement définies.
is_is: Ekki var hægt að tengjast Skýjaprentun með Azure AD-forritsskráningu notanda. Keyra skal Azure Active Directory uppsetningu með hjálp aftur og ganga úr skugga um að öll gildi séu rétt stillt.
it_ch: Impossibile connettersi a Stampa universale utilizzando la registrazione dell'applicazione Azure AD. Eseguire nuovamente il setup assistito Imposta Azure Active Directory e accertarsi che i valori siano impostati correttamente.
nl_nl: Er kan geen verbinding met Universeel afdrukken worden gemaakt via uw Azure AD-toepassingsregistratie. Voer de begeleide instelling Azure Active Directory instellen opnieuw uit en controleer of alle waarden correct zijn ingesteld.
ru_ru: Не удалось подключиться к универсальной печати с использованием вашей регистрации приложения Azure AD. Запустите мастер настройки Azure Active Directory еще раз и убедитесь, что все значения заданы правильно.

# Page 669761542 - NamedType 3334639707
source: Learn more about Universal Print.
da_dk: Få mere at vide om Universaludskrivning.
de_de: Erfahren Sie mehr über das Universelle Drucken.
fr_fr: En savoir plus sur l’impression universelle.
is_is: Frekari upplýsingar um skýjaprentun.
it_ch: Ulteriori informazioni sulla Stampa universale.
nl_nl: Meer informatie over Universeel afdrukken.
ru_ru: Подробнее об универсальной печати.

# Page 669761542 - NamedType 3362432993
source: Wizard step out of range.
da_dk: Guidetrinnet er uden for interval.
de_de: Assistent außerhalb des gültigen Bereichs.
fr_fr: Étape de l’assistant hors plage.
is_is: Leiðsagnarskref utan marka.
it_ch: Passaggio della procedura guidata non compreso nell'intervallo.
nl_nl: Wizardstap buiten bereik.
ru_ru: Шаг мастера находится вне допустимого диапазона.

# Page 669761542 - NamedType 4042170785
source: Learn more and sign up!
da_dk: Få mere at vide, og tilmeld dig!
de_de: Erfahren Sie mehr und melden Sie sich an!
fr_fr: Obtenez de plus amples informations et inscrivez-vous !
is_is: Fáðu frekari upplýsingar og skráðu þig!
it_ch: Ulteriori informazioni e registrazione.
nl_nl: Meer informatie en aanmelden.
ru_ru: Узнать больше и зарегистрироваться!

# Page 669761542 - NamedType 4264832025
source: Number of printers added: %1.
da_dk: Antal tilføjede printere: %1.
de_de: Anzahl hinzugefügter Drucker: %1.
fr_fr: Nombre d’imprimantes ajoutées : %1.
is_is: Fjöldi prentara sem bætt var við: %1.
it_ch: Numero di stampanti aggiunte: %1.
nl_nl: Aantal toegevoegde printers: %1.
ru_ru: Добавлено принтеров: %1.

# Page 669761542 - NamedType 757360088
source: Learn more about how the data is handled.
da_dk: Få mere at vide om, hvordan dataene håndteres.
de_de: Erhalten Sie weitere Informationen zur Verarbeitung der Daten.
fr_fr: En savoir plus sur le traitement des données.
is_is: Frekari upplýsingar um hvernig gögn eru meðhöndluð.
it_ch: Ulteriori informazioni sulla gestione dei dati.
nl_nl: Meer informatie over hoe de gegevens worden verwerkt.
ru_ru: Подробнее о том, как обрабатываются данные

# Page 669761542 - NamedType 807771867
source: Learn more about registering an Azure AD application
da_dk: Få mere at vide om registrering af en Azure AD-applikation
de_de: Weitere Informationen zum Registrieren einer Azure AD-Anwendung
fr_fr: En savoir plus sur l’enregistrement d’une application Azure AD
is_is: Frekari upplýsingar um skráningu Azure AD-forrits
it_ch: Ulteriori informazioni sulla registrazione di un'applicazione Azure AD
nl_nl: Meer informatie over het registreren van een Azure AD-toepassing
ru_ru: Подробнее о регистрации приложения Azure AD

# Page 102847796 - Property 2879900210
source: Print Shares
da_dk: Udskrifts-shares
de_de: Druckfreigaben
fr_fr: Partages d’impression
is_is: Samnýting prentara
it_ch: Condivisioni di stampa
nl_nl: Afdrukshares
ru_ru: Общие ресурсы печати

# Page 2804880794 - Property 2879900210
source: Universal Printer Settings
da_dk: Universelle printerindstillinger
de_de: Universal Print-Einstellungen
fr_fr: Paramètres de l’imprimante universelle
is_is: Stillingar skýjaprentunar
it_ch: Impostazioni stampante universale
nl_nl: Instellingen van Universeel afdrukken
ru_ru: Параметры универсального принтера

# Page 3991539297 - Property 2879900210
source: Universal Printer Trays
da_dk: Universalprinterbakker
de_de: Universal Print-Papierfächer
fr_fr: Bacs d’imprimante universelle
is_is: Bakkar Skýjaprentunar
it_ch: Vassoi stampante universale
nl_nl: Universele printerladen
ru_ru: Лотки универсального принтера

# Page 669761542 - Property 2879900210
source: Add Universal Print Printers
da_dk: Tilføj printere til universaludskrivning
de_de: Universal Print-Drucker hinzufügen
fr_fr: Ajouter des imprimantes Impression universelle
is_is: Bæta við prenturum Skýjaprentunar
it_ch: Aggiungi stampanti di Stampa universale
nl_nl: Printers voor Universeel afdrukken toevoegen
ru_ru: Добавление принтеров универсальной печати

# PageExtension 2333910860 - Action 1626578475 - Property 1295455071
source: Add all the registered Universal Print printers that are shared with you, into Business Central.
da_dk: Tilføj alle registrerede printere til Universaludskrivning, der deles med dig, i Business Central.
de_de: Fügen Sie alle für Sie freigegebenen registrierten Universal Print-Drucker in Business Central hinzu.
fr_fr: Ajoutez toutes les imprimantes de l’impression universelle enregistrées qui sont partagées avec vous dans Business Central.
is_is: Bæta öllum skráðum prenturum Skýjaprentunar sem deilt er með notanda við Business Central.
it_ch: Aggiungere in Business Central tutte le stampanti di Stampa universale registrate e condivise.
nl_nl: Alle geregistreerde printers voor Universeel afdrukken die met u worden gedeeld, toevoegen in Business Central.
ru_ru: Добавление в Business Central всех зарегистрированных принтеров универсальной печати, к которым вам предоставлен доступ.

# PageExtension 2333910860 - Action 1626578475 - Property 2879900210
source: Add all Universal Print printers
da_dk: Tilføj alle printere til Universaludskrivning
de_de: Alle Universal Print-Drucker hinzufügen
fr_fr: Ajouter toutes les imprimantes Impression universelle
is_is: Bæta við öllum prenturum Skýjaprentunar
it_ch: Aggiungi tutte le stampanti di Stampa universale
nl_nl: Alle printers voor Universeel afdrukken toevoegen
ru_ru: Добавить все принтеры универсальной печати

# PageExtension 2333910860 - Action 3147545632 - Property 1295455071
source: Opens Universal Print portal.
da_dk: Åbner portalen til Universaludskrivning.
de_de: Öffnet das Portal für Universelles Drucken.
fr_fr: Ouvre le portail d’impression universelle.
is_is: Opnar gátt skýjaprentunar.
it_ch: Apre il portale Stampa universale.
nl_nl: Hiermee wordt de portal Universeel afdrukken geopend.
ru_ru: Открывает портал универсальной печати.

# PageExtension 2333910860 - Action 3147545632 - Property 2879900210
source: Universal Print portal
da_dk: Portal til Universaludskrivning
de_de: Universelles Drucken-Portal
fr_fr: Portail d’impression universelle
is_is: Gátt skýjaprentunar
it_ch: Portale Stampa universale
nl_nl: Portal Universeel afdrukken
ru_ru: Портал универсальной печати

# PageExtension 2333910860 - Action 571354942 - Property 1295455071
source: Add a selected Universal Print printers that is shared with you, into Business Central.
da_dk: Tilføj de udvalgte printere til Universaludskrivning, der deles med dig, i Business Central.
de_de: Fügen Sie einen für Sie freigegebenen ausgewählten Universal Print-Drucker in Business Central hinzu.
fr_fr: Ajoutez une imprimante de l’impression universelle sélectionnée qui est partagée avec vous dans Business Central.
is_is: Bæta völdum prenturum Skýjaprentunar sem deilt er með notanda við Business Central.
it_ch: Aggiungere in Business Central una stampante di Stampa universale selezionata e condivisa.
nl_nl: Een geselecteerde printer voor Universeel afdrukken die met u is gedeeld, toevoegen aan Business Central.
ru_ru: Добавление в Business Central выбранного зарегистрированного принтера универсальной печати, к которому вам предоставлен доступ.

# PageExtension 2333910860 - Action 571354942 - Property 2879900210
source: Add a Universal Print printer
da_dk: Tilføj en printer til Universaludskrivning
de_de: Universal Print-Drucker hinzufügen
fr_fr: Ajouter une imprimante Impression universelle
is_is: Bæta við prentara Skýjaprentunar
it_ch: Aggiungere una stampante di Stampa universale
nl_nl: Een printer voor Universeel afdrukken toevoegen
ru_ru: Добавить принтер универсальной печати

# PageExtension 2333910860 - Change 1587086413 - Property 2879900210
source: Manage
de_de: Verwalten
fr_fr: Gérer
it_ch: Gestisci
ru_ru: Управление

# PageExtension 2333910860 - Change 2224783030 - Property 2879900210
source: Email Print
de_de: E-Mail drucken
fr_fr: Impression par e-mail
it_ch: Stampa e-mail
ru_ru: Печать по электронной почте

# PageExtension 2333910860 - Change 2234406979 - Property 2879900210
source: Report
de_de: Melden
fr_fr: État
ru_ru: Отчет

# PageExtension 2333910860 - Change 278110413 - Property 2879900210
source: New
de_de: Neu
fr_fr: Nouveau
it_ch: Nuovo
ru_ru: Новый

# PageExtension 2333910860 - Change 311693179 - Property 2879900210
source: Universal Print
de_de: Universelles Drucken
fr_fr: Impression universelle
it_ch: Stampa universale
ru_ru: Универсальная печать

# PageExtension 2333910860 - Change 3383493608 - Property 2879900210
source: Process
de_de: Verarbeiten
fr_fr: Traitement
it_ch: Processo
ru_ru: Процесс

# PageExtension 2333910860 - Property 2019332006
source: New, Process, Report, Manage, Email Print, Universal Print
da_dk: Ny, Behandl, Rapportér, Administrer, Mailudskrift, Universaludskrivning
de_de: Neu, Verarbeiten, Melden, Verwalten, E-Mail drucken, Universelles Drucken
fr_fr: Nouveau, Traitement, État, Gérer, Impression par e-mail, Impression universelle
is_is: Nýtt, Ferli, Skýrsla, Stjórna, Tölvupóstprentun, Skýjaprentun
it_ch: Nuovo, Processo, Report, Gestisci, Stampa e-mail, Stampa universale
nl_nl: Nieuw, Verwerken, Rapporteren, Beheren, E-mail afdrukken, Universeel afdrukken
ru_ru: Новый, Процесс, Отчет, Управление, Печать по электронной почте, Универсальная печать

# PageExtension 2333910860 - Property 3863440606
source: universal printers,universalprint
da_dk: universalprintere,universaludskrivning
de_de: universelle Drucker,UniversellesDrucken
fr_fr: imprimantes universelles,impression universelle
is_is: skýjaprentarar,universalprint
it_ch: stampanti universali,universalprint
nl_nl: universele printers,universeel afdrukken
ru_ru: принтеры универсальной печати,универсальная печать

# PermissionSet 2226491525 - Property 2879900210
source: Microsoft Universal Print - Read
de_de: Microsoft Universelles Drucken – Lesen
fr_fr: Impression universelle Microsoft - Lecture
it_ch: Stampa universale Microsoft-leggi
ru_ru: Универсальная печать (Майкрософт) - чтение

# PermissionSet 3156248255 - Property 2879900210
source: MicrosoftUniversalPrint - Edit
de_de: Microsoft Universelles Drucken – Bearbeiten
fr_fr: MicrosoftUniversalPrint - Modifier
it_ch: MicrosoftUniversalPrint-modifica
ru_ru: Универсальная печать (Майкрософт) - изменение

# PermissionSet 3401988625 - Property 2879900210
source: Microsoft Universal Print - Objects
de_de: Microsoft Universelles Drucken – Objekte
fr_fr: Impression universelle Microsoft - Objets
ru_ru: Универсальная печать (Майкрософт) - объекты

# Table 2804880794 - Field 1345097150 - Property 2879900210
source: Allow all users
da_dk: Tillad alle brugere
de_de: Alle Benutzer zulassen
fr_fr: Autoriser tous les utilisateurs
is_is: Heimila alla notendur
it_ch: Consenti a tutti gli utenti
nl_nl: Alle gebruikers toestaan
ru_ru: Разрешить всем пользователям

# Table 2804880794 - Field 1993365940 - Property 2879900210
source: Paper Tray
da_dk: Papirbakke
de_de: Papierfach
fr_fr: Bac à papier
is_is: Pappírsbakki
it_ch: Vassoio carta
nl_nl: Papierlade
ru_ru: Лоток для бумаги

# Table 2804880794 - Field 2022138324 - Property 2879900210
source: Printer Paper Units
da_dk: Papirenheder for printer
de_de: Druckerpapiereinheiten
fr_fr: Unités de papier de l’imprimante
is_is: Pappírseiningar prentara
it_ch: Unità foglio della stampante
nl_nl: Papiereenheden van printer
ru_ru: Единицы измерения бумаги принтера

# Table 2804880794 - Field 2259985461 - Property 2879900210
source: Landscape
da_dk: Liggende
de_de: Querformat
fr_fr: Paysage
is_is: Langsnið
it_ch: Orizzontale
nl_nl: Liggend
ru_ru: Альбомная

# Table 2804880794 - Field 2319021892 - Property 2879900210
source: Printer Paper Width
da_dk: Printerens papirbredde
de_de: Druckerpapierbreite
fr_fr: Largeur du papier sur l’imprimante
is_is: Pappírsbreidd prentara
it_ch: Larghezza foglio della stampante
nl_nl: Papierbreedte van printer
ru_ru: Ширина бумаги принтера

# Table 2804880794 - Field 2470318573 - Property 2879900210
source: Print Share Name
da_dk: Navn på udskrivnings-share
de_de: Freigabename drucken
fr_fr: Nom partage d’impression
is_is: Nafn prentdeilingar
it_ch: Stampa nome condivisione
nl_nl: Naam van afdrukshare
ru_ru: Имя общего ресурса печати

# Table 2804880794 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
fr_fr: Nom
is_is: Heiti
it_ch: Nome
nl_nl: Naam
ru_ru: Имя

# Table 2804880794 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
is_is: Lýsing
it_ch: Descrizione
nl_nl: Beschrijving
ru_ru: Описание

# Table 2804880794 - Field 36730115 - Property 2879900210
source: Print Share ID
da_dk: Id på udskrivnings-share
de_de: Freigabe-ID drucken
fr_fr: ID partage d’impression
is_is: Kenni prentdeilingar
it_ch: Stampa ID condivisione
nl_nl: Id van afdrukshare
ru_ru: ИД общего ресурса печати

# Table 2804880794 - Field 4189842715 - Property 2879900210
source: Printer Paper Height
da_dk: Printerens papirhøjde
de_de: Druckerpapierhöhe
fr_fr: Hauteur du papier de l’imprimante
is_is: Pappírshæð prentara
it_ch: Altezza foglio della stampante
nl_nl: Papierhoogte van printer
ru_ru: Высота бумаги принтера

# Table 2804880794 - Field 975863445 - Property 2879900210
source: Paper Size
da_dk: Papirstørrelse
de_de: Papierformat
fr_fr: Format du papier
is_is: Pappírsstærð
it_ch: Dimensioni foglio
nl_nl: Papierformaat
ru_ru: Размер бумаги

# Table 2804880794 - Field 982017318 - Property 2879900210
source: Output Bin
da_dk: Outputbakke
de_de: Ausgabelagerplatz
fr_fr: Bac de sortie
is_is: Útbakki
it_ch: Raccoglitore
nl_nl: Uitvoeropslaglocatie
ru_ru: Выходной лоток

# Table 4244855267 - Field 2961552353 - Property 2879900210
source: Print Share Name
da_dk: Navn på udskrivnings-share
de_de: Freigabename drucken
fr_fr: Nom partage d’impression
is_is: Nafn prentdeilingar
it_ch: Stampa nome condivisione
nl_nl: Naam van afdrukshare
ru_ru: Имя общего ресурса печати

# Table 4244855267 - Field 3641927271 - Property 2879900210
source: Print Share ID
da_dk: Id på udskrivnings-share
de_de: Freigabe-ID drucken
fr_fr: ID partage d’impression
is_is: Kenni prentdeilingar
it_ch: Stampa ID condivisione
nl_nl: Id van afdrukshare
ru_ru: ИД общего ресурса печати

# Table 2804880794 - Property 2879900210
source: Universal Printer Settings
da_dk: Universelle printerindstillinger
de_de: Universal Print-Einstellungen
fr_fr: Paramètres de l’imprimante universelle
is_is: Stillingar skýjaprentunar
it_ch: Impostazioni stampante universale
nl_nl: Instellingen van Universeel afdrukken
ru_ru: Параметры универсального принтера

# Table 4244855267 - Property 2879900210
source: Universal Print Share Buffer
da_dk: Buffer til universelt udskriftsshare
de_de: Universal Print-Freigabepuffer
fr_fr: Tampon partage dans l’impression universelle
is_is: Biðminni samnýtts skýjaprentara
it_ch: Buffer condivisione Stampa universale
nl_nl: Buffer van Universeel afdrukken-share
ru_ru: Буфер общего ресурса универсальной печати

# Codeunit 2007124620 - NamedType 238027365
source: The print job %1 has been sent for processing in Universal Print.
da_dk: Udskriftsjobbet %1 er sendt til behandling i Universaludskrivning.
is_is: Prentverkið %1 var sent til vinnslu í Skýjaprentun.
nl_nl: De afdruktaak %1 is verzonden voor verwerking in Universeel afdrukken.

# Page 2804880794 - NamedType 757360088
source: Learn more about how the data is handled.
da_dk: Få mere at vide om, hvordan dataene håndteres.
is_is: Frekari upplýsingar um hvernig gögn eru meðhöndluð.
nl_nl: Meer informatie over hoe de gegevens worden verwerkt.
