Repository: StefanMaron/MSDyn365BC.Code.History
Catalog: microsoftuniversalprint/source/Universal Print Integration/Translations/Universal Print Integration.*.xlf
Languages: da_dk, de_de, fr_fr, is_is, it_ch, nl_nl, ru_ru

# Page 669761542 - Control 128523262 - Property 2879900210
source: Universal Print is a Microsoft 365 subscription-based cloud printing solution. This setup helps you to add your registered cloud printers from Universal Print into Business Central.
da_dk: Universaludskrivning er en Microsoft 365-abonnementsbaseret udskrivningsløsning i skyen. Denne opsætning hjælper dig med at tilføje dine registrerede cloud-printere fra Universaludskrivning til Business Central.
de_de: Universal Print ist eine auf einem Microsoft 365-Abonnement basierende Cloud-Drucklösung. Diese Einrichtung hilft Ihnen, Ihre registrierten Cloud-Drucker aus Universal Print in Business Central hinzuzufügen.
fr_fr: L’impression universelle est une solution d’impression cloud disponible via un abonnement Microsoft 365. Cette configuration vous permet d’ajouter dans Business Central vos imprimantes cloud enregistrées à partir de l’impression universelle.
is_is: Skýjaprentun er skýjaprentunarlausn sem fylgir áskrift að Microsoft 365. Þessi uppsetning gerir notendum kleift að bæta skráðum skýjaprenturum úr Skýjaprentun við Business Central.
it_ch: Stampa universale è una soluzione di stampa cloud basata su sottoscrizione Microsoft 365. Questo setup consente di aggiungere le stampanti cloud registrate da Stampa universale a Business Central.
nl_nl: Universeel afdrukken is een op Microsoft 365 gebaseerde abonnementsoplossing voor afdrukken via de cloud. Met deze instelling kunt u uw geregistreerde cloudprinters vanuit Universeel afdrukken toevoegen aan Business Central.
ru_ru: Универсальная печать — это решение облачной печати, доступное подписчикам Microsoft 365. Этот мастер поможет добавить ваши зарегистрированные облачные принтеры из универсальной печати в Business Central.

# Page 669761542 - Control 142461748 - Property 2879900210
source: Connect your Azure AD application
da_dk: Tilslut din Azure AD-applikation
de_de: Ihre Azure AD-Anwendung verbinden
fr_fr: Connectez votre application Azure AD
is_is: Tengja Azure AD-forritið
it_ch: Connettere l'applicazione Azure AD
nl_nl: Uw Azure AD-toepassing verbinden
ru_ru: Подключение приложения Azure AD

# Page 669761542 - Control 1582028080 - Property 1295455071
source: Specifies an image to be shown on top of the wizard page when the wizard is finished.
da_dk: Angiver et billede, der skal vises øverst på guidesiden, når guiden er færdig.
de_de: Gibt ein Bild an, das oben auf der Assistentenseite angezeigt wird, wenn der Assistent beendet ist.
fr_fr: Spécifie une image à afficher au-dessus de la page de l’Assistant lorsque l’exécution de l’Assistant est terminée.
is_is: Tilgreinir mynd sem birtist efst í leiðsagnarforritinu þegar leiðsögn er lokið.
it_ch: Specifica l'immagine da visualizzare nella parte superiore della pagina della procedura guidata al termine della procedura stessa.
nl_nl: Hiermee wordt een afbeelding opgegeven die boven aan de wizardpagina wordt weergegeven wanneer de wizard gereed is.
ru_ru: Определяет изображение, которое будет отображаться вверху страницы мастера по завершении работы мастера.

# Page 669761542 - Control 2155394695 - Property 2879900210
source: Welcome to Universal Print Setup
da_dk: Velkommen til konfiguration af universaludskrivning
de_de: Willkommen bei der Einrichtung von Universal Print
fr_fr: Bienvenue dans la configuration de l’impression universelle
is_is: Velkomin í uppsetningu Skýjaprentunar
it_ch: Setup Stampa universale
nl_nl: Welkom bij de instelling van Universeel afdrukken
ru_ru: Вас приветствует мастер настройки универсальной печати

# Page 669761542 - Control 21734773 - Property 2879900210
source: To add Universal Print printers to Business Central on-premises, you'll first need a registered application for Business Central in Azure Active Directory (Azure AD).
da_dk: Hvis du vil føje printere fra Universaludskrivning til Business Central on-premises, skal du først bruge en registreret applikation til Business Central i Azure Active Directory (Azure AD).
de_de: Um Universal Print-Durcker zu lockalen Business Central-Installationen hinzuzufügen, benötigen Sie zunächst eine registrierte Anwendung für Business Central in Azure Active Directory (Azure AD).
fr_fr: Pour afficher les imprimantes de l’impression universelle dans Business Central en local, vous devez d’abord avoir enregistré une application pour Business Central dans Azure Active Directory (Azure AD).
is_is: Til að bæta prenturum í Skýjaprentunvið Business Central þarf fyrst að vera með skráða jöfnun fyrir Business Central í Azure Active Directory (Azure AD).
it_ch: Per aggiungere stampanti di Stampa universale a Business Central in locale, è necessario innanzitutto un'applicazione registrata per Business Central in Azure Active Directory (Azure AD).
nl_nl: Als u printers voor Universeel afdrukken aan Business Central on-premises wilt toevoegen, hebt u eerst een geregistreerde toepassing voor Business Central nodig in Azure Active Directory (Azure AD).
ru_ru: Для отображения принтеров универсальной печати в локальном экземпляре Business Central прежде всего понадобится зарегистрированное приложение для Business Central в Azure Active Directory (Azure AD).

# Page 669761542 - Control 2295484922 - Property 2879900210
source: This action may take several minutes to complete. Choose Next to continue.
da_dk: Det kan tage flere minutter, før denne handling fuldføres. Vælg Næste for at fortsætte.
de_de: Diese Aktion kann mehrere Minuten in Anspruch nehmen. Klicken Sie auf „Weiter“, um fortzufahren.
fr_fr: Cette action peut prendre plusieurs minutes. Sélectionnez suivant pour continuer.
is_is: Þessi aðgerð gæti tekið nokkrar mínútur. Veljið „Áfram“ til að halda áfram.
it_ch: Il completamento dell'azione può richiedere diversi minuti. Scegliere Avanti per continuare.
nl_nl: Deze actie kan enkele minuten duren. Klik op Volgende om door te gaan.
ru_ru: Выполнение этого действия может занять несколько минут. Для продолжения выберите "Далее".

# Page 669761542 - Control 2339249964 - Property 2879900210
source: You don't seem to have access to Universal Print. Make sure you have a Universal Print subscription, and that your account has been assigned a Universal Print license.
da_dk: Du har tilsyneladende ikke adgang til Universaludskrivning. Kontrollér, at du har et abonnement på Universaludskrivning, og at din konto er blevet tildelt en licens til Universaludskrivning.
de_de: Sie scheinen keinen Zugriff auf Universal Print zu haben. Stellen Sie sicher, dass Sie ein Universal Print-Abonnement besitzen und Ihrem Konto eine Universal Print-Lizenz zugewiesen wurde.
fr_fr: Vous ne semblez pas avoir accès à l’impression universelle. Assurez-vous que vous avez un abonnement à l’impression universelle, et que votre compte a reçu une licence pour l’impression universelle.
is_is: Þú virðist ekki hafa aðgang að Skýjaprentun. Gakktu úr skugga um að þú hafir áskrift að Skýjaprentun og að reikningnum þínum hafi verið úthlutað leyfi fyrir Skýjaprentun.
it_ch: Non si dispone dell'accesso a Stampa universale. Assicurarsi di avere una sottoscrizione a Stampa universale e che al proprio account sia stata assegnata una licenza di Stampa universale.
nl_nl: U hebt blijkbaar geen toegang tot Universeel afdrukken. Zorg dat u een abonnement op Universeel afdrukken hebt en dat aan uw account een licentie voor Universeel afdrukken is toegewezen.
ru_ru: Похоже, у вас нет доступа к универсальной печати. Убедитесь, что у вас есть подписка на универсальную печать, и что вашей учетной записи назначена лицензия на универсальную печать.

# Page 669761542 - Control 2418044131 - Property 2879900210
source: Printers that are shared with you through Universal Print have been added to Business Central.
da_dk: Printere, der deles med dig via Universaludskrivning er blevet føjet til Business Central.
de_de: Drucker, die über Universal Print gemeinsam genutzt werden, wurden zu Business Central hinzugefügt.
fr_fr: Les imprimantes partagées avec vous via l’impression universelle ont été ajoutées à Business Central.
is_is: Prenturum sem deilt er með notanda í gegnum Skýjaprentun hefur verið bætt við Business Central.
it_ch: Le stampanti condivise tramite Stampa universale sono state aggiunte a Business Central.
nl_nl: Printers die met u worden gedeeld via Universeel afdrukken, zijn aan Business Central toegevoegd.
ru_ru: Принтеры, к которым вам предоставлен доступ через универсальную печать, добавлены в Business Central.

# Page 669761542 - Control 2510400707 - Property 2879900210
source: Note that a Universal Print subscription is required and Universal Print needs to be available in your region.
da_dk: Bemærk, at der kræves et abonnement til Universaludskrivning, og at Universaludskrivning skal være tilgængelig i dit område.
de_de: Beachten Sie, dass ein Universal Print-Abonnement erforderlich ist und Universal Print in Ihrer Region verfügbar sein muss.
fr_fr: Notez qu’un abonnement à l’impression universelle est requis et que l’impression universelle doit être disponible dans votre région.
is_is: Athugið að áskrift að Skýjaprentun er nauðsynleg og Skýjaprentun þarf að vera í boði á þínu svæði.
it_ch: Si noti che è necessario una sottoscrizione a Stampa universale e che Stampa universale deve essere disponibile nella propria area geografica.
nl_nl: Er is een abonnement op Universeel afdrukken vereist en Universeel afdrukken moet in uw regio beschikbaar zijn.
ru_ru: Обратите внимание, что требуется подписка на универсальную печать; кроме того, универсальная печать должна быть доступна в вашем регионе.

# Page 669761542 - Control 2779717438 - Property 2879900210
source: The operation completed, but we could not find any new printer shared with you through Universal Print.
da_dk: Handlingen er afsluttet, men vi kunne ikke finde en ny printer, der deles med dig via Universal Print.
de_de: Der Vorgang wurde abgeschlossen, aber wir konnten keinen neuen Drucker finden, der mit Ihnen über Universal Print geteilt wurde.
fr_fr: L’opération a été menée à bien, mais aucune nouvelle imprimante n’a pu être partagée avec vous par le biais du Portail d’impression universelle.
is_is: Aðgerðinni lauk en ekki tókst að finna nýjan prentara sem var deilt með notanda í gegnum skýjaprentun.
it_ch: L'operazione è stata completata, ma non è stato possibile trovare una nuova stampante condivisa tramite Stampa universale.
nl_nl: De bewerking is voltooid, maar er is geen nieuwe printer gevonden die met u wordt gedeeld via Universeel afdrukken.
ru_ru: Операция завершена, но не удалось найти новый принтер, к которому вам предоставлен доступ с помощью универсальной печати.

# Page 669761542 - Control 3019441607 - Property 2879900210
source: That's it!
da_dk: Det var det!
de_de: Das war’s schon!
fr_fr: Voilà !
is_is: Þá er það komið!
it_ch: Fine
nl_nl: Dat is alles!
ru_ru: Вот и все!

# Page 669761542 - Control 3111431394 - Property 2879900210
source: Intro
de_de: Einführung
fr_fr: Introduction
is_is: Kynning
it_ch: Introduzione
ru_ru: Введение

# Page 669761542 - Control 3142569618 - Property 1295455071
source: Opens a privacy help article.
da_dk: Åbner en artikel om beskyttelse af personlige oplysninger.
de_de: Öffnet einen Artikel zur Datenschutzhilfe.
fr_fr: Ouvre un article d’aide sur la confidentialité.
is_is: Opnar hjálpargrein um persónuvernd.
it_ch: Apre un articolo della guida sulla privacy.
nl_nl: Hiermee wordt een Help-artikel over privacy geopend.
ru_ru: Открывает статью справки по конфиденциальности.

# Page 669761542 - Control 3142569618 - Property 2879900210
source: Click here to understand how the data is handled.
da_dk: Klik her for at forstå, hvordan dataene behandles.
de_de: Hier klicken, um weitere Informationen zur Datenverarbeitung zu erhalten.
fr_fr: Cliquez ici pour savoir comment les données sont traitées.
is_is: Smellið hér til að fá upplýsingar um það hvernig gögnin eru meðhöndluð.
it_ch: Fare clic qui per capire come vengono gestiti i dati.
nl_nl: Klik hier om te begrijpen hoe de gegevens worden verwerkt.
ru_ru: Щелкните здесь, чтобы узнать, как обрабатывать данные.

# Page 669761542 - Control 3145364638 - Property 2879900210
source: Your privacy is important to us
de_de: Ihr Datenschutz ist uns sehr wichtig
fr_fr: Votre vie privée est importante à nos yeux
it_ch: La privacy è molto importante
ru_ru: Мы заботимся о вашей конфиденциальности

# Page 669761542 - Control 3570878156 - Property 2879900210
source: You'll first need to manage and share printers in Universal Print portal.
da_dk: Du skal først styre og dele printere på portalen til Universaludskrivning.
de_de: Sie müssen zunächst Drucker im Universelles Drucken-Portal verwalten und freigeben.
fr_fr: Vous devez d’abord gérer et partager des imprimantes dans le portail d’impression universelle.
is_is: Fyrst þarf að stjórna og deila prenturum í gátt skýjaprentunar.
it_ch: È necessario innanzitutto gestire e condividere le stampanti nel portale Stampa universale.
nl_nl: U moet eerst printers in de portal Universeel afdrukken beheren en delen.
ru_ru: Сначала необходимо настроить принтеры для управления и предоставить к ним общий доступ на портале универсальной печати.

# Page 669761542 - Control 36166686 - Property 2879900210
source: Now you are ready to use Universal Print printers inside Business Central.
da_dk: Du er nu klar til at bruge printere til Universaludskrivning i Business Central.
de_de: Jetzt sind Sie bereit für die Verwendung von Druckern für Universelles Drucken innerhalb von Business Central.
fr_fr: Vous êtes maintenant prêt à utiliser des imprimantes à impression universelle dans Business Central.
is_is: Nú er hægt að nota prentara í skýjaprentun í Business Central.
it_ch: Ora è possibile utilizzare le stampanti di Stampa universale in Business Central.
nl_nl: U kunt nu printers voor Universeel afdrukken gebruiken in Business Central.
ru_ru: Теперь вы готовы использовать принтеры универсальной печати в Business Central.

# Page 669761542 - Control 3679005452 - Property 2879900210
source: Once an Azure AD application has been registered, you're ready to continue with this setup. During setup, you'll provide information about Azure AD application. Choose Next to continue.
da_dk: Når et Azure AD-program er registreret, er du klar til at fortsætte med denne konfiguration. Under konfigurationen giver du oplysninger om Azure AD-applikationen. Vælg Næste for at fortsætte.
de_de: Nachdem Sie eine Azure AD-Anwendung registriert haben, können Sie mit dieser Einrichtung fortfahren. Während der Installation werden Informationen über die Azure-AD-Anwendung bereitgestellt. Klicken Sie auf „Weiter“, um fortzufahren.
fr_fr: Une fois qu’une application Azure AD a été enregistrée, vous êtes prêt à poursuivre cette configuration. Pendant la configuration, vous devez fournir des informations sur l’application Azure AD. Sélectionnez Suivant pour continuer.
is_is: Þegar búið er að skrá Azure AD-forritið er hægt að halda þessari uppsetningu áfram. Við uppsetningu þarf að veita upplýsingar um Azure AD-forritið. Velja skal „Áfram“ til að halda áfram.
it_ch: Una volta effettuata la registrazione di un'applicazione Azure AD, è possibile continuare con questo setup. Durante il setup verranno fornite informazioni sull'applicazione Azure AD. Scegliere Avanti per continuare.
nl_nl: Nadat een Azure AD-toepassing is geregistreerd, kunt u doorgaan met deze instelling. Tijdens de instelling geeft u informatie op over de Azure AD-toepassing. Klik op Volgende om door te gaan.
ru_ru: После регистрации приложения Azure AD можно будет продолжить настройку. В процессе настройки вам нужно будет указать сведения о приложении Azure AD. Для продолжения нажмите "Далее".

# Page 669761542 - Control 3693437365 - Property 1968111052
source: Choose Finish to close this setup.
da_dk: Vælg Udfør for at lukke denne konfiguration.
de_de: Wählen Sie „Fertigstellen“ aus, um diese Einrichtung zu schließen.
fr_fr: Sélectionnez Terminer pour fermer cette configuration.
is_is: Velja skal „Ljúka“ til að loka þessari uppsetningu.
it_ch: Scegliere Fine per chiudere questo setup.
nl_nl: Kies Voltooien om deze instelling te sluiten.
ru_ru: Нажмите "Готово", чтобы закрыть мастер настройки.

# Page 669761542 - Control 3724241072 - Property 2879900210
source: Connect with Azure
da_dk: Opret forbindelse til Azure
de_de: Mit Azure verbinden
fr_fr: Se connecter à Azure
is_is: Tengjast Azure
it_ch: Connessione ad Azure
nl_nl: Verbinding maken met Azure
ru_ru: Подключение с помощью Azure

# Page 669761542 - Control 3950012862 - Property 2879900210
source: This feature utilizes Microsoft Universal Print. By continuing you are affirming that you understand that the data handling and compliance standards of Microsoft Universal Print may not be the same as those provided by Microsoft Dynamics 365 Business Central. Please consult the documentation for Universal Print to learn more.
de_de: Diese Funktion nutzt Microsoft Universal Print. Wenn Sie fortfahren, bestätigen Sie, dass die Datenverarbeitungs- und Datenkonformitätsstandards von Microsoft Universal Print möglicherweise nicht den von Microsoft Dynamics 365 Business Central bereitgestellten entsprechen. Weitere Informationen finden Sie in der Dokumentation zu Universal Print.
fr_fr: Cette fonctionnalité utilise Microsoft Universal Print. Le maintien vous affirme que vous comprenez que les normes de gestion des données et de conformité de Microsoft Universal Print ne sont pas toujours identiques à celles fournies par Microsoft Dynamics 365 Business Central. Pour en savoir plus, reportez-vous à la documentation de l’impression universelle.
it_ch: Questa funzionalità utilizza Stampa universale Microsoft. Continuando si afferma di comprendere che gli standard di gestione e di conformità dei dati di Stampa universale Microsoft potrebbero non essere uguali a quelli forniti da Microsoft Dynamics 365 Business Central. Consultare la documentazione di Stampa universale per ulteriori informazioni.
ru_ru: Эта функция предполагает использование универсальной печати Майкрософт. Продолжая, вы подтверждаете свое понимание того, что стандарты соответствия требованиям и обработки данных универсальной печати Майкрософт могут отличаться от соответствующих стандартов Microsoft Dynamics 365 Business Central. Подробнее см. в документации по универсальной печати.

# Page 669761542 - Control 4068484546 - Property 1968111052
source: Choose Next to get started.
da_dk: Vælg Næste for at komme i gang.
de_de: Wählen Sie „Weiter“ aus, um zu beginnen.
fr_fr: Sélectionnez Suivant pour commencer.
is_is: Veljið „Áfram“ til að hefjast handa.
it_ch: Scegliere Avanti per iniziare.
nl_nl: Kies Volgende om aan de slag te gaan.
ru_ru: Чтобы начать, нажмите "Далее".

# Page 669761542 - Control 4068484546 - Property 2879900210
source: Let's go!
da_dk: Lad os komme i gang!
de_de: Los geht’s!
fr_fr: C’est parti !
is_is: Hefjast handa!
it_ch: Inizia
nl_nl: Aan de slag!
ru_ru: Приступим!

# Page 669761542 - Control 4119205609 - Property 1295455071
source: Specifies an image to be shown on top of the wizard page when the wizard is in progress.
da_dk: Angiver et billede, der skal vises øverst på guidesiden, når guiden er i gang.
de_de: Gibt ein Bild an, das auf der Assistentenseite angezeigt wird, wenn der Assistent gerade ausgeführt wird.
fr_fr: Spécifie une image à afficher au-dessus de la page de l’Assistant lorsque l’Assistant est en cours.
is_is: Tilgreinir mynd sem birtist efst í leiðsagnarforritinu þegar leiðsögn er í gangi.
it_ch: Specifica l'immagine da visualizzare nella parte superiore della pagina della procedura guidata durante la procedura stessa.
nl_nl: Hiermee wordt een afbeelding opgegeven die boven aan de wizardpagina wordt weergegeven wanneer de wizard wordt uitgevoerd.
ru_ru: Определяет изображение, которое будет отображаться вверху страницы мастера в ходе работы мастера.

# Page 669761542 - Control 4208574773 - Property 2879900210
source: The next step will add all of the printers that are shared with you through Universal Print into Business Central.
da_dk: Det næste trin vil tilføje alle de printere, der deles med dig via Universaludskrivning i Business Central.
de_de: Im nächsten Schritt werden alle Drucker, die für Sie über Universelles Drucken in Business Central freigegeben werden, hinzugefügt.
fr_fr: L’étape suivante va ajouter toutes les imprimantes qui sont partagées avec vous via l’impression universelle dans Business Central.
is_is: Næsta skref mun bæta við öllum prenturum sem eru samnýttir með notanda í gegnum skýjaprentun í Business Central.
it_ch: Con il passaggio successivo vengono aggiunte in Business Central tutte le stampanti condivise tramite Stampa universale.
nl_nl: In de volgende stap worden alle printers toegevoegd die via Universeel afdrukken met u worden gedeeld in Business Central.
ru_ru: На следующем шаге будут добавлены все принтеры, к которым вам предоставлен общий доступ с помощью функции универсальной печати в Business Central.

# Page 669761542 - Control 631782546 - Property 2879900210
source: Adding Universal Print Printers
da_dk: Tilføjer printere til Universaludskrivning
de_de: Drucker für Universelles Drucken hinzufügen
fr_fr: Ajout d’imprimantes à impression universelle
is_is: Bætir við prenturum skýjaprentunar
it_ch: Aggiunta di stampanti di Stampa universale
nl_nl: Printers voor Universeel afdrukken toevoegen
ru_ru: Добавление принтеров универсальной печати

# Page 669761542 - Control 637564162 - Property 2879900210
source: That's it!
da_dk: Det var det!
de_de: Das war’s schon!
fr_fr: Voilà !
is_is: Þá er það komið!
it_ch: Fine
nl_nl: Dat is alles!
ru_ru: Вот и все!

# Page 669761542 - Control 866627587 - Property 1968111052
source: Choose Finish to close this setup.
da_dk: Vælg Udfør for at lukke denne konfiguration.
de_de: Wählen Sie „Fertigstellen“ aus, um diese Einrichtung zu schließen.
fr_fr: Sélectionnez Terminer pour fermer cette configuration.
is_is: Velja skal „Ljúka“ til að loka þessari uppsetningu.
it_ch: Scegliere Fine per chiudere questo setup.
nl_nl: Kies Voltooien om deze instelling te sluiten.
ru_ru: Нажмите "Готово", чтобы закрыть мастер настройки.

# Page 2804880794 - NamedType 2182510485
source: Your privacy is important to us. To learn more read our Privacy Statement.
de_de: Ihr Datenschutz ist uns sehr wichtig. Weitere Informationen finden Sie in unseren Datenschutzbestimmungen.
fr_fr: Votre vie privée est importante à nos yeux. Pour en savoir plus, consultez notre déclaration de confidentialité.
it_ch: La privacy è molto importante. Per ulteriori informazioni, leggere l'Informativa sulla privacy.
ru_ru: Мы заботимся о вашей конфиденциальности. Чтобы узнать больше, прочитайте наше заявление о конфиденциальности.

# Page 669761542 - NamedType 209090251
source: Universal Print portal
da_dk: Portal til Universaludskrivning
fr_fr: Portail d’impression universelle
is_is: Gátt Skýjaprentunar
it_ch: Portale Stampa universale
nl_nl: Portal Universeel afdrukken
ru_ru: Портал универсальной печати

# Page 669761542 - NamedType 2182510485
source: Learn more about our Privacy Statement.
de_de: Erfahren Sie mehr über unsere Datenschutzbestimmungen.
fr_fr: En savoir plus sur notre déclaration de confidentialité.
it_ch: Altre informazioni sull'Informativa sulla privacy.
ru_ru: Подробнее о нашем заявлении о конфиденциальности.
